{
  "trope": "AntiHero",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/AntiHero",
  "description": "Batmanisnormally against using guns.But for this guy,he's makingan exception.\n\n\"Tales without end are told of these massive, lonely figures who bore half-seriously, half-mockingly a motto adopted from one of Salvor Hardin's epigrams, 'Never let your sense of morals prevent you from doing what is right!'\"—Encyclopedia Galactica's entry on traders, \"The Traders\",Foundation (1951)\n\nAnArchetypal Characterwho is almost as common in modern fiction as theIdeal Hero, an anti-hero is a character who lacks a handful of the traditional attributes of a hero but is ultimately heroic. They may be bewildered, ineffectual, deluded, or merely apathetic. More often an anti-hero is just an amoral misfit. While heroes are typically conventional, anti-heroes, depending on the circumstances,may be preconventional (in a \"good\" society), postconventional (if the government is \"evil\")or even unconventional.\n\nMost are to the cynical end of theSliding Scale of Idealism Versus Cynicism.\n\nThere are just as many variations on Anti-Heroes as there are normal heroes. Some common attributes are:rarely speaking, being aloner, eitherextreme celibacyorextreme promiscuity,parental issues, occasionalPast Experience Nightmaresandflashbacksrelating to aDark and Troubled Pastthat can take many forms depending on the Anti-Hero in question; and being able to tell the story of their life through anyNick Cavesong. Some won'tSave the Villain, but they willShoot the Dog, and they willnothesitate to killanyone who threatens them.\n\nOther characters may try to impress upon them the value of more traditional heroic values throughThe Power of Friendship, but these lessons tend to bounce more often than stick.\n\nWhat amoral antiheroes learn, if they learn anything at all over the course of the story, is that an existence devoid of absolute values offers a lot of isolation. Which may be to their liking.Don't You Dare Pity Me!is common, and gratitude may be repulsed withThink Nothing of It(just to get them to leave them alone).\n\nThese often crop up indeconstructionsof traditionally heroic genres. As thestruggling,imperfect protagonistbegins to gain more respect and sympathy than the impressive-but-impossible-to-relate-toinvincible superhero, \"anti\" heroes have come to be admired as a perfectly valid type of hero in their own right.\n\nLike any other character types, they can take on various roles, like not serving asThe Protagonistbut asThe RivalorWorthy OpponentofThe Heroand are prone to becoming aEnsemble Dark Horseas fans enjoy their interactions with the protagonist. If they are part of aFive-Man Band, they will most certainly beThe Lancer. Well liked ones may become aDeuteragonistor at least getA Day in the Limelightto please the fans.\n\nThe term is used more loosely today than it used to be, at least onThis Wiki. In one definition of the word, the appeal of an anti-hero is that they're often very literally ahero: Namely; they do heroic deeds. But whereas Superman, Wonder Woman, and many otherconventional heroeshaveboththe physical and moral capabilities to do it, an antihero almostneverhas both.\n\nAnti-Heroes are spread all over thealignment chart, tending towards Neutral types (and Good ones if the anti-heroic side of his character is less prominent). While theKnight in Sour Armoror theClassical Anti-Heroaren't actually morally flawed, and can even be pure good characters, the other anti-hero types areneverpure good, as they tend towards the morally grey zone.\n\nTraditionally, in literary analysis, the meaning of antiherowas different from the now common usage, lacking the elements that make a hero \"cool\" rather than the elements that make them \"good\".Willy LomanandShinji Ikariare archetypes of this form, in contrast to someone likeSpawnorKain.\n\nIf you've been sent here by a work referring to someone as a \"Type-I\" antihero (or so forth), they are referring toAnalysis.Anti Hero, which is a sub-page of this one. Since those numbers are no longer used even on that page, they should be replaced with an appropriate named type.\n\nCompare and contrast this trope with its antithesis, theAnti-Villain. A character who is aWild Cardor aHeel–Face Revolving Doorcan be capable of being both an Anti-Hero and an Anti-Villain depending on whether or not they are acting for or against the protagonist at the time. For an ensemble of these heroes, seeAnti-Hero Team. Often overlaps withPost-Violence Warning.\n\nNot to be confused with the comic bookAnti/Hero (2020)or webcomicanti-HEROES, or the villain/Big Bad, who is theopponentof Heroes (and Anti-Heroes, for that matter), orVillain Protagonist, where the main character is outright evil.Related tropesCharacter types particularly prone to anti-heroism (though many have their share of straight-up heroes, and villains too) include:'90s Anti-Hero: A specific anti-hero fromThe '90s, usually from the comics. They are portrayed asDarker and Edgierin contrast to heroes likeThe Cape.Anti-Anti-Christ: A supposedly anti-Christ (or similar) character willing tosavethe world from the forces of evil.Anti-Hero Substitute: A ruthless anti-hero takes the place of the pure hero.Anti-Hero Team: A group that consists of anti-heroes.Black Knight(when not evil)Blood Knight: Some anti-heroes enjoy the thrill of fighting.Bounty Hunter: They chase after criminals and fugitives, but are normallyOnly in It for the MoneyByronic Hero: A type of anti-hero who is melancholic and brooding, has aDark and Troubled Past, and is terribly flawed, yet sympathetic.The Chessmaster(when heroic)Classical Anti-Hero: An anti-hero who suffers from flaws and hindrances.Combat Pragmatist: A anti-hero who isn't above playing dirty or outrightcheatingto get the job done.Cowboy Cop: An anti-heroic cop who doesn't play by the rules and lives by their own.Creepy Good: The hero appears quite scary to their enemies, perhaps because of their actions and/or personality.Unstable Horror Ally: A sidekick character in a horror story who manages to be scary or dangerous despite not being the antagonist.invokedChaotic Good: Some anti-heroes can view doing good as more important than law, discipline, and honor.Dark Action Girl: Non-villainous versions.Dark Magical Girl: Non-villainous versions; AMagical Girlwith aDark and Troubled Past, who starts out as anEvil Counterpart, but usuallyswitches sidesafter being taughtThe Power of Love,Friendship, and Acceptanceafter a big showdown.Dashing Hispanic: Many Dashing Hispanics have a quite vengeful outlook which puts them squarely in anti-hero territory.Defective Detective: Even the best detectives have their shortcomings.Designated Hero: The narrative says that they're heroic, but their actions don't prove it.Even the Loving Hero Has Hated Ones: They may beloving and heroic, but they despise certain people who are worthy of hatred. May fall underGood Is Not Soft.Exalted Torturer: Where a torturer is presented as heroic.Femme Fatale: She'll steal your heart, as well aseverythingelse.The Fighting Narcissist(when heroic)Friendly PirateFully-Embraced FiendThe Gambler(when they're the hero)Gentleman Thief(when they're the hero)Good All Along: An anti-hero initially believed to be a villain, but is actually working on the side of good the whole time.Good Is Not Nice: A strait-laced hero who isn't aNice Guy. Often aJerkass.Good Is Not Soft: Even strait-laced heroes can get brutal when dealing with evil.Guile Hero: Some trickster heroes are more underhanded and dishonest than others, even on the side of good.Hardboiled Detective: Some anti-heroes can be this due to their rough and cynical personalities and personal issues.Heroic Comedic Sociopath: An anti-hero whose bad deeds arePlayed for Laughs.Heroic Seductress: A seductress who uses sex to achieve a good goal.Hero with an F in Good: Has good intentions, but fails at being good.He Who Fights Monsters: A character's anti-heroic qualities can lead them to become just as bad as the villains, or in the worst cases,becomingavillainthemselves.Hidden Heart of Gold: You won't see the good side of thisJerkassanti-hero, but it's there. Just don't tell anyone.Hunter of Monsters: These characters fight to protect humanity, but areruthlesswhen dealing with the supernatural. Especially if their motivation is vengeance.Jerk with a Heart of Gold: An anti-hero has a nice side beneath their unpleasant front. For the sake of simplicity, this is as close to kind-heartedness as they get, without being exactly polite by default.Jerkass Woobie: Sympathetic in spite of their anti-heroic behavior.Justified Criminal: An otherwise good person forced by circumstances to break the law (i.e. stealing to live).Kindhearted Cat Lover: An antihero may be kind and love cats.Knight in Sour Armor: Cynical and pessimistic, but does the right thing anyways.Knight of Cerebus: Contrasting a more ideal hero acts, an Anti-Hero's more unscrupulous acts candarkenthemoodandmoralityespecially in lighthearted works.Knight Templar: (when heroic) Some anti-heroes can be self-righteous and extremist in achieving their goals.invokedLawful Neutral: Some anti-heroes can be a balance between the “good” and “evil” alignment whilst upholding the law and order.Lovable Alpha Bitch: TheAlpha Bitchcan be an anti-hero.Lovable Rogue: Breaks the law for their own benefit, but is eager to help others.Mad Scientist(non-villainous versions): A morally questionable scientist who does dangerous scientific inventions via any means possible, even for good intentions.Reluctant Mad Scientist: A scientist whose inventions were intended for good cause ends up being used in wrong hands.Magnificent Bastard(when heroic)Manipulative Bastard(when heroic)Military MaverickMonster KnightMoral Sociopathy: Some anti-heroes care about doing what they think is right while lacking empathy towards others.Mr. Vice Guy: The hero who has a constant character flaw (i.e., pride, wrath, etc.)Neighbourhood-Friendly GangstersNoble Bigot: An anti-hero has prejudiced views.Noble Bigot with a Badge: An anti-hero serving in law enforcement has prejudiced views.Noble Demon: Some anti-heroes have a dreadful reputation to maintain, but they have lines they don't cross.Nominal Hero: An anti-hero who only does good deeds for their own self-serving motivations.Not in This for Your Revolution: Fights alongside the heroes, but not because he has the same goals or beliefs as them. He has his own ones, which are usually petty in comparison.Only in It for the Money: Some anti-heroes only do good deedsjust for money.Pay Evil unto Evil: Some heroes prefer to do to villains what the villains did to their victims.Polite Villains, Rude Heroes: When the heroes in question are ruder and meaner than the villains they face.Politically Incorrect Hero: Some anti-heroes have controversial beliefs.Pragmatic Hero: Some heroes prefer doing questionable deeds to achieve a greater good.Professional Killer(when heroic)Hitman with a HeartPsycho Supporter: If whoever they support are morally good.Punch-Clock Hero: They're only a hero because it's their job, not because they want to be one.Rebellious Spirit: Anti-heroes are not good with authority.Red Is Violent: Some anti-heroes are associated with the color of red to highlight their violent and aggressive personalities.Reformed, but Not Tamed: The villainous character turns to the side of good, but they retain their villainous qualities.The Rival: Some anti-heroes have a rivalry withThe Hero.Stock Shōnen Rival: Anti-heroes serve as the equal and polar opposite to theStock Shōnen Hero.Roaring Rampage of Revenge: A common trope in anti-hero stories.Rude Hero, Nice Sidekick: When an anti-hero has a sidekick who is more pure and compassionate than they are.Satisfied Street RatSerial-Killer Killer: A serial killer who targets serial killers.Shadow Archetype: In heroic examples, the anti-hero is whatThe Herowould be if they lack the proper qualities of a pure hero.Shoot the Dog: Anti-heroes are known for doing morally questionable deeds because they need to be done.Godzilla Threshold: When a hero resorts to extremely dangerous, risky, and even immoral methods to resolve some dire situations.Smiting Evil Feels Good: ASadistwho fulfills their pleasure by specifically targeting bad guys.Sociopathic Hero:The Sociopathwho fights on the side of good.Sociopathic Soldier: Non-villainous versions. A morally questionable soldier of their country.Sympathetic Murderer: Dwelling on the extenuating circumstances that make it more understandable why the character would resort to criminal behavior.Most subtypes ofTerror HeroThis Loser Is You: The anti-hero can be someone who reflects thenegative qualities of the audience.Token Evil Teammate: While not evil, some anti-heroes can be part of the group of pure heroes.Tragic Hero: An anti-hero whose flaw becomes their downfall.Unfazed EverymanThe Unfettered: Some anti-heroes are willing to doanythingto achieve a goal.Unscrupulous Hero: A hero who fights ruthlessly, but is ultimately driven by a heroic goal.Unsympathetic Comedy Protagonist: The hero is a jerk, but the audience finds it hilarious.Vigilante Man: A hero who puts the law into their own hands.Villain Killer: In settings where theThou Shalt Not Killmentality is expected for heroes, these anti-heroes stand out for their willingness to defy it.Well-Intentioned Extremist(when heroic): Characters who are only doing what they do because it is for the greater good.Worthy Opponent: Much like the anti-villains, its possible that anti-heroes may rudely demean others at times, but can have the same formula of respecting their enemies, and treating them rather kind-heartedly.ExamplesAnime & MangaComic BooksLiteratureLive-Action FilmsLive-Action TVNew MediaProfessional WrestlingVideo GamesWestern Animation\n\nopen/close all folders\n\nAsian AnimationInPleasant Goat Fun Class, Wolffy gets a lot of his antagonistic traits toned down in comparison tothe show it's spun off from, with the worst thing he does being that he's ruder than the goats, being louder and aSore Loser(as demonstrated once in the second season,Sports are Fun). He's not as willing to hurt them on purpose as inPleasant Goat and Big Big Wolf, but is still clearly not as heroic as the goats with his rudeness.\n\nAudio PlaysInSarah Jane Smith, Sarah Jane Smith becomes this trope herself. She sometimes comes across as a bit of aJerkass, puts the greater good ahead of her friends' lives, and in \"The TAO Connection,\" she essentially murders the villain of the episode.\n\nFan WorksAll For Luz:Luz Nocedadevelops a more ruthless personality after her experience at the Death Camp, becoming willing to do whatever is necessary to protect the ones she cares about, even lethal force, and avenge them.Assassin Among Heroes: Ristu Ogawa, aka Shinigami, is a vigilanteVillain Killerwho hunts and murders criminals, and openly views the pro-heroes'Thou Shalt Not Killpolicy as impractical nonsense. He also kills them in brutal fashion, and yet those he kills are so vile that it's hard to feel they didn't deserve it. In spite of this, he's a actually a prettyNice Guyin his civilian life, if awkward and a bit aloof.InThe Requiem of Remnant,Giorno Giovanna is aGood Is Not Niceexample. While his main goal in the fic is to get back home to hsif friends, along the way he will help out Vale and its people if he can, even coming to odds against Cinder Fall and doing everything he can to put an end to her and her schemes. However, to do so, Giorno won't hesitate to beat his enemies within an inch of his life, ally himself with other criminals, and fight against Team RWBY without a moment's hesitation or remorse.InAmazing Fantasy, the Bakugou of Earth-2018.688 is self-entitled prick who wants nothing more than to beat the crap out of Izuku, who he blames for ruining his life. As Venom, he's menacing, has little regard for property damage, never takes responsibility for his own mistakes, and is a thoroughly unpleasant person to be around. That said, he repeatedly puts his life on the line out of a genuine desire to save people and stop Carnage.Child of the Stormhas most of the heroic cast as some shade of this thanks to theBlack-and-Gray Morality-though thereareseveral explicit examples ofThe Cape(Steve Rogers being the main one, though a young Clark Kent comes to prominence in the sequel), who are all treated with utmost respect by other characters and the narrative. This is also a little complicated by the likes of Thor - he's classically heroic, but by a slightly different moral standard (i.e. he'sThe Cape, but he's got no compunctions about killing).On the darkest end, you've got Peter Wisdom a.k.a.Regulus Blackand Doctor Strange.Wisdom is anUnscrupulous Heroon agoodday, a formerHunter of Monsterswho \"madeInspector Javertlook like Mother Theresa\", and several of his subordinates are only working for him to make sure they're present to stop him if he ends up onJumping Off the Slippery Slope. He's aware of this and self-aware enough to approve of it, but otherwise doesn't care.Doctor Strange is nicer (he's aFriend to All Children, for a start), actually regrets what he's become, and considers himself to beNecessarily Evil, going to some lengths to prevent Harry from turning out like him. However, if anything he's far more ruthless than Wisdom could ever hope to be, and definitely more terrifying.On the lighter end, Harry Potter/Thorson starts out as anAll-Loving Heroand is seen as a textbook youngKnight in Shining Armor- albeit with a temper and a touch of cynicism thanks to hisDark and Troubled Past. Heevolvesthrough the latter half of the first book and the first two arcs of the second, becoming first a bitterKnight in Sour Armor(after a particularly brutalTrauma Conga Lineleft him withserious PTSD) who is neverthelessResigned to the Call. Over a year or so involving a lot of therapy,an epiphany, and aTime Skip, he develops back into amorenuancedversion of theAll-Loving HeroandKnight in Shining Armorthat he was, becoming aKnight of Faith.The Power of Lovehas a lot to do with this, in all its varieties.Children of Remnant: All of the Claimed are this. While they are definitely overly aggressive and their moral codes arenonsensical at the absolute best, they're driven by their love for each other and they genuinely do mean to advocate for peace.InCode Geass: Mao of the Deliverance, Mao is thebrilliantbutborderline-insaneprotagonist who will dowhateverit takes to reunite with his lost love C.C. and destroy anyone who gets in his way or endangers her in his estimation, including grand theft, blackmail, and murder. He also intimidates and manipulates innocentMuggleswithout a care.TheDeliver Us from Evil Seriesfic \"Mortality\" has Watson as aGood Is Not Softversion. Heissweet, but won't hesitate totorturesomeone for information on his friend's whereabouts, and hasno problemin killing a criminalwithoutremorse if theyreallypiss him off by torturing his friend with an inch of his life, andgloating over his friend while he's dying.Tama inThe Lion King Adventures. She does a few good things, but mainly for her own needs.The ProtagonistofThe Night Unfurls, Kyril Sutherland, defies standard morals, ethics, and philosophies. In aStandard Fantasy Settingthat champions the ideal of noble, chivalrousKnights in Shining Armor, Kyril is swift, brutal, and merciless towards his enemies. Hisstoicism, asociality, deranged weaponry, sinister appearance, lack of remorse for morally ambiguous actions, and the tendency to decorate the ground with heaps of limbs and innards during his fights instill unease and wariness to the people around him. Impressing upon him stock values (e.g., optimism, hero worship, battlefield courtesy, etc.) is tantamount to banging one's head against a wall, for he often chooses his own values over those expected of him. Nevertheless, Kyril does heroic deeds, like ending acenturies-old warand protecting the innocent from legions ofrapists, pillagersandslavers. Unlike many characters of the same archetype, Kyril is neither aDeadpan Snarkernor atoxic asshole(though some peopleIn-Universethink he is the latter).InOnce upon a Time: Abridged, most characters are this, dialing up their most unlikable trait in the series, except the few nice and innocent characters who are vilified by the writers and fandom alike (Broken BirdDeadpan SnarkerPrincess Abigail, andDisposable FiancéNice GuyGaston, as well asThe CutieLovable CowardAurora, to a lesser degree) who are portrayed asSheep in Sheep's Clothingand straight-up heroes.Drake Aurion fromTales of Fateis a very unique example. While he presents himself as a loner with a dark and troubled past, he actually has a strong sense of camaraderie with his friends, but has little faith in humanity and only fights to help others because it's the right thing to do. He's also killed more people than anyone at Beacon Academy ever has.Shugo Kino fromPretty Cure Heavy Metalis usually this, but ever since episode 45, she'll become apsychoticyetWell-Intentioned Extremistwhen confronted by dangerous criminals such as Kuroimetaru.Beren from Russian Tolkien ficBeyond the Dawn. In Tolkien'sThe SilmarillionandLay of Leithianhe wasn't prefect, but he was closer to be theIdeal Hero. InBeyond the Dawnhe's angrier and more pragmatic.Sinestro in theWorld of HeroesRPG.A Hero, a crossover betweenDoctor WhoandPuella Magi Madoka Magica, gives us a post-Evolution of the Daleks, non-hybrid Dalek Sec.No, really.Secret War, aWarhammer 40,000fan fic, that follows Attelus Kaltos, a mercenary apprentice assassin, who is so morally grey in his actions, he could even be interpreted as aVillain Protagonist.World of WarcraftficChildren of the Starsfeatures Keleria, a raging, red-eyed, cackling berserker...with morals and a soft spot for adorable priestesses.TheTamers Forever Serieshas several examples, such as:Noble Demon;Chaos,Good Is Not Nice; Takeru andJerkass Woobie; RikaHarry inThe Wizard in the Shadows. Slightly mad, aBlood Knightand quite willing to carve a bloody swathe through almost anything he regards as an obstacle... whilst being charming, unfailingly polite to women, having a soft spot for children and caring deeply for his friends.He tortures enemies. He has a disregard, at best, for figures of authority, along with generally disregarding people's lives when facing a threat to those he cares about. He generally hovers around Pragmatic Anti-Herountil Ginny turns up. Then he's generally a milder Anti-Hero, with worse tendencies when someone he cares about is hurt.Joachim Hoch from theUpliftedseries, on the one hand is a Waffen SS Officer somewhat disenchanted with the war, charming and kind, sympathetic to the Quarians, and has lines he will not cross. He offers to let his Jewish sister in law escape, though that confrontation ends badly in a shocking fashion. On the other hand he is violent and brutal in combat, not shy about his anti-semitic, homophobic viewpoints (though it does get him into trouble with Hanala at times), and fiercely believes in his cause. He is Waffen SS for a reason. His Quarian counterpart and eventual lover, Hanala Jarva, is manipulative, lying, and brutal, and yet more idealistic than Hoch. Even if it usually is Hoch who plays the role of peacekeeper.Though as of the first interlude (taking place in 1999) both Hoch and Hanala seem to have become a Disney Anti Hero in their old age.Ethan Sunderland,the Courier, was depicted as this trope inRedemption in the Stars, mostly aPragmatic Hero. To start, he killed a batarian thug, stopping him from mugging him and looted the corpse for anything of value to use. He agreed to work with Cerberus on a project to repair hisTransportalponder(though he was not happy about it himself),abandoned Liara and Feron at the mercy of Tazzik when things turned for the worse during their pursuit of Shepard, and took a Blue Suns Centurion hostage to extract information on Liara's and Feron's coordinates from her comrades. On the other hand, he had assisted theNCRduring his travels in the Mojave, according to the narration. He was also squeamish working with Cerberus but didn't see much of the choice but to go along.InBrave New World, we have Team Quantum's Aeon. The rest of Team Quantum still count, but Aeon takes it further when hesucks Team Ebony in his stomach-mouth and puts them throughTraining from Hell.As a reward, they are now fearless and can use time-themed attacks, but are severely traumatized as a result. Even the rest of Team Quantum didn't like what he did.General Nuken of the Draconian Army is also one, what with his tendency to enjoy killing things and being a sociopath. However, despite this, he is devoted to the Draconian Empire and is well intentioned.His personality is actually due tohim taking all the negative personality traitsfrom his brother when they evolved from a Nincada.Diaries of a Madmanhas one in Navarone. He'll usually do the right thing when it really matters, but he can act in very unethical and underhanded ways, and can be extremely abrasive. Celestia also dips into this on occasions as well.InTech 10 Rebooted, Tech fights for what he believes is 'justice', and will straight up ignore the safety of people or the upholding of the law in order to accomplish his goals.The protagonist, Lockbox, ofMy Little Metrois gradually becoming this as the depravity of the Metro wears down his better natures.Alexandra Harris, the protagonist of theBuffy the Vampire Slayer/Power Girlcrossover-ficOrigin Storybest showed that she was an Anti-Hero when she fought Reed Richards of the Fantastic Four. After she uses her \"super-breath\" to freeze him in place, thus nullifying his stretching powers, he assumes that she has insured that he'd thaw before suffering permanent damage from frostbite. Alex corrects him, telling Richards that she neither knows nor cares whether or not he'll thaw before being permanently injured.Seamus Finnigan, whose method to defeat theBig BadinSluaghisbyritually torturing and murdering his recruits both current and potential.Jason Shepard, aka Lightstorm ofSailor Moon: Legends of Lightstormis this, though his motivation stems primarily from necessity. Due to legally not existing, his main source of income is money and resources that he takes from the criminals of Tokyo that he kills. Mostly this is so he can buy things like food, clothes, and materials to make his armor and weapons, but he has been shown to have other reasons for going after criminals (in one instance, he seemed to be extremely angry with a drug dealer (so much so that he seemed about to torture the guy to death), and less than a minute later he refers to the session as \"training\" to Luna over the phone).Swordstormhas Kapral. His motives are unclear, but he is rather sarcastic and pragmatic.Tom inTom Riddle's Schooldaysis nice and helpful for selfish reasons.Shinji fromThousand Shinjiis a violent jerkass, manipulates people's feelings and often displays a disturbing lack of empathy. Still he fightsEldritch Abominationsand eviler people than him, and heintendsto save mankind.Subverted inThe Second Try. Shinji and Asuka were this in the original timeline and in theAfter the Endchapters (since they fought to save the world for selfish reasons or merely struggled to survive), but in the \"repeat\" chapters they're straight up heroes:They really don't have any reason to pilot theEVAsanymore. They lost everything the first time around, they had dealt with their issues and regrets a long time ago, and now they've lost their daughter. They don't have any attachments to the world, nor anything to gain from saving it. But they choose to fight anyways, just to give the world another chance.InWormfanficQuicken, Emma's fighting style is brutal and gory and she kills a lot of people. Said people are thugs, gangsters, rapists and Nazis who want to kill her, rape her or sell her into slavery because she is too white, she isn't white enough, she's a woman or she's in the wrong place in the wrong time.Screw this.I was done with words. I was tired of being tossed from one struggle to the next. I was done listening to them and their useless voices. Yan, Lao, the Empire thugs from earlier, Cricket, these Empire thugs—it was just a blur of monsters wearing human faces. I was done hearing them talk, make justifications for their depravity. I was done watching them continue to breathe. I was just done.They thought I couldn't hurt them? We'd see.InChrysalis Visits The Hague, the protagonist who seems to have trouble showing basic human decency a lot of the time. Granted, the fact that he is appointed duty counsel foryou-know-whodoesn't help, of course.A number of characters inForum of Thronesare heroic but have rather murky morals and can't be called clear heroes.The Burned Man is this even if you are on his side. He is affable, gentle and generous, but it must be remembered that he is a professional criminal and a very successful one at that. He employs children and raises them into a life of crime, yet his intentions are to keep them from falling victim to even worse things and to teach them something that will actually help them survive inOldtown.His adopted daughter Harpy is no less complicated. She is a sweet and caring young woman, with a soft spot for the children her adopted father employs. Many of them come to see her as a big sister and she genuinely mourns every loss close to her. Ultimately, she only wishes for a normal life, which sadly gets more and more out of reach for her. She is also incredibly vengeful, willing to go to great lengths to avenge any injustice she and the people she loves suffer. Her temper can also only be described as volatile.Perhaps under the influence of the abovementioned characters, Jaron develops into one as well. Starting the series firmly as an idealistic, yet naiveKnight in Shining Armor, he gradually got more cynical and more willing to compromise his honour to get results. The key moment that cemented this was arguably when he did not stop Harpy when she moved to kill the defeated Butterfly.Irving is aClassical Anti-Hero. He lacks the skill of almost everyone around him, lacks the will to improve on his flaws (at least initially) and is a huge, butlovable coward. He is also firmly one of the good guys despite all of this.Torvin Breaker is a sympathetic Point-of-View, with plenty of likeable traits, which makes it easy to forget that he is, by all means, part of a culture that encouragesRape, Pillage, and Burn. Compared to a majority of the other Ironborn,Torvin is certainly not that much of a bad guyandthe ones he fights against are worse without a doubt, but even at his best, he is merely anUnscrupulous Hero.After hisHeel–Face Turn,Samuel Harringtonhas not lost his moral ambiguity. Though generally on the side of the good guys ever since, he has no problem with getting innocent people harmed or with stabbing those that consider him an ally in the back. That said, he also gradually develops into a more likeable person, as evidenced by hisShip TeasewithRaenna.InTotal DramafanficUnbreakable Red Silken ThreadThough greatly reformed compared to her in Total Drama, Heather still has many flaws that she acknowledges and must deal with.This applies to many of the characters inThe Hounds of Vegas. Dean, Randy,and eventually Sethare the biggest examples.SAPR: Sunset Shimmer, since she wasn't hit by a friendship beam like in canonMy Little Pony: Equestria Girls, has to learn to become a good person the hard way. Since she doesn't actually think she is a bad person, this road is rockier than normal.Alucard inTurning Pointhas a much stronger moral compass than his father, but he is also willing to kill the people responsible for his mother's near-death and he isn't above conning a merchant by \"selling\" his magic sword if it means providing for himself and his mother.InYu-Gi-Oh! Reality's Curtain, Lady Light is happy to torture and murder her enemies with a smile on her face, and probably only qualifies as a hero because she'sfighting the bad guys. Kimiko seems to be a lighter gray but is a hugeJerkassto everyone and happy to resort to physical violence even when the person she's assaulting was just trying to be her friend.Pokémon: The Lost Child: Zoroark is looking to take down the evil Brotherhood but is willing to resort to measures like torture and murder in order to accomplish it.A Dip in the Inkwell: Just as in canon, Todd is portrayed this way in \"Gardening Lessons\". He's no longer a villain but doesn't wish to get cozy with Odd Squad and accept their help. He eventually does, after much persuading from residentGenki GirlOlympia.Todd:Just because I'm not a villain anymore doesn't automatically make me a good guy, AgentOptimism.I can beoddand just garden instead of causing oddness.We Must Be Killers: Almost every District 2 character has committed brutal murders in the arena in the service of an evil regime, can be very judgmental to people in other districts and even the ones who go against the Capitol have mixed motives, but they also truly care about each other and the people of their district? and do believe in the greater purpose of their actions. Even the nicer and better-adjusted victors often haveKick the DogorObliviously Evilmoments, such as Brutus's mentor Odin refusing to let his mother see him and help repair his life after he becomes a victor.Time To Go Home: Tobey falls comfortably into this following hisHeel–Face Turnin the previous story. He may be a hero now, but that doesn't stop him from having his fair share of jerk moments, destructive tendencies and downright sadistic moments.He even falls back into old habits of trying to destroy buildings with his robots upon discovering that Becky may be leaving Earth forever, showing that he still has a bit of that old Tobey left in him.In theTurning RedficTurning Red: Secrets of the Panda, Catherine Moore starts off this way, as she does some immoral things such asexperimenting on people, and removing Mei's panda spirit, but she's only trying to help people and soon realisesher actions have caused more harm than good.My Hero Academia: Unchained Predator: The Doom Slayer is viewed as one of the most infamousVillain Killerswithin the first 25 chapters after he mauled Shigaraki, slaughtered the Steel Sabers, fought and won against 48 heroes with them finding out their quirksdo jackshit against him, andwonagainst All Might. Despite this, he holds to a strict moral code, which many think is silver lining... if the man didn't have a tendency to slaughter the villains in ways that would become downright nightmarish.The fourzigzag with this status inThe Keys Stand Alone. They were forced into being heroes to begin with—several times they express their desire to just go home and let the war on C'hou progress without them—and they fiercely cling to theirActual Pacifismno matter what. While they're basically good guys and initially do a few heroic things, they get sick of being pestered all the time to play hero and start to turn down requests to save kidnapped children and the like. Whenthey find out that they've been in a giant telepathicMMORPGall along, all their heroic impulses go out the window as they are now focused solely on saving themselves. Butthen, when they meet with the leader of the Survivors and find out how distressed she is about her situation, they promise to do as much as possible to get the Survivors sent home after they enter the Black Tower, especially since they know thatof all the characters in the game,they're the people most likely to genuinely die after everything is over.Unfortunately, they have no power to do this, since it would take years to discover all the character bodies squirreled away around the planet, figure out how to send them home, and send them home. Still, the four genuinely meant to be helpful.\n\nFilm — AnimatedThe Beast fromBeauty and the Beast (1991). He started off as a selfish tyrant who ruled his kingdom with an iron fist, but is noble, protective and brave to a certain extent.Despicable Me:After hisHeel–Face Turn, Gru switches to the hero side, but still keeps his negative qualities.Kevin, Stuart and Bob, the three main minions from the prequelMinions, are the examples to this rule, in a way. Although they intend to find their sinister master for them to serve, they perform acts of goodness, such as looking out for each other, as well as (unintentionally) save England from Scarlett's influence.Inside Out 2: Anxiety genuinely means well for Riley, with her obsession with getting her on the Fire Hawks stemming from the desire to not have her be alone in High School. Unfortunately, her tendency to overthink and desire for complete controlpushes Anxiety to take drastic actions that only hurt Riley and eventually causes her (and herself) to suffer an anxiety attack.Killer Bean Forever: Detective Cromwell qualifies as theKnight in Sour Armorvariety. He is quite dead-set on sending Cappuccino to prison, trying to find dirt on him in any way he can, which is why he tries to meet with Killer Bean in the first place to get assistance. However, in most cases, he chooses to solve conflicts peacefully, such as when he meets Killer Bean in a bar and is able to avert any sort of conflict between Killer Bean, the bar owner, and himself.Like Gru's example, the eponymous character ofMegamindbecomes this after hisHeel–Face Turn. He's certainly not a hero in the traditional sense, and most of the problems he's faced with were his creations in the first place, but he does save the day.Rise of the Guardians:Jack Frost may be brave and heroic at heart, but also an incorrigible trickster who prefers to work alone.Bunnymund is also one, acting like a complete jerk, although he deeply cares for his friends and children.Ruben Brandt, Collector: Other criminals try to capture Ruben Brandt and his friends for stealing paintings, not because of the law, but because for the reward they can gain from it.InSinbad: Legend of the Seven Seas, the titular character is definitely this. While he proves to have nobility and courage, Sinbad is also a thieving pirate captain who initially attempted not to return to Syracuse even though his best friend's life was on the line.\n\nManhuaChinese Hero: Hua Ying-Xiong becomes progressively colder and crueler with every friend and loved one he loses.The Exploding Girl: Ping was clearly a delinquent before getting superpowers, but has been shown to use those fighting skills to protect helpless people from bullies. Mao is similarly all for stopping the Violencia and the rogue Exploding Girls, but their methods can be ruthlessly cold, pragmatic, and even sadistic.Weapons of the Gods: As much as the narrative labels them as \"heroes\", lots of them are self-serving, and aren't above scheming to get what they want (e.g. Bei-Ming Zheng, Dong-Fang Xiong, and the Phoenix Queen), or are too brutal and ruthless (e.g. Tie-Xin). This is contrasted by the outright traditional, virtuous heroes like Wen-Tian and Xi-Cheng Xiu-Shu.\n\nManhwaCavalier of the Abyss:Nex is a cold, bitter, ruthless, jaded tyrant! He's also trying to preventCaladbolgand followers from bringing ruin tobothworlds. This includes ordering entire villages executed because even one is infected.Xix is driven by his desire for revenge against Nex and is not afraid to play dirty, but a good person at heart.\n\nMusicFive Iron Frenzy's song \"My Evil Plan to Save the World\" illustrates this point to an extent.God Forbid's song \"Anti Hero\" Explore themes of anti-heroism, with lyrics like \"Torn between right and wrong.\"\n\nMyths And ReligionSince one of the main themes ofThe Bibleis thatHumans Are Flawed, almost all the \"heroes of faith\" whom God chooses to carry out His purposes have vices that causes all sorts of problems.In the Old Testament, God usually identifies Himself as the God ofAbraham, Isaac and Jacob. All three men are less-than-ideal in their own way, but especially Jacob, who deceives his father to steal his older brother's blessing, and later shows blatantParental Favoritismtowards his son Joseph (sparking fatal jealousy in his brothers). Despite this, God promises to make a great nation out of him andrenameshim \"Israel\", and this name is what his descendants would be known as for the next hundreds of years.David, despite being known as \"a man after God's own heart\" repeatedly falls into his vices, such as committing adultery with Bathsheba, andhaving her husband murdered.Unlike the later Kings of Israel, thejudgesare personally handpicked by God to rescue the nation from foreign opressors, but a lot of them (especially the latter half) are just as proud and bloodthirsty as their enemies.Gideon massacres a neutral party for refusing to help him chase his enemies, and, after defeating his adversaries, builds an ephod for his honour (which becomes a new source of Israel's idolatry), which is described as a \"snare to his family\".Jephthah recklessly makes an oath to sacrifice whatever comes out of the house to greet him when he returns from battle. This turns out to be his daughter, and Jephthah chooses to stand by his (poorly thought out) oath and sacrifices his daughter rather than admit his mistake and bear the consequences of breaking the oath by himself.Samson is consistently depicted as violent, ill-tempered and prone to fall into his own carnal whims. He marries a Philistine woman (the nation he's supposed to be saving Israelfrom), then promptly divorces her when she causes him to lose a bet he made with the party guests, only to regret it later and tries to get her back. Failing to get back his wife, he goes on to cavort with prostitutes, including Delilah (who would lead to his downfall). Whenever he kills the Philistines, it's not because he wants to help his oppressed people — as his predecessors did — but because he's pissed and goes on a rampage.Jonah, the prophet called to Nineveh in Assyria, really doesn't want to preach there, as it was common for the Israelites and other Near East nations to hate them for their brutality. He runs in the opposite direction, but God catches him and uses a whale to deliver him to dry land, where he finally takes up hisMission from God. But even after accomplishing his mission, Jonah complains that he wanted Nineveh to be destroyed, so God uses a shade tree that quickly dies to teach him mercy to other nations.\n\nOperaIn Wagner'sRing Cycle, Wotan is trying to establish a world of order and laws, his actions are nearly always self-serving.\n\nPinballVenom (2023): While the Venom symbiote works to combat Carnage, Knull, and several other foes, it's not characterized as heroic. In addition to promotional material explicitly calling it an anti-hero, some of its dialogue upon starting a game and choosing a host indicate it thinks lowly of them (if it's not outright coercing them for its own ends).\"Cooperate, and you just might survive.\"\n\nRadioJason Whittaker,John Whittaker'sadult son, fromAdventures in Odysseyis certainly this; particularly when faced with a dangerous or otherwise sticky situation. He is the most likely to be told that he doesn't have to ignore basic morality to successfully counter evil, and he tends to be very cocky and aggressive when he thinks he knows what he's doing.The Shadow of theradio seriesis aLighter and Softerversion of this term, at least during Orson Welles' tenure. He was much more moral overall and never directly killed anyone, but still often manipulated villains into killing each other or themselves. Once Welles left the role, however, later actors played him as a straight-up hero.\n\nTabletop GamesA relatively rareLawful Goodexample would be Ambros Brasmere fromDungeons & Dragons. He is aGray Guard, a paladinPrestige Classwhose goal is to protect the innocent from evil no matter what. Theyfight dirty, can convert their Lay on Hand ability to a painful interrogation technique among other things. They're as cynical and brutal as their alignment allow.Assumed to be the norm amongst players ofDungeons of Drakkenheim. The setting corebook lets players gamble with their sanity and souls by employingBlack Magic, in the form of spells fueled byDelerium; though very powerful, most of these spells cause the user to either risk or automatically gainContaminationlevels, which results incrippling deformitiesand transformation into a non-playable mad monster. Players can also choose to be members of the Church of the Sacred Flame, a bunch of zealots whooppress followers of the Old Faith and mageborn, or even join the Followers of the Falling Fire, a Sacred Flame doomsday cult, or they can be mageborn who are loyal to the Amethyst Academy, which is determined to protect and promote mageborn rights no matter the cost. The player's guide offers a number of new subclasses that either actively embrace the dark power of Delerium or simply have a sinister flavor, such as a paladin who usescursesto defeat its enemies and adoomspeaking bard who spreads terror and despair.Grim Hollowembraces the idea that player characters may have to embrace the darkness to fight the darkness, in contrast to settings likeRavenloft. The corebook offers a variety of monstrous transformations that players can choose to undergo; none of these affect their alignment, not even turning into a lich, vampire or literal demon, but all of them areinherently sinister in their abilities at best. Playable races, on the other hand, range fromDraconic Humanoidswho are implied to be embracing theanti-arcanist inquisitionin part to cripple humanity — whoreliedon the power of arcane magic to destroy their former empire — to underwater-dwelling necromancers who sacrifice twin-born children.Magic: The Gathering:Toshiro Umezawa of the setting Kamigawa is a selfish, conniving, snarky bastard. Doesn't keep him from fighting against a war against nigh-omnipresent and incredibly powerful god-spirits wanting to tear the world apart, for obvious reasons.Sorin Markov, despite being in many ways a scheming douche, was also one of the three planeswalkers responsible for locking theEldraziaway ina Zendikar-shaped can. He also created the most powerful force for human survival on Innistrad, admittedly to prevent the other vampires (and the zombies, and the werewolves...) from wiping out the food supply.Urza is somewhere between this trope andDesignated Hero. Over the course of six millenia of existence, Urza fought a brutal war with his own brother, causedThe End of the World as We Know It(twice!), destroyed a small universe (one populated by Angels, no less), used and/or betrayed everyone close to himand their families,sacrificed six of his godlike brethren, and, perhaps most tellingly, was only able to make one real friend in all that time (the others merely being allies or his own creations). The flavor text of the card \"Recover,\" puts it most tellingly:As Barrin exhumed his daughter's body, he finally realized the full price of his faith in Urza.After being a straight villain inAgents of Artifice, Tezzeret grabs theSympathetic P.O.V.after someCharacter Developmentand takes an Anti-Hero role in the sequel,Test of Metal.Venser in both of his appearances, albeit in different ways: inTime Spiral, he's an arrogant, petulant stereotypical nerd who tries so hard to get into Jhoira's pants that he is more invested in scoringthan in the end of the world that's happening right around him, while inQuest For Karnhe is an arrogantJerkasswho isaddictedtoblinkmoth serumand constantly berates his teammates (which, to be fair to the man, dragged him there against his will). What's most jarring is that the set the second novel was written for tries to depict him as a straight up protagonist, in spite of his tract record and no attempts on Creative to fix it.Liliana Vess only cares about one person: herself. Luckily, her interests have largely aligned with the greater good again and again, and saved Innistrad twice.Misspent Youthby Robert Bohl is a game where you play a group of teenage anarchists out to change the world. The \"PCs\" are called Youthful Offenders and in every way, the world considers them to be criminals.\n\nTheatreJohn Adams from1776certainly qualifies. The fact that he's frequently described as \"obnoxious and disliked\" (and remember, he describesHIMSELFthat way) says a lot about his heroic disposition. The directors' commentary says that he's a difficult role to cast, as he must be disliked by Congress but likable to the audience.The 2013 stage musicalCharlie and the Chocolate Factorytakes theInterpretative CharacterDeuteragonistof Willy Wonka and nudges him into this trope, to the point that he comes off asAmbiguously Evil. On the one hand, all of his confectionery creations stem from a drive to make the world a lovelier placeFor Happiness, though owing to hiseccentric way of thinking and creatinghis \"art\" isn't usually recognized as such. And he is capable of incredible kindness and generosity, able to recognize diamonds in the rough as readily asdevils in plain sight, to the point thathe's the reason poor Charlie Bucket found his Golden Ticket to begin with — it's a long story. BUT. He has aSugar-and-Ice Personality; he'sfiercelyproud of and prone to boasting about his marvelous world, and frosty towards the Golden Ticket tour group, more concerned with punctuality and showing off than getting to know them. And when the bratty kids disobey his warnings and get themselves into trouble, he not only hasNo Sympathy(in part becausehe's more concerned with his factory's continued operation), but clearly sees them as getting what's coming to them...even when it provesfatal. Oh,someof them might get an offstage rescue orDisney Death... butwe'llnever know. David Greig, who wrote the book of this musical, commented in a Twitter chat that while theoriginal novelmay haveNo Antagonist, \"I started to wonder about the dark side of Willy and realised he is a goodie AND a baddie.\" (Coincidentally, this show's director isSam Mendes, who directedtwo of theDaniel Craig James Bond films, and actorDouglas Hodge, who originated the role of Wonka, previously playedTitus Andronicusat Shakespeare's Globe!)William Shakespeareplays featured a few.John fromThe Life and Death of King Johntracks this trope pretty closely, in his efforts to navigate the murkyrealpolitikof early-1200s west Europe. Contending with finicky noblemen at home, enterprising relatives with ambitions of coronation and control, foreign armies, and a heavily influential Vatican, John is completely overwhelmed. In spite of arguably having the military advantage over his foes, the events around him cause him to behave with irrational brashness: he orders the execution of his nephew in vague language, later rescinding the order once he realizes that popular support for such an action is nil; takes his army to continental Europe to battle France and Austria for control of a smalldépartment(which he later offers just to give away), leaving England vulnerable to attack from a swift Franco invasion at the behest of the Pope; and heroyallypisses off the church in an attempt to levy unfair taxes on the church,on account of which a priest poisons him.Titus fromTitus Andronicus. Titus kills his own son, Mutius, because he disagrees with his decision to force his own daughter, Lavinia, to marry the Emperor, Saturninus (who is already betrothed to Saturninus' brother, Bassianus). Despite this, Titus does show remorse for what he did, and after Lavinia is raped by Chiron and Dimetirius, he avenges her death by killing them and putting them in a pie to feed to their mother, Tamora.\n\nVisual NovelsThe dragonslayer inDra+Koiis only there to slay the dragon. Collateral damage is not important.Fate/stay nightArcher walked this line. He grew up as an idealistic busybody, believing that he could be a 'champion of justice' and turn the world into a better place. In the end, he realized that for everyone he saved, someone else must die. He lost faith in his own ideals, and from then on, he simply killed whoever posed a threat to the rest of humanity, saving millions by killing thousands — \"for the greater good\".This was in no small part thanks tohis father,Emiya Kiritsugu, who held the same ideals, and did the same thing — killing people whose work would involve death of others, even if it would've benefited others. After the 4th Grail War, finally believing that he made a difference in the world (ordering Saber to destroying the Grail) he dies. The Grail wasn'treallydestroyed...Shirou during the \"Heaven's Feel\" route faces an important choice between two ideals, both leading to Antihero-dom. Choosing tokill Sakuraleads him to kill his emotions and become an Archer/Kiritsugu-style \"questionable method\" antihero (this, incidentally, is a Bad End). On the other hand, choosing toprotect Sakura, no matter the cost,leads him to become more of a \"questionable motive\" antihero (since the one way tosave Sakurais to stop the Grail War, something unquestionably heroic).Kotomine gives a lecture at one point of the nature of an Anti Hero. He describes it as someone who is evil (either in action or intent), but whose actions bring about a positive result, therefore they are lauded as a hero afterward. He uses this to explain why some of the summoned Servants (all of whom are legendary heroes) are evil despite being \"heroes\", and predicts Shirou following that path in the end.M inShikkoku no Sharnothis ridding London of monsters, however, he does so in a pretty evil manner and appears to have no emotions resembling empathy.\n\nWeb AnimationBaninja, the title character ofBanana-nana-Ninja!, is a banana who slaughters humans for eating bananas and other \"innocent\" foods.All three leading men ofBroken Saintsfit this in different ways.Quirky Misadventures of Soldine the Cyborg: the titular protagonist is a relentless, belligerentBlood Knight, yet he's also genuinely protective of innocent people and gets along well with his teammates.RWBY:Blake. While she's not exactly deluded or immoral, she does still possess a very cold and cynical outlook on the world. She's also implied to be a former terrorist, if her introduction trailer is any indication.Her partner, Yang, also counts. She isn't really a Huntress-in-training because she wants to make the world a safer place or to put an end to corruption and mistreatment, but because sheenjoys the rush of battle, andwants her life to be as exciting and unpredictable as possible. She is also very aggressive and prone to pick fights with a bar full of people, particularly if theymess up her hair.Weiss, who is the bratty, arrogant, bitterly sarcastic andFantastic Racistheiress of the Schnee Dust Company. She started out on the team asThe Friend Nobody Likes, andBlakeandYangdidn't like her that much initially, butshe is slowly getting better.\n\nWeb Comicsanti-HEROES. The protagonists so far consist of an epic level necromancer, a vampire, a tiefling, and a ghost, all delightfully morally ambiguous. This strip was inspired byThe Order of the Stickand has a similar artistic style.Ironically, Dechs Rashart ofAntihero for Hireisn't anti so much as he isdark and edgy. ButCrossroadsure is.While its difficult to quantify where, precisely, Sixx fromCollar 6falls due to theBlue-and-Orange Moralityof the series, she clearly isn't a traditional hero.CK fromCommander Kitty, a JerkassGlory Houndwho dreams of being the supreme overlord of the entire Cat System. This might extend to all Spacers, really, withNin Wah's old crew apparently into some shady business, and themore heroic Velvet Knight crew really being in it for the fame.Crowshed: Sheryl breaks into the Gravestone family house,stabs their child,and steals the kid's blood, all within the first ten pages.InDan and Mab's Furry Adventures, Abel's side story has Devin, who has a tragic past which consisted of his father walking out him and his mother and his mother's last words being how much she wanted to kill him. He now spends his time protecting travelers in the forest whether they want to be or not. He is aDeadpan Snarkerand in his own words \"an asshole\".Pity he was killed off... until he came back as an undead.Sidney fromDistillumis an abrasive, confrontational loner with implied issues. She's also the one person in the group with any experience in heroing, although as a mentor she ranges fromcynicalto downright abusive.Ramy fromFireSoupis one: even if she's well-meaning and doesn't live inJerkassterritory, her goodness has its flaws such as implying a will to kill someone, with sarcasm or not: she shouted “DIE!” when hitting a criminal with a fire extinguisher, and muttered to herself that she’ll kill Bett for convincing her to join Frida in beating the burglar at Biscuit Street Bank. Plus, due to being aShrinking Violetdisliking attention, she’s been at first reluctant to be a superhero, only for her to see that it can help her against her debt.In the series,For Love Nor Money, Eamonn Lees, who starts out as an idealistic but impoverished young boy, is driven to murder and eventually leads the life of a wanted criminal after escaping to America, forced into a despicable role against his wishes and making increasingly dire choices that ultimately cost him everything.Abbey fromGnoph.Emokid and ChemokidinHead Trip, aBlack Comedywebcomic, don't have psychic powers or Mad Science at their disposal. They got their names because one of them cries all the time and the other has cancer.Hungry City. The main character Jerome is a vampire who has no problem hunting humans for food, but theZombie Apocalypseforces him to ration the blood of Mina, a surviving human he manages to find, rather than kill her outright. As for Mina herself, she's a self-servingAction Survivorwho is ready to offer others as vampire bait to save her own life.I Don't Want This Kind of Herohas several.Naga, the main character, is the plain and unmotivated type. He's compassionate enough, but he doesn't go out of his way to be heroic either.Dana is much more pragmatic and violent than you might expect a leader of superheroes to be, though she's fundamentally a good person.Haze is both of the unmotivated and vicious variety. His prime motivation to do anything is money, but he's deep down a good guy.Inverlochhas two:Varden is the Disney type. While he's grumpy and prejudiced and makes clear that he's not there to be anyone's friend, he's a good guy not-so-deep down and it doesn't take him long to start genuinely caring about Acheron and Lei'ella, becoming more of aLovable Rogue.Neirenn is Pragmatic. She's a friendly teenager but she's also worryingly interested indark magicand can act less than noble.In the epilogue, we're told that she sat on the information Raul gave her until she wanted to oust Stonier and take his job. But her desire to learn healing magic is perfectly understandable.Sed fromIron Nail Afternoon. He's charming, intelligent and highly educated. But he also put one of his best friends in hospital. Although he had some moral justification(his friend was guilty of elder abuse), the real reason is simple. Sed was having a bad day. Despite being Sheriff of Iron Nail, he's more like a mobster, using his position to distribute black-market magic. However, he does have several morality pets likeThe Jekkel and Galand.He also seems to genuinely care about the downtrodden and restricts his violence to those his size or bigger.Looking for Group:A recurring theme is doing what must be done. As such, a lot of the main characters tend towards the anti-hero. For at one point, Krunch at one point kills a gnome out of necessity, and then annoyance when the gnome is not quite dead. Benny objects to working for free at one point, claiming that isn't how the world works.Cale has become more like this recently, in the \"do what is right rather than what is lawful\" sense. His character development has been a transition fromLawful GoodtoChaotic Good.Richard is this when he does good instead of wantonly killing things for his own amusement.Atticus Brent, the chain-smoking, apathetic, possiblysociopathicprotagonist ofMoképon.Not a Villainhas Kleya, though she's doing her best to become a regularhero.The Order of the Stick:While there is no obvious Antihero in its main cast (it's usually eitherLawful GoodorSociopathic Herofor the most part), Vaarsuvius comes pretty close. Even not counting the events at the end ofDon't Split the Party, which could still be explained away by stress andnot having rested for six months, the elf is the only truly morally ambiguous protagonist — a decent person and a faithful friend and yet being quick to suggest that the heroes simply execute the captured villains rather than surrendering them to the authorities and not seeming to have a problem with the idea of using evil methods to ensure that they stay dead. (Granted, V WAS representingBelkar'sopinion at the time, but still...)Belkar himself is aChaotic Evilmurderous psychopath who happens to be in the good guys' party only because he enjoys the dungeon-crawl killing and because he can't suppress his impulses long enough to cut a proper deal with the forces of evil. His later 'character development' and voluntary commitment to the party comes about when he realises he can exploit the world much more easily if people think he's a good person.Later on however, his character developmentends up becoming real.Haley Starshine starts out this way, and continues to pretend to the role, due to operating out ofGreedrather than altruistic motives. However, as the story goes on, she becomes more and more loyal to the rest of the team and to helping people, and her love of treasure is at least partly justifiedbecause she's been storing up money for her father's ransom.Only partly, though.Ronin Galaxy: Cecil, despite having all the optimism and badassery that ideal heroes ought to, he only keeps that up for as long as it's convenient (or safe) for him to do. When he's outmatched he has no problem withkicking his opponent in thecrotch.InRusty and Co., the Princess. She smokes, wears revealing clothes, is greedy, loves a wight, and has no qualm at all beating up a bunch of mind-controlled innocent bystanders.Saturday Morning Breakfast Cerealpresentsthe Iron Sociopath, who is into hero-ing entirely because it's a form of violence he is able to commit without going to prison.''Simtopi: Rowan Marlen is tattooed, crude, vulgar, drinks, can be mean, sleeps around...and has no problem with saving everyone's lives.Riff fromSluggy Freelanceis in many ways a badass who saves his friends and the world at large from aliens, vampires, and the like. Thing is, thanks to hisMad Scientistexperiments and reckless behavior, he's probably endangered the human race more times than he's protected it. What else do you call a hero who's on record saying this?Riff:I literally summon demons to keep myself from buying a shotgun and permanently emptying a Taco Bell!Springtrap and Deliah: Springtrap's main motivation is to keep Deliah all to himself and replace Nick as her father-figure. His anger issues and fears of abandonment make him increasingly desperate in his endeavors, going so far as to threaten anyone he perceives as a rival for Deliah's affection with violence. However, he does genuinely love Deliah and is at least to some extent aware he needs help, keeping him from being entirely unsympathetic.Sweet Home (Webtoon): Hyuk may not be the nicest person around, and he is willing to make some morally ambiguous decisions, but he is firmly on the survivors' side and is only the way he is because he has to look out for the whole group as its leader, despite being a teenager.Templars of the Shifting Versefeatures Augustus Praxio, who is considered a hero and expresses heroic sentiments yet is also selfish and quick to anger. He also has no qualms spying on his friends using his magic.Luca Micarelli and Francesca fromThe Thing That Would Not Leave.A lot of the main characters fromZokusho Comicsare anti-heroes to one degree or another. Serge kills a lot of people, without any remorse. Rotting Johnny is anundeadhitman who had a lot of moral ambiguity before he \"died\". Akira's team ofWayward Crossoperatives murder a lot of goblins. Raz does it with glee. Though this may be somewhat averted if Goblins areAlways Chaotic Evil.\n\nWeb OriginalInThe Antithesis, main character Qaira Eltruan is not a hero by any means, and the methods he goes about 'protecting his world' are usually evil, cruel and unjust. While his ultimate goal is to protect his people and rid his world of the angels, Qaira will not hesitate to kill anyone who stands in his way, and this includes his peers. This stems from a lack of moral duty — Qaira is considered a moral nihilist by most readers.Every character inAther Cityfalls under this, but the degree varies.Linkara ofAtop the Fourth Wallisusuallya good guy, but he's also snarky, whiny, short-tempered, violent and arrogant, and a plot arc was devoted to how close he was to doing aFace–Heel Turn.Fiearius Soliveré ofCaelum Lexis a smuggler, thief and sometimes assassin, often makes selfish and reckless decisions and yet is depicted as a hero.The main character of the web seriesChapelis probably Pragmatic (and getting worse every day). She's cold-bloodedly killed a few people, but they weren't very nice people. If you wrong her, she might not try to kill you, but she also won't try tonotkill you either.InDr. Horrible's Sing-Along Blog, the eponymous character is actually an aspiring supervillain and the good guy, Captain Hammer, is an egomaniac.A Dose of Buckley: Adam Buckley is a good guy deep down, but is prone to dealing with topics in less than ideal ways and will call you a \"droolie\" and swear.Does it hurt when you sleep?by Kerry Hammond ofSearch and Rescue Woodsfame has the protagonist suspect that their college is in the early stages of a lethalairborne fungal pandemicreminiscent of a mutantCordyceps strain that affects humans. Rather than volunteer this information to their school, they instead choose to immunize themselves early as a precaution. Once the outbreak is in full force, they seal their dorm room off from the rest of the student body and wait it out before making their escape in the end to tell the rest of the county the danger it's in now that there are whole buildings full of proof to back up their claims.InEntirely Presenting You, on her first night out in the mask, Blank Face tries her best, but is forced to take questionable actions at times.John Ferrera aka lisanjohn 710 aka what pisses me the fuck off. He is a good person and has good intentions but will curse like a sailor when expressing his opinions and will tell you off if you try to tell him that he can't, he has done more calm review videos and videos with other people talking about wrestling and other topics. He could very easily pass for Pragmatic or Classical most days and Unscrupulous on bad days.InThe Gamer's Alliance, Belial works with the heroic Grand Alliance and opposes the evil Totenkopf cult but is also ruthless and does whatever is necessary to make his secret Order of the Black Rose grow more powerful.The Gungan Councilhas many anti-heroes, but Je'gan is most notable for beginning a genocidal crusade against the Galactic Empire and Sith.Hero Housefeatures numerous examples from several franchises, including Kratos, Red Hood, andBig Boss.InImpractical MagicYam Hist of the Ken Seekers and Cal are both introduced in their first chapters as anti-heroes. Cal is a street thief who wanted to rob someone, found them dead, and decided to pretend to be them so she could learn enough magic to rob the fancy stores. Yam has a temper issue that led to him stealing from a racist ferryman who said he would pee in his barge (in an act of superior spite Yam sneaks in and does just that after grabbing enough money to hire a better ferryman).InThe Iron Teethweb serial, the main character is a goblin. Are you really surprised he is an Anti-Hero? Many of the other characters that are more stereotypical heroes, such as Saeter, are also violent and ultimately self interested.Gavin Taylore ofKateModernis often cowardly, often selfish, and sometimes a bully, and cares not for the civil liberties of webcam users, but somehow it's hard not to root for him.The Kindness of Devilshas Hardestadt Delac, a \"demonic\" creature who spends his time helping people in need, but more than often ends up brutally killing all of the foes he ends up fighting.At one point, he even turned into a full-on villain in the1400sand wound up slaughtering innocents during said time.TheLegatumseries has several \"heroic\" characters who are aJerk with a Heart of Goldat best, and sociopathic or morally-ambiguous and willing to let civilians die at worst. The four goblins fromHelp Not Wantedand Harvon Mullok and his crew fromThe Road to Hell...are the most notable examples who fall in the former and latter categories.Sami Reese fromLittle White Lie, plagiarizes a classmate by taking advantage of the fact that he's in a coma and that he has a crush on her to win a battle of the bands and to get a record deal. Oh, and she's a total bitch to everyone else in the process.Nocte Yinwas born into a family ofVillains, but she tries her best not to be as bad as them.It doesn't always work.Kit ofOmega Guardiansfalls into this territory. The guy means well, loves his brothers, and forms a strong bond with young Andy, but he also put the entire original team in the hospital when he got manipulated by a villain, put his youngest brother into a year long coma when Ace tried to talk him down, and in season 2,imprisons Matt just to keep him from stealing Andy back after he left the Guardians to join up with Kit's crew.The eponymous teams ofRed vs. Blueare, for the most part, too incompetent to be anything other thanloser 'heroes', but the more prominent Freelancers (Tex, Washington, and Carolina) range from jaded and pragmatic to damn nearAx-Crazy.Shoutan Himei fromSailor Nothing. Cowardly, weak, selfish, and pessimistic, she couldn't care less about being forced to kill Yamiko just to get back to her normal life, and her attitude has harmed people close to her constantly, even herself. I.e.,This Loser Is You.Something Awful: Dungeons & Dragons:In Paragon Tier, Gibnaf is slowly becoming Unscrupulous. To the point that the other players begin tracking up his \"anti-hero points\".Minerelle and Joey were already Nominal Heroes at this point, one being a psychotic, paranoid murderer and the other being amoral and gold-obsessed.InSurvival of the Fittest, some of the most popular characters are anti heroes. Among the most prominent examples areversion two winnerBryan Calvert and version one contestant Hawley Faust. Over the course of version one, Adam Dodd steadily turned into one.Tails of the Bounty Hunterhas Cale Tomlik, a former mercenary turnedBounty Hunterwho doesn't mind breaking the law and occasionally causes collateral damage while he's trying to apprehend his targets.Several characters inTech Infantryqualify. Others flirt with the line between Anti-Hero andVillain Protagonist.InTwig, the Lambs may be the main protagonists, but they tend to make questionable moral decisions in most situations. However, they do occasionally look out for those less fortunate (like the mice).Unwanted Houseguest: While the Houseguest is generally friendly, he doesn't seem to care about any evil that doesn't effect him personally. Notably, he's friends with Doctor Wolfula, who openly tortures his zombie servant Ghoulash.Carmilla of theWhateley Universe. She's a demon, but she has said 'screw you' to fate and is trying to be a demon of lust, instead of prophesied to wipe mankind off the face of the earth. On the other hand, she haseatensome people who tried to kill her. And then there's the things she did to Jobe in order to maintain their vendetta...InWorm, the main characters, the Undersiders, are either Anti-Heroes orAnti Villains, as while they're supervillains they spend most of the story protecting people from the really evil villains and monsters of theCrapsack Worldthat they live in.",
  "examples": [
    {
      "section": "Examples",
      "text": "InPleasant Goat Fun Class, Wolffy gets a lot of his antagonistic traits toned down in comparison tothe show it's spun off from, with the worst thing he does being that he's ruder than the goats, being louder and aSore Loser(as demonstrated once in the second season,Sports are Fun). He's not as willing to hurt them on purpose as inPleasant Goat and Big Big Wolf, but is still clearly not as heroic as the goats with his rudeness.",
      "links": [
        {
          "title": "Pleasant Goat Fun Class",
          "url": "/pmwiki/pmwiki.php/Animation/PleasantGoatFunClass"
        },
        {
          "title": "the show it's spun off from",
          "url": "/pmwiki/pmwiki.php/Animation/PleasantGoatAndBigBigWolf"
        },
        {
          "title": "Sore Loser",
          "url": "/pmwiki/pmwiki.php/Main/SoreLoser"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InSarah Jane Smith, Sarah Jane Smith becomes this trope herself. She sometimes comes across as a bit of aJerkass, puts the greater good ahead of her friends' lives, and in \"The TAO Connection,\" she essentially murders the villain of the episode.",
      "links": [
        {
          "title": "Sarah Jane Smith",
          "url": "/pmwiki/pmwiki.php/AudioPlay/SarahJaneSmith"
        },
        {
          "title": "Jerkass",
          "url": "/pmwiki/pmwiki.php/Main/Jerkass"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "All For Luz:Luz Nocedadevelops a more ruthless personality after her experience at the Death Camp, becoming willing to do whatever is necessary to protect the ones she cares about, even lethal force, and avenge them.",
      "links": [
        {
          "title": "All For Luz",
          "url": "/pmwiki/pmwiki.php/Fanfic/AllForLuz"
        },
        {
          "title": "Luz Noceda",
          "url": "/pmwiki/pmwiki.php/Characters/AllForLuzLuzNoceda"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Assassin Among Heroes: Ristu Ogawa, aka Shinigami, is a vigilanteVillain Killerwho hunts and murders criminals, and openly views the pro-heroes'Thou Shalt Not Killpolicy as impractical nonsense. He also kills them in brutal fashion, and yet those he kills are so vile that it's hard to feel they didn't deserve it. In spite of this, he's a actually a prettyNice Guyin his civilian life, if awkward and a bit aloof.",
      "links": [
        {
          "title": "Assassin Among Heroes",
          "url": "/pmwiki/pmwiki.php/Fanfic/AssassinAmongHeroes"
        },
        {
          "title": "Villain Killer",
          "url": "/pmwiki/pmwiki.php/Main/VillainKiller"
        },
        {
          "title": "Thou Shalt Not Kill",
          "url": "/pmwiki/pmwiki.php/Main/ThouShaltNotKill"
        },
        {
          "title": "Nice Guy",
          "url": "/pmwiki/pmwiki.php/Main/NiceGuy"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InThe Requiem of Remnant,Giorno Giovanna is aGood Is Not Niceexample. While his main goal in the fic is to get back home to hsif friends, along the way he will help out Vale and its people if he can, even coming to odds against Cinder Fall and doing everything he can to put an end to her and her schemes. However, to do so, Giorno won't hesitate to beat his enemies within an inch of his life, ally himself with other criminals, and fight against Team RWBY without a moment's hesitation or remorse.",
      "links": [
        {
          "title": "The Requiem of Remnant",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheRequiemOfRemnant"
        },
        {
          "title": "Good Is Not Nice",
          "url": "/pmwiki/pmwiki.php/Main/GoodIsNotNice"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InAmazing Fantasy, the Bakugou of Earth-2018.688 is self-entitled prick who wants nothing more than to beat the crap out of Izuku, who he blames for ruining his life. As Venom, he's menacing, has little regard for property damage, never takes responsibility for his own mistakes, and is a thoroughly unpleasant person to be around. That said, he repeatedly puts his life on the line out of a genuine desire to save people and stop Carnage.",
      "links": [
        {
          "title": "Amazing Fantasy",
          "url": "/pmwiki/pmwiki.php/Fanfic/AmazingFantasy"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Child of the Stormhas most of the heroic cast as some shade of this thanks to theBlack-and-Gray Morality-though thereareseveral explicit examples ofThe Cape(Steve Rogers being the main one, though a young Clark Kent comes to prominence in the sequel), who are all treated with utmost respect by other characters and the narrative. This is also a little complicated by the likes of Thor - he's classically heroic, but by a slightly different moral standard (i.e. he'sThe Cape, but he's got no compunctions about killing).On the darkest end, you've got Peter Wisdom a.k.a.Regulus Blackand Doctor Strange.Wisdom is anUnscrupulous Heroon agoodday, a formerHunter of Monsterswho \"madeInspector Javertlook like Mother Theresa\", and several of his subordinates are only working for him to make sure they're present to stop him if he ends up onJumping Off the Slippery Slope. He's aware of this and self-aware enough to approve of it, but otherwise doesn't care.Doctor Strange is nicer (he's aFriend to All Children, for a start), actually regrets what he's become, and considers himself to beNecessarily Evil, going to some lengths to prevent Harry from turning out like him. However, if anything he's far more ruthless than Wisdom could ever hope to be, and definitely more terrifying.On the lighter end, Harry Potter/Thorson starts out as anAll-Loving Heroand is seen as a textbook youngKnight in Shining Armor- albeit with a temper and a touch of cynicism thanks to hisDark and Troubled Past. Heevolvesthrough the latter half of the first book and the first two arcs of the second, becoming first a bitterKnight in Sour Armor(after a particularly brutalTrauma Conga Lineleft him withserious PTSD) who is neverthelessResigned to the Call. Over a year or so involving a lot of therapy,an epiphany, and aTime Skip, he develops back into amorenuancedversion of theAll-Loving HeroandKnight in Shining Armorthat he was, becoming aKnight of Faith.The Power of Lovehas a lot to do with this, in all its varieties.",
      "links": [
        {
          "title": "Child of the Storm",
          "url": "/pmwiki/pmwiki.php/Fanfic/ChildOfTheStorm"
        },
        {
          "title": "Black-and-Gray Morality",
          "url": "/pmwiki/pmwiki.php/Main/BlackAndGrayMorality"
        },
        {
          "title": "The Cape",
          "url": "/pmwiki/pmwiki.php/Main/TheCape"
        },
        {
          "title": "The Cape",
          "url": "/pmwiki/pmwiki.php/Main/TheCape"
        },
        {
          "title": "Unscrupulous Hero",
          "url": "/pmwiki/pmwiki.php/Main/UnscrupulousHero"
        },
        {
          "title": "Hunter of Monsters",
          "url": "/pmwiki/pmwiki.php/Main/HunterOfMonsters"
        },
        {
          "title": "Inspector Javert",
          "url": "/pmwiki/pmwiki.php/Main/InspectorJavert"
        },
        {
          "title": "Jumping Off the Slippery Slope",
          "url": "/pmwiki/pmwiki.php/Main/JumpingOffTheSlipperySlope"
        },
        {
          "title": "Friend to All Children",
          "url": "/pmwiki/pmwiki.php/Main/FriendToAllChildren"
        },
        {
          "title": "Necessarily Evil",
          "url": "/pmwiki/pmwiki.php/Main/NecessarilyEvil"
        },
        {
          "title": "All-Loving Hero",
          "url": "/pmwiki/pmwiki.php/Main/AllLovingHero"
        },
        {
          "title": "Knight in Shining Armor",
          "url": "/pmwiki/pmwiki.php/Main/KnightInShiningArmor"
        },
        {
          "title": "Dark and Troubled Past",
          "url": "/pmwiki/pmwiki.php/Main/DarkAndTroubledPast"
        },
        {
          "title": "evolves",
          "url": "/pmwiki/pmwiki.php/Main/CharacterDevelopment"
        },
        {
          "title": "Knight in Sour Armor",
          "url": "/pmwiki/pmwiki.php/Main/KnightInSourArmor"
        },
        {
          "title": "Trauma Conga Line",
          "url": "/pmwiki/pmwiki.php/Main/TraumaCongaLine"
        },
        {
          "title": "serious PTSD",
          "url": "/pmwiki/pmwiki.php/Main/ShellShockedVeteran"
        },
        {
          "title": "Resigned to the Call",
          "url": "/pmwiki/pmwiki.php/Main/ResignedToTheCall"
        },
        {
          "title": "an epiphany",
          "url": "/pmwiki/pmwiki.php/Main/EpiphanyTherapy"
        },
        {
          "title": "Time Skip",
          "url": "/pmwiki/pmwiki.php/Main/TimeSkip"
        },
        {
          "title": "more",
          "url": "/pmwiki/pmwiki.php/Main/BewareTheNiceOnes"
        },
        {
          "title": "nuanced",
          "url": "/pmwiki/pmwiki.php/Main/GoodIsNotSoft"
        },
        {
          "title": "All-Loving Hero",
          "url": "/pmwiki/pmwiki.php/Main/AllLovingHero"
        },
        {
          "title": "Knight in Shining Armor",
          "url": "/pmwiki/pmwiki.php/Main/KnightInShiningArmor"
        },
        {
          "title": "Knight of Faith",
          "url": "/pmwiki/pmwiki.php/Main/KnightOfFaith"
        },
        {
          "title": "The Power of Love",
          "url": "/pmwiki/pmwiki.php/Main/ThePowerOfLove"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Children of Remnant: All of the Claimed are this. While they are definitely overly aggressive and their moral codes arenonsensical at the absolute best, they're driven by their love for each other and they genuinely do mean to advocate for peace.",
      "links": [
        {
          "title": "Children of Remnant",
          "url": "/pmwiki/pmwiki.php/FanFic/ChildrenOfRemnant"
        },
        {
          "title": "nonsensical at the absolute best",
          "url": "/pmwiki/pmwiki.php/Main/BlueAndOrangeMorality"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InCode Geass: Mao of the Deliverance, Mao is thebrilliantbutborderline-insaneprotagonist who will dowhateverit takes to reunite with his lost love C.C. and destroy anyone who gets in his way or endangers her in his estimation, including grand theft, blackmail, and murder. He also intimidates and manipulates innocentMuggleswithout a care.",
      "links": [
        {
          "title": "Code Geass: Mao of the Deliverance",
          "url": "/pmwiki/pmwiki.php/FanFic/CodeGeassMaoOfTheDeliverance"
        },
        {
          "title": "brilliant",
          "url": "/pmwiki/pmwiki.php/Main/InsufferableGenius"
        },
        {
          "title": "borderline-insane",
          "url": "/pmwiki/pmwiki.php/Main/UnhappyMedium"
        },
        {
          "title": "Muggles",
          "url": "/pmwiki/pmwiki.php/Main/Muggles"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "TheDeliver Us from Evil Seriesfic \"Mortality\" has Watson as aGood Is Not Softversion. Heissweet, but won't hesitate totorturesomeone for information on his friend's whereabouts, and hasno problemin killing a criminalwithoutremorse if theyreallypiss him off by torturing his friend with an inch of his life, andgloating over his friend while he's dying.",
      "links": [
        {
          "title": "Deliver Us from Evil Series",
          "url": "/pmwiki/pmwiki.php/Fanfic/DeliverUsFromEvilSeries"
        },
        {
          "title": "Good Is Not Soft",
          "url": "/pmwiki/pmwiki.php/Main/GoodIsNotSoft"
        },
        {
          "title": "torture",
          "url": "/pmwiki/pmwiki.php/Main/ColdBloodedTorture"
        },
        {
          "title": "gloating over his friend while he's dying",
          "url": "/pmwiki/pmwiki.php/Main/TooDumbToLive"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Tama inThe Lion King Adventures. She does a few good things, but mainly for her own needs.",
      "links": [
        {
          "title": "The Lion King Adventures",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheLionKingAdventures"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The ProtagonistofThe Night Unfurls, Kyril Sutherland, defies standard morals, ethics, and philosophies. In aStandard Fantasy Settingthat champions the ideal of noble, chivalrousKnights in Shining Armor, Kyril is swift, brutal, and merciless towards his enemies. Hisstoicism, asociality, deranged weaponry, sinister appearance, lack of remorse for morally ambiguous actions, and the tendency to decorate the ground with heaps of limbs and innards during his fights instill unease and wariness to the people around him. Impressing upon him stock values (e.g., optimism, hero worship, battlefield courtesy, etc.) is tantamount to banging one's head against a wall, for he often chooses his own values over those expected of him. Nevertheless, Kyril does heroic deeds, like ending acenturies-old warand protecting the innocent from legions ofrapists, pillagersandslavers. Unlike many characters of the same archetype, Kyril is neither aDeadpan Snarkernor atoxic asshole(though some peopleIn-Universethink he is the latter).",
      "links": [
        {
          "title": "The Protagonist",
          "url": "/pmwiki/pmwiki.php/Main/TheProtagonist"
        },
        {
          "title": "The Night Unfurls",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheNightUnfurls"
        },
        {
          "title": "Standard Fantasy Setting",
          "url": "/pmwiki/pmwiki.php/Main/StandardFantasySetting"
        },
        {
          "title": "Knights in Shining Armor",
          "url": "/pmwiki/pmwiki.php/Main/KnightInShiningArmor"
        },
        {
          "title": "stoicism",
          "url": "/pmwiki/pmwiki.php/Main/TheStoic"
        },
        {
          "title": "centuries-old war",
          "url": "/pmwiki/pmwiki.php/Main/ForeverWar"
        },
        {
          "title": "rapists, pillagers",
          "url": "/pmwiki/pmwiki.php/Main/RapePillageAndBurn"
        },
        {
          "title": "slavers",
          "url": "/pmwiki/pmwiki.php/Main/SlaveryIsASpecialKindOfEvil"
        },
        {
          "title": "Deadpan Snarker",
          "url": "/pmwiki/pmwiki.php/Main/DeadpanSnarker"
        },
        {
          "title": "toxic asshole",
          "url": "/pmwiki/pmwiki.php/Main/JerkAss"
        },
        {
          "title": "In-Universe",
          "url": "/pmwiki/pmwiki.php/Main/InUniverse"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InOnce upon a Time: Abridged, most characters are this, dialing up their most unlikable trait in the series, except the few nice and innocent characters who are vilified by the writers and fandom alike (Broken BirdDeadpan SnarkerPrincess Abigail, andDisposable FiancéNice GuyGaston, as well asThe CutieLovable CowardAurora, to a lesser degree) who are portrayed asSheep in Sheep's Clothingand straight-up heroes.",
      "links": [
        {
          "title": "Once upon a Time: Abridged",
          "url": "/pmwiki/pmwiki.php/Fanfic/OnceUponATimeAbridged"
        },
        {
          "title": "Broken Bird",
          "url": "/pmwiki/pmwiki.php/Main/BrokenBird"
        },
        {
          "title": "Deadpan Snarker",
          "url": "/pmwiki/pmwiki.php/Main/DeadpanSnarker"
        },
        {
          "title": "Disposable Fiancé",
          "url": "/pmwiki/pmwiki.php/Main/DisposableFiance"
        },
        {
          "title": "Nice Guy",
          "url": "/pmwiki/pmwiki.php/Main/NiceGuy"
        },
        {
          "title": "The Cutie",
          "url": "/pmwiki/pmwiki.php/Main/TheCutie"
        },
        {
          "title": "Lovable Coward",
          "url": "/pmwiki/pmwiki.php/Main/LovableCoward"
        },
        {
          "title": "Sheep in Sheep's Clothing",
          "url": "/pmwiki/pmwiki.php/Main/SheepInSheepsClothing"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Drake Aurion fromTales of Fateis a very unique example. While he presents himself as a loner with a dark and troubled past, he actually has a strong sense of camaraderie with his friends, but has little faith in humanity and only fights to help others because it's the right thing to do. He's also killed more people than anyone at Beacon Academy ever has.",
      "links": [
        {
          "title": "Tales of Fate",
          "url": "/pmwiki/pmwiki.php/Fanfic/TalesOfFate"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Shugo Kino fromPretty Cure Heavy Metalis usually this, but ever since episode 45, she'll become apsychoticyetWell-Intentioned Extremistwhen confronted by dangerous criminals such as Kuroimetaru.",
      "links": [
        {
          "title": "Pretty Cure Heavy Metal",
          "url": "/pmwiki/pmwiki.php/Fanfic/PrettyCureHeavyMetal"
        },
        {
          "title": "psychotic",
          "url": "/pmwiki/pmwiki.php/Main/VillainProtagonist"
        },
        {
          "title": "Well-Intentioned Extremist",
          "url": "/pmwiki/pmwiki.php/Main/WellIntentionedExtremist"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Beren from Russian Tolkien ficBeyond the Dawn. In Tolkien'sThe SilmarillionandLay of Leithianhe wasn't prefect, but he was closer to be theIdeal Hero. InBeyond the Dawnhe's angrier and more pragmatic.",
      "links": [
        {
          "title": "Beyond the Dawn",
          "url": "/pmwiki/pmwiki.php/Fanfic/BeyondTheDawn"
        },
        {
          "title": "The Silmarillion",
          "url": "/pmwiki/pmwiki.php/Literature/TheSilmarillion"
        },
        {
          "title": "Ideal Hero",
          "url": "/pmwiki/pmwiki.php/Main/IdealHero"
        },
        {
          "title": "Beyond the Dawn",
          "url": "/pmwiki/pmwiki.php/Fanfic/BeyondTheDawn"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Sinestro in theWorld of HeroesRPG.",
      "links": [
        {
          "title": "World of Heroes",
          "url": "/pmwiki/pmwiki.php/Roleplay/SuperheroHypeRPGS"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "A Hero, a crossover betweenDoctor WhoandPuella Magi Madoka Magica, gives us a post-Evolution of the Daleks, non-hybrid Dalek Sec.No, really.",
      "links": [
        {
          "title": "A Hero",
          "url": "/pmwiki/pmwiki.php/Fanfic/AHero"
        },
        {
          "title": "Doctor Who",
          "url": "/pmwiki/pmwiki.php/Series/DoctorWho"
        },
        {
          "title": "Puella Magi Madoka Magica",
          "url": "/pmwiki/pmwiki.php/Anime/PuellaMagiMadokaMagica"
        },
        {
          "title": "No, really.",
          "url": "/pmwiki/pmwiki.php/Main/ItMakesSenseInContext"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Secret War, aWarhammer 40,000fan fic, that follows Attelus Kaltos, a mercenary apprentice assassin, who is so morally grey in his actions, he could even be interpreted as aVillain Protagonist.",
      "links": [
        {
          "title": "Secret War",
          "url": "/pmwiki/pmwiki.php/Fanfic/SecretWar"
        },
        {
          "title": "Warhammer 40,000",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer40000"
        },
        {
          "title": "Villain Protagonist",
          "url": "/pmwiki/pmwiki.php/Main/VillainProtagonist"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "World of WarcraftficChildren of the Starsfeatures Keleria, a raging, red-eyed, cackling berserker...with morals and a soft spot for adorable priestesses.",
      "links": [
        {
          "title": "World of Warcraft",
          "url": "/pmwiki/pmwiki.php/VideoGame/WorldOfWarcraft"
        },
        {
          "title": "Children of the Stars",
          "url": "/pmwiki/pmwiki.php/Fanfic/ChildrenOfTheStars"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "TheTamers Forever Serieshas several examples, such as:Noble Demon;Chaos,Good Is Not Nice; Takeru andJerkass Woobie; Rika",
      "links": [
        {
          "title": "Tamers Forever Series",
          "url": "/pmwiki/pmwiki.php/FanFic/TamersForeverSeries"
        },
        {
          "title": "Noble Demon",
          "url": "/pmwiki/pmwiki.php/Main/NobleDemon"
        },
        {
          "title": "Good Is Not Nice",
          "url": "/pmwiki/pmwiki.php/Main/GoodIsNotNice"
        },
        {
          "title": "Jerkass Woobie",
          "url": "/pmwiki/pmwiki.php/Main/JerkassWoobie"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Harry inThe Wizard in the Shadows. Slightly mad, aBlood Knightand quite willing to carve a bloody swathe through almost anything he regards as an obstacle... whilst being charming, unfailingly polite to women, having a soft spot for children and caring deeply for his friends.He tortures enemies. He has a disregard, at best, for figures of authority, along with generally disregarding people's lives when facing a threat to those he cares about. He generally hovers around Pragmatic Anti-Herountil Ginny turns up. Then he's generally a milder Anti-Hero, with worse tendencies when someone he cares about is hurt.",
      "links": [
        {
          "title": "The Wizard in the Shadows",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheWizardInTheShadows"
        },
        {
          "title": "Blood Knight",
          "url": "/pmwiki/pmwiki.php/Main/BloodKnight"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Joachim Hoch from theUpliftedseries, on the one hand is a Waffen SS Officer somewhat disenchanted with the war, charming and kind, sympathetic to the Quarians, and has lines he will not cross. He offers to let his Jewish sister in law escape, though that confrontation ends badly in a shocking fashion. On the other hand he is violent and brutal in combat, not shy about his anti-semitic, homophobic viewpoints (though it does get him into trouble with Hanala at times), and fiercely believes in his cause. He is Waffen SS for a reason. His Quarian counterpart and eventual lover, Hanala Jarva, is manipulative, lying, and brutal, and yet more idealistic than Hoch. Even if it usually is Hoch who plays the role of peacekeeper.Though as of the first interlude (taking place in 1999) both Hoch and Hanala seem to have become a Disney Anti Hero in their old age.",
      "links": [
        {
          "title": "Uplifted",
          "url": "/pmwiki/pmwiki.php/Fanfic/Uplifted"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Ethan Sunderland,the Courier, was depicted as this trope inRedemption in the Stars, mostly aPragmatic Hero. To start, he killed a batarian thug, stopping him from mugging him and looted the corpse for anything of value to use. He agreed to work with Cerberus on a project to repair hisTransportalponder(though he was not happy about it himself),abandoned Liara and Feron at the mercy of Tazzik when things turned for the worse during their pursuit of Shepard, and took a Blue Suns Centurion hostage to extract information on Liara's and Feron's coordinates from her comrades. On the other hand, he had assisted theNCRduring his travels in the Mojave, according to the narration. He was also squeamish working with Cerberus but didn't see much of the choice but to go along.",
      "links": [
        {
          "title": "the Courier",
          "url": "/pmwiki/pmwiki.php/VideoGame/FalloutNewVegas"
        },
        {
          "title": "Redemption in the Stars",
          "url": "/pmwiki/pmwiki.php/FanFic/MassFoundations"
        },
        {
          "title": "Pragmatic Hero",
          "url": "/pmwiki/pmwiki.php/Main/PragmaticHero"
        },
        {
          "title": "Transportalponder",
          "url": "/pmwiki/pmwiki.php/Main/Teleportation"
        },
        {
          "title": "NCR",
          "url": "/pmwiki/pmwiki.php/Main/TheFederation"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InBrave New World, we have Team Quantum's Aeon. The rest of Team Quantum still count, but Aeon takes it further when hesucks Team Ebony in his stomach-mouth and puts them throughTraining from Hell.As a reward, they are now fearless and can use time-themed attacks, but are severely traumatized as a result. Even the rest of Team Quantum didn't like what he did.General Nuken of the Draconian Army is also one, what with his tendency to enjoy killing things and being a sociopath. However, despite this, he is devoted to the Draconian Empire and is well intentioned.His personality is actually due tohim taking all the negative personality traitsfrom his brother when they evolved from a Nincada.",
      "links": [
        {
          "title": "Brave New World",
          "url": "/pmwiki/pmwiki.php/Fanfic/BraveNewWorld"
        },
        {
          "title": "Training from Hell",
          "url": "/pmwiki/pmwiki.php/Main/TrainingFromHell"
        },
        {
          "title": "him taking all the negative personality traits",
          "url": "/pmwiki/pmwiki.php/Main/HeroicSacrifice"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Diaries of a Madmanhas one in Navarone. He'll usually do the right thing when it really matters, but he can act in very unethical and underhanded ways, and can be extremely abrasive. Celestia also dips into this on occasions as well.",
      "links": [
        {
          "title": "Diaries of a Madman",
          "url": "/pmwiki/pmwiki.php/FanFic/DiariesOfAMadman"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InTech 10 Rebooted, Tech fights for what he believes is 'justice', and will straight up ignore the safety of people or the upholding of the law in order to accomplish his goals.",
      "links": [
        {
          "title": "Tech 10 Rebooted",
          "url": "/pmwiki/pmwiki.php/FanFic/Tech10Rebooted"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The protagonist, Lockbox, ofMy Little Metrois gradually becoming this as the depravity of the Metro wears down his better natures.",
      "links": [
        {
          "title": "My Little Metro",
          "url": "/pmwiki/pmwiki.php/FanFic/MyLittleMetro"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Alexandra Harris, the protagonist of theBuffy the Vampire Slayer/Power Girlcrossover-ficOrigin Storybest showed that she was an Anti-Hero when she fought Reed Richards of the Fantastic Four. After she uses her \"super-breath\" to freeze him in place, thus nullifying his stretching powers, he assumes that she has insured that he'd thaw before suffering permanent damage from frostbite. Alex corrects him, telling Richards that she neither knows nor cares whether or not he'll thaw before being permanently injured.",
      "links": [
        {
          "title": "Buffy the Vampire Slayer",
          "url": "/pmwiki/pmwiki.php/Series/BuffyTheVampireSlayer"
        },
        {
          "title": "Power Girl",
          "url": "/pmwiki/pmwiki.php/ComicBook/PowerGirl"
        },
        {
          "title": "Origin Story",
          "url": "/pmwiki/pmwiki.php/FanFic/OriginStory"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Seamus Finnigan, whose method to defeat theBig BadinSluaghisbyritually torturing and murdering his recruits both current and potential.",
      "links": [
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Sluagh",
          "url": "/pmwiki/pmwiki.php/FanFic/Sluagh"
        },
        {
          "title": "ritually torturing and murdering his recruits both current and potential",
          "url": "/pmwiki/pmwiki.php/Main/PayEvilUntoEvil"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Jason Shepard, aka Lightstorm ofSailor Moon: Legends of Lightstormis this, though his motivation stems primarily from necessity. Due to legally not existing, his main source of income is money and resources that he takes from the criminals of Tokyo that he kills. Mostly this is so he can buy things like food, clothes, and materials to make his armor and weapons, but he has been shown to have other reasons for going after criminals (in one instance, he seemed to be extremely angry with a drug dealer (so much so that he seemed about to torture the guy to death), and less than a minute later he refers to the session as \"training\" to Luna over the phone).",
      "links": []
    },
    {
      "section": "Examples",
      "text": "Swordstormhas Kapral. His motives are unclear, but he is rather sarcastic and pragmatic.",
      "links": [
        {
          "title": "Swordstorm",
          "url": "/pmwiki/pmwiki.php/Fanfic/Swordstorm"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Tom inTom Riddle's Schooldaysis nice and helpful for selfish reasons.",
      "links": [
        {
          "title": "Tom Riddle's Schooldays",
          "url": "/pmwiki/pmwiki.php/Fanfic/TomRiddlesSchooldays"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Shinji fromThousand Shinjiis a violent jerkass, manipulates people's feelings and often displays a disturbing lack of empathy. Still he fightsEldritch Abominationsand eviler people than him, and heintendsto save mankind.",
      "links": [
        {
          "title": "Thousand Shinji",
          "url": "/pmwiki/pmwiki.php/Fanfic/ThousandShinji"
        },
        {
          "title": "Eldritch Abominations",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Subverted inThe Second Try. Shinji and Asuka were this in the original timeline and in theAfter the Endchapters (since they fought to save the world for selfish reasons or merely struggled to survive), but in the \"repeat\" chapters they're straight up heroes:They really don't have any reason to pilot theEVAsanymore. They lost everything the first time around, they had dealt with their issues and regrets a long time ago, and now they've lost their daughter. They don't have any attachments to the world, nor anything to gain from saving it. But they choose to fight anyways, just to give the world another chance.",
      "links": [
        {
          "title": "The Second Try",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheSecondTry"
        },
        {
          "title": "After the End",
          "url": "/pmwiki/pmwiki.php/Main/AfterTheEnd"
        },
        {
          "title": "EVAs",
          "url": "/pmwiki/pmwiki.php/Main/HumongousMecha"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InWormfanficQuicken, Emma's fighting style is brutal and gory and she kills a lot of people. Said people are thugs, gangsters, rapists and Nazis who want to kill her, rape her or sell her into slavery because she is too white, she isn't white enough, she's a woman or she's in the wrong place in the wrong time.Screw this.I was done with words. I was tired of being tossed from one struggle to the next. I was done listening to them and their useless voices. Yan, Lao, the Empire thugs from earlier, Cricket, these Empire thugs—it was just a blur of monsters wearing human faces. I was done hearing them talk, make justifications for their depravity. I was done watching them continue to breathe. I was just done.They thought I couldn't hurt them? We'd see.",
      "links": [
        {
          "title": "Worm",
          "url": "/pmwiki/pmwiki.php/Literature/Worm"
        },
        {
          "title": "Quicken",
          "url": "/pmwiki/pmwiki.php/Fanfic/Quicken"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InChrysalis Visits The Hague, the protagonist who seems to have trouble showing basic human decency a lot of the time. Granted, the fact that he is appointed duty counsel foryou-know-whodoesn't help, of course.",
      "links": [
        {
          "title": "Chrysalis Visits The Hague",
          "url": "/pmwiki/pmwiki.php/Fanfic/ChrysalisVisitsTheHague"
        },
        {
          "title": "you-",
          "url": "/pmwiki/pmwiki.php/Main/HiveQueen"
        },
        {
          "title": "know-",
          "url": "/pmwiki/pmwiki.php/Main/SmugSnake"
        },
        {
          "title": "who",
          "url": "/pmwiki/pmwiki.php/Main/EmotionEater"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "A number of characters inForum of Thronesare heroic but have rather murky morals and can't be called clear heroes.The Burned Man is this even if you are on his side. He is affable, gentle and generous, but it must be remembered that he is a professional criminal and a very successful one at that. He employs children and raises them into a life of crime, yet his intentions are to keep them from falling victim to even worse things and to teach them something that will actually help them survive inOldtown.His adopted daughter Harpy is no less complicated. She is a sweet and caring young woman, with a soft spot for the children her adopted father employs. Many of them come to see her as a big sister and she genuinely mourns every loss close to her. Ultimately, she only wishes for a normal life, which sadly gets more and more out of reach for her. She is also incredibly vengeful, willing to go to great lengths to avenge any injustice she and the people she loves suffer. Her temper can also only be described as volatile.Perhaps under the influence of the abovementioned characters, Jaron develops into one as well. Starting the series firmly as an idealistic, yet naiveKnight in Shining Armor, he gradually got more cynical and more willing to compromise his honour to get results. The key moment that cemented this was arguably when he did not stop Harpy when she moved to kill the defeated Butterfly.Irving is aClassical Anti-Hero. He lacks the skill of almost everyone around him, lacks the will to improve on his flaws (at least initially) and is a huge, butlovable coward. He is also firmly one of the good guys despite all of this.Torvin Breaker is a sympathetic Point-of-View, with plenty of likeable traits, which makes it easy to forget that he is, by all means, part of a culture that encouragesRape, Pillage, and Burn. Compared to a majority of the other Ironborn,Torvin is certainly not that much of a bad guyandthe ones he fights against are worse without a doubt, but even at his best, he is merely anUnscrupulous Hero.After hisHeel–Face Turn,Samuel Harringtonhas not lost his moral ambiguity. Though generally on the side of the good guys ever since, he has no problem with getting innocent people harmed or with stabbing those that consider him an ally in the back. That said, he also gradually develops into a more likeable person, as evidenced by hisShip TeasewithRaenna.",
      "links": [
        {
          "title": "Forum of Thrones",
          "url": "/pmwiki/pmwiki.php/Fanfic/ForumOfThrones"
        },
        {
          "title": "Oldtown",
          "url": "/pmwiki/pmwiki.php/Main/ViceCity"
        },
        {
          "title": "Knight in Shining Armor",
          "url": "/pmwiki/pmwiki.php/Main/KnightInShiningArmor"
        },
        {
          "title": "Classical Anti-Hero",
          "url": "/pmwiki/pmwiki.php/Main/ClassicalAntiHero"
        },
        {
          "title": "lovable coward",
          "url": "/pmwiki/pmwiki.php/Main/LovableCoward"
        },
        {
          "title": "Rape, Pillage, and Burn",
          "url": "/pmwiki/pmwiki.php/Main/RapePillageAndBurn"
        },
        {
          "title": "Torvin is certainly not that much of a bad guy",
          "url": "/pmwiki/pmwiki.php/Main/NobleDemon"
        },
        {
          "title": "the ones he fights against are worse without a doubt",
          "url": "/pmwiki/pmwiki.php/Main/TheCaligula"
        },
        {
          "title": "Unscrupulous Hero",
          "url": "/pmwiki/pmwiki.php/Main/UnscrupulousHero"
        },
        {
          "title": "Heel–Face Turn",
          "url": "/pmwiki/pmwiki.php/Main/HeelFaceTurn"
        },
        {
          "title": "Ship Tease",
          "url": "/pmwiki/pmwiki.php/Main/ShipTease"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InTotal DramafanficUnbreakable Red Silken ThreadThough greatly reformed compared to her in Total Drama, Heather still has many flaws that she acknowledges and must deal with.",
      "links": [
        {
          "title": "Total Drama",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TotalDrama"
        },
        {
          "title": "Unbreakable Red Silken Thread",
          "url": "/pmwiki/pmwiki.php/Fanfic/UnbreakableRedSilkenThread"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "This applies to many of the characters inThe Hounds of Vegas. Dean, Randy,and eventually Sethare the biggest examples.",
      "links": [
        {
          "title": "The Hounds of Vegas",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheHoundsOfVegas"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "SAPR: Sunset Shimmer, since she wasn't hit by a friendship beam like in canonMy Little Pony: Equestria Girls, has to learn to become a good person the hard way. Since she doesn't actually think she is a bad person, this road is rockier than normal.",
      "links": [
        {
          "title": "SAPR",
          "url": "/pmwiki/pmwiki.php/Fanfic/SAPR"
        },
        {
          "title": "My Little Pony: Equestria Girls",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/MyLittlePonyEquestriaGirls"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Alucard inTurning Pointhas a much stronger moral compass than his father, but he is also willing to kill the people responsible for his mother's near-death and he isn't above conning a merchant by \"selling\" his magic sword if it means providing for himself and his mother.",
      "links": [
        {
          "title": "Turning Point",
          "url": "/pmwiki/pmwiki.php/Fanfic/TurningPoint"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InYu-Gi-Oh! Reality's Curtain, Lady Light is happy to torture and murder her enemies with a smile on her face, and probably only qualifies as a hero because she'sfighting the bad guys. Kimiko seems to be a lighter gray but is a hugeJerkassto everyone and happy to resort to physical violence even when the person she's assaulting was just trying to be her friend.",
      "links": [
        {
          "title": "Yu-Gi-Oh! Reality's Curtain",
          "url": "/pmwiki/pmwiki.php/FanFic/YuGiOhRealitysCurtain"
        },
        {
          "title": "fighting the bad guys",
          "url": "/pmwiki/pmwiki.php/Main/NominalHero"
        },
        {
          "title": "Jerkass",
          "url": "/pmwiki/pmwiki.php/Main/JerkAss"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Pokémon: The Lost Child: Zoroark is looking to take down the evil Brotherhood but is willing to resort to measures like torture and murder in order to accomplish it.",
      "links": [
        {
          "title": "Pokémon: The Lost Child",
          "url": "/pmwiki/pmwiki.php/Fanfic/PokemonTheLostChild"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "A Dip in the Inkwell: Just as in canon, Todd is portrayed this way in \"Gardening Lessons\". He's no longer a villain but doesn't wish to get cozy with Odd Squad and accept their help. He eventually does, after much persuading from residentGenki GirlOlympia.Todd:Just because I'm not a villain anymore doesn't automatically make me a good guy, AgentOptimism.I can beoddand just garden instead of causing oddness.",
      "links": [
        {
          "title": "A Dip in the Inkwell",
          "url": "/pmwiki/pmwiki.php/Fanfic/ADipInTheInkwell"
        },
        {
          "title": "Genki Girl",
          "url": "/pmwiki/pmwiki.php/Main/GenkiGirl"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "We Must Be Killers: Almost every District 2 character has committed brutal murders in the arena in the service of an evil regime, can be very judgmental to people in other districts and even the ones who go against the Capitol have mixed motives, but they also truly care about each other and the people of their district? and do believe in the greater purpose of their actions. Even the nicer and better-adjusted victors often haveKick the DogorObliviously Evilmoments, such as Brutus's mentor Odin refusing to let his mother see him and help repair his life after he becomes a victor.",
      "links": [
        {
          "title": "We Must Be Killers",
          "url": "/pmwiki/pmwiki.php/Fanfic/WeMustBeKillers"
        },
        {
          "title": "Kick the Dog",
          "url": "/pmwiki/pmwiki.php/Main/KickTheDog"
        },
        {
          "title": "Obliviously Evil",
          "url": "/pmwiki/pmwiki.php/Main/ObliviouslyEvil"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Time To Go Home: Tobey falls comfortably into this following hisHeel–Face Turnin the previous story. He may be a hero now, but that doesn't stop him from having his fair share of jerk moments, destructive tendencies and downright sadistic moments.He even falls back into old habits of trying to destroy buildings with his robots upon discovering that Becky may be leaving Earth forever, showing that he still has a bit of that old Tobey left in him.",
      "links": [
        {
          "title": "Time To Go Home",
          "url": "/pmwiki/pmwiki.php/Fanfic/TimeToGoHome"
        },
        {
          "title": "Heel–Face Turn",
          "url": "/pmwiki/pmwiki.php/Main/HeelFaceTurn"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "In theTurning RedficTurning Red: Secrets of the Panda, Catherine Moore starts off this way, as she does some immoral things such asexperimenting on people, and removing Mei's panda spirit, but she's only trying to help people and soon realisesher actions have caused more harm than good.",
      "links": [
        {
          "title": "Turning Red",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TurningRed"
        },
        {
          "title": "Turning Red: Secrets of the Panda",
          "url": "/pmwiki/pmwiki.php/Fanfic/TurningRedSecretsOfThePanda"
        },
        {
          "title": "her actions have caused more harm than good",
          "url": "/pmwiki/pmwiki.php/Main/MyGodWhatHaveIDone"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "My Hero Academia: Unchained Predator: The Doom Slayer is viewed as one of the most infamousVillain Killerswithin the first 25 chapters after he mauled Shigaraki, slaughtered the Steel Sabers, fought and won against 48 heroes with them finding out their quirksdo jackshit against him, andwonagainst All Might. Despite this, he holds to a strict moral code, which many think is silver lining... if the man didn't have a tendency to slaughter the villains in ways that would become downright nightmarish.",
      "links": [
        {
          "title": "My Hero Academia: Unchained Predator",
          "url": "/pmwiki/pmwiki.php/Fanfic/MyHeroAcademiaUnchainedPredator"
        },
        {
          "title": "Villain Killers",
          "url": "/pmwiki/pmwiki.php/Main/VillainKiller"
        },
        {
          "title": "do jackshit against him",
          "url": "/pmwiki/pmwiki.php/Main/NoSell"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The fourzigzag with this status inThe Keys Stand Alone. They were forced into being heroes to begin with—several times they express their desire to just go home and let the war on C'hou progress without them—and they fiercely cling to theirActual Pacifismno matter what. While they're basically good guys and initially do a few heroic things, they get sick of being pestered all the time to play hero and start to turn down requests to save kidnapped children and the like. Whenthey find out that they've been in a giant telepathicMMORPGall along, all their heroic impulses go out the window as they are now focused solely on saving themselves. Butthen, when they meet with the leader of the Survivors and find out how distressed she is about her situation, they promise to do as much as possible to get the Survivors sent home after they enter the Black Tower, especially since they know thatof all the characters in the game,they're the people most likely to genuinely die after everything is over.Unfortunately, they have no power to do this, since it would take years to discover all the character bodies squirreled away around the planet, figure out how to send them home, and send them home. Still, the four genuinely meant to be helpful.",
      "links": [
        {
          "title": "The four",
          "url": "/pmwiki/pmwiki.php/Music/TheBeatles"
        },
        {
          "title": "The Keys Stand Alone",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheKeysStandAlone"
        },
        {
          "title": "Actual Pacifism",
          "url": "/pmwiki/pmwiki.php/Main/ActualPacifist"
        },
        {
          "title": "MMORPG",
          "url": "/pmwiki/pmwiki.php/Main/MMORPG"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The Beast fromBeauty and the Beast (1991). He started off as a selfish tyrant who ruled his kingdom with an iron fist, but is noble, protective and brave to a certain extent.",
      "links": [
        {
          "title": "Beauty and the Beast (1991)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/BeautyAndTheBeast1991"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Despicable Me:After hisHeel–Face Turn, Gru switches to the hero side, but still keeps his negative qualities.Kevin, Stuart and Bob, the three main minions from the prequelMinions, are the examples to this rule, in a way. Although they intend to find their sinister master for them to serve, they perform acts of goodness, such as looking out for each other, as well as (unintentionally) save England from Scarlett's influence.",
      "links": [
        {
          "title": "Despicable Me",
          "url": "/pmwiki/pmwiki.php/Franchise/DespicableMe"
        },
        {
          "title": "Heel–Face Turn",
          "url": "/pmwiki/pmwiki.php/Main/HeelFaceTurn"
        },
        {
          "title": "Minions",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Minions"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Inside Out 2: Anxiety genuinely means well for Riley, with her obsession with getting her on the Fire Hawks stemming from the desire to not have her be alone in High School. Unfortunately, her tendency to overthink and desire for complete controlpushes Anxiety to take drastic actions that only hurt Riley and eventually causes her (and herself) to suffer an anxiety attack.",
      "links": [
        {
          "title": "Inside Out 2",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/InsideOut2"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Killer Bean Forever: Detective Cromwell qualifies as theKnight in Sour Armorvariety. He is quite dead-set on sending Cappuccino to prison, trying to find dirt on him in any way he can, which is why he tries to meet with Killer Bean in the first place to get assistance. However, in most cases, he chooses to solve conflicts peacefully, such as when he meets Killer Bean in a bar and is able to avert any sort of conflict between Killer Bean, the bar owner, and himself.",
      "links": [
        {
          "title": "Killer Bean Forever",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/KillerBeanForever"
        },
        {
          "title": "Knight in Sour Armor",
          "url": "/pmwiki/pmwiki.php/Main/KnightInSourArmor"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Like Gru's example, the eponymous character ofMegamindbecomes this after hisHeel–Face Turn. He's certainly not a hero in the traditional sense, and most of the problems he's faced with were his creations in the first place, but he does save the day.",
      "links": [
        {
          "title": "Megamind",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Megamind"
        },
        {
          "title": "Heel–Face Turn",
          "url": "/pmwiki/pmwiki.php/Main/HeelFaceTurn"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Rise of the Guardians:Jack Frost may be brave and heroic at heart, but also an incorrigible trickster who prefers to work alone.Bunnymund is also one, acting like a complete jerk, although he deeply cares for his friends and children.",
      "links": [
        {
          "title": "Rise of the Guardians",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/RiseOfTheGuardians"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Ruben Brandt, Collector: Other criminals try to capture Ruben Brandt and his friends for stealing paintings, not because of the law, but because for the reward they can gain from it.",
      "links": [
        {
          "title": "Ruben Brandt, Collector",
          "url": "/pmwiki/pmwiki.php/Animation/RubenBrandtCollector"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InSinbad: Legend of the Seven Seas, the titular character is definitely this. While he proves to have nobility and courage, Sinbad is also a thieving pirate captain who initially attempted not to return to Syracuse even though his best friend's life was on the line.",
      "links": [
        {
          "title": "Sinbad: Legend of the Seven Seas",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/SinbadLegendOfTheSevenSeas"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Chinese Hero: Hua Ying-Xiong becomes progressively colder and crueler with every friend and loved one he loses.",
      "links": [
        {
          "title": "Chinese Hero",
          "url": "/pmwiki/pmwiki.php/Manhua/ChineseHero"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The Exploding Girl: Ping was clearly a delinquent before getting superpowers, but has been shown to use those fighting skills to protect helpless people from bullies. Mao is similarly all for stopping the Violencia and the rogue Exploding Girls, but their methods can be ruthlessly cold, pragmatic, and even sadistic.",
      "links": [
        {
          "title": "The Exploding Girl",
          "url": "/pmwiki/pmwiki.php/Manhua/TheExplodingGirl"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Weapons of the Gods: As much as the narrative labels them as \"heroes\", lots of them are self-serving, and aren't above scheming to get what they want (e.g. Bei-Ming Zheng, Dong-Fang Xiong, and the Phoenix Queen), or are too brutal and ruthless (e.g. Tie-Xin). This is contrasted by the outright traditional, virtuous heroes like Wen-Tian and Xi-Cheng Xiu-Shu.",
      "links": [
        {
          "title": "Weapons of the Gods",
          "url": "/pmwiki/pmwiki.php/Manhua/WeaponsOfTheGods"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Cavalier of the Abyss:Nex is a cold, bitter, ruthless, jaded tyrant! He's also trying to preventCaladbolgand followers from bringing ruin tobothworlds. This includes ordering entire villages executed because even one is infected.Xix is driven by his desire for revenge against Nex and is not afraid to play dirty, but a good person at heart.",
      "links": [
        {
          "title": "Cavalier of the Abyss",
          "url": "/pmwiki/pmwiki.php/Manhwa/CavalierOfTheAbyss"
        },
        {
          "title": "Caladbolg",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Five Iron Frenzy's song \"My Evil Plan to Save the World\" illustrates this point to an extent.",
      "links": [
        {
          "title": "Five Iron Frenzy",
          "url": "/pmwiki/pmwiki.php/Music/FiveIronFrenzy"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "God Forbid's song \"Anti Hero\" Explore themes of anti-heroism, with lyrics like \"Torn between right and wrong.\"",
      "links": []
    },
    {
      "section": "Examples",
      "text": "Since one of the main themes ofThe Bibleis thatHumans Are Flawed, almost all the \"heroes of faith\" whom God chooses to carry out His purposes have vices that causes all sorts of problems.In the Old Testament, God usually identifies Himself as the God ofAbraham, Isaac and Jacob. All three men are less-than-ideal in their own way, but especially Jacob, who deceives his father to steal his older brother's blessing, and later shows blatantParental Favoritismtowards his son Joseph (sparking fatal jealousy in his brothers). Despite this, God promises to make a great nation out of him andrenameshim \"Israel\", and this name is what his descendants would be known as for the next hundreds of years.David, despite being known as \"a man after God's own heart\" repeatedly falls into his vices, such as committing adultery with Bathsheba, andhaving her husband murdered.Unlike the later Kings of Israel, thejudgesare personally handpicked by God to rescue the nation from foreign opressors, but a lot of them (especially the latter half) are just as proud and bloodthirsty as their enemies.Gideon massacres a neutral party for refusing to help him chase his enemies, and, after defeating his adversaries, builds an ephod for his honour (which becomes a new source of Israel's idolatry), which is described as a \"snare to his family\".Jephthah recklessly makes an oath to sacrifice whatever comes out of the house to greet him when he returns from battle. This turns out to be his daughter, and Jephthah chooses to stand by his (poorly thought out) oath and sacrifices his daughter rather than admit his mistake and bear the consequences of breaking the oath by himself.Samson is consistently depicted as violent, ill-tempered and prone to fall into his own carnal whims. He marries a Philistine woman (the nation he's supposed to be saving Israelfrom), then promptly divorces her when she causes him to lose a bet he made with the party guests, only to regret it later and tries to get her back. Failing to get back his wife, he goes on to cavort with prostitutes, including Delilah (who would lead to his downfall). Whenever he kills the Philistines, it's not because he wants to help his oppressed people — as his predecessors did — but because he's pissed and goes on a rampage.Jonah, the prophet called to Nineveh in Assyria, really doesn't want to preach there, as it was common for the Israelites and other Near East nations to hate them for their brutality. He runs in the opposite direction, but God catches him and uses a whale to deliver him to dry land, where he finally takes up hisMission from God. But even after accomplishing his mission, Jonah complains that he wanted Nineveh to be destroyed, so God uses a shade tree that quickly dies to teach him mercy to other nations.",
      "links": [
        {
          "title": "The Bible",
          "url": "/pmwiki/pmwiki.php/Literature/TheBible"
        },
        {
          "title": "Humans Are Flawed",
          "url": "/pmwiki/pmwiki.php/Main/HumansAreFlawed"
        },
        {
          "title": "Abraham, Isaac and Jacob",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfGenesis"
        },
        {
          "title": "Parental Favoritism",
          "url": "/pmwiki/pmwiki.php/Main/ParentalFavoritism"
        },
        {
          "title": "renames",
          "url": "/pmwiki/pmwiki.php/Main/MeaningfulRename"
        },
        {
          "title": "David",
          "url": "/pmwiki/pmwiki.php/Literature/BooksOfSamuel"
        },
        {
          "title": "having her husband murdered",
          "url": "/pmwiki/pmwiki.php/Main/UriahGambit"
        },
        {
          "title": "judges",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfJudges"
        },
        {
          "title": "Jonah",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfJonah"
        },
        {
          "title": "Mission from God",
          "url": "/pmwiki/pmwiki.php/Main/MissionFromGod"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "In Wagner'sRing Cycle, Wotan is trying to establish a world of order and laws, his actions are nearly always self-serving.",
      "links": [
        {
          "title": "Ring Cycle",
          "url": "/pmwiki/pmwiki.php/Theatre/DerRingDesNibelungen"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Venom (2023): While the Venom symbiote works to combat Carnage, Knull, and several other foes, it's not characterized as heroic. In addition to promotional material explicitly calling it an anti-hero, some of its dialogue upon starting a game and choosing a host indicate it thinks lowly of them (if it's not outright coercing them for its own ends).\"Cooperate, and you just might survive.\"",
      "links": [
        {
          "title": "Venom (2023)",
          "url": "/pmwiki/pmwiki.php/Pinball/Venom2023"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Jason Whittaker,John Whittaker'sadult son, fromAdventures in Odysseyis certainly this; particularly when faced with a dangerous or otherwise sticky situation. He is the most likely to be told that he doesn't have to ignore basic morality to successfully counter evil, and he tends to be very cocky and aggressive when he thinks he knows what he's doing.",
      "links": [
        {
          "title": "John Whittaker's",
          "url": "/pmwiki/pmwiki.php/Main/BigGood"
        },
        {
          "title": "Adventures in Odyssey",
          "url": "/pmwiki/pmwiki.php/Radio/AdventuresInOdyssey"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The Shadow of theradio seriesis aLighter and Softerversion of this term, at least during Orson Welles' tenure. He was much more moral overall and never directly killed anyone, but still often manipulated villains into killing each other or themselves. Once Welles left the role, however, later actors played him as a straight-up hero.",
      "links": [
        {
          "title": "radio series",
          "url": "/pmwiki/pmwiki.php/Radio/TheShadow"
        },
        {
          "title": "Lighter and Softer",
          "url": "/pmwiki/pmwiki.php/Main/LighterAndSofter"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "A relatively rareLawful Goodexample would be Ambros Brasmere fromDungeons & Dragons. He is aGray Guard, a paladinPrestige Classwhose goal is to protect the innocent from evil no matter what. Theyfight dirty, can convert their Lay on Hand ability to a painful interrogation technique among other things. They're as cynical and brutal as their alignment allow.",
      "links": [
        {
          "title": "Lawful Good",
          "url": "/pmwiki/pmwiki.php/Main/LawfulGood"
        },
        {
          "title": "Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        },
        {
          "title": "Gray Guard",
          "url": "/pmwiki/pmwiki.php/Main/KnightInSourArmor"
        },
        {
          "title": "Prestige Class",
          "url": "/pmwiki/pmwiki.php/Main/PrestigeClass"
        },
        {
          "title": "fight dirty",
          "url": "/pmwiki/pmwiki.php/Main/CombatPragmatist"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Assumed to be the norm amongst players ofDungeons of Drakkenheim. The setting corebook lets players gamble with their sanity and souls by employingBlack Magic, in the form of spells fueled byDelerium; though very powerful, most of these spells cause the user to either risk or automatically gainContaminationlevels, which results incrippling deformitiesand transformation into a non-playable mad monster. Players can also choose to be members of the Church of the Sacred Flame, a bunch of zealots whooppress followers of the Old Faith and mageborn, or even join the Followers of the Falling Fire, a Sacred Flame doomsday cult, or they can be mageborn who are loyal to the Amethyst Academy, which is determined to protect and promote mageborn rights no matter the cost. The player's guide offers a number of new subclasses that either actively embrace the dark power of Delerium or simply have a sinister flavor, such as a paladin who usescursesto defeat its enemies and adoomspeaking bard who spreads terror and despair.",
      "links": [
        {
          "title": "Dungeons of Drakkenheim",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsOfDrakkenheim"
        },
        {
          "title": "Black Magic",
          "url": "/pmwiki/pmwiki.php/Main/BlackMagic"
        },
        {
          "title": "Delerium",
          "url": "/pmwiki/pmwiki.php/Main/GreenRocks"
        },
        {
          "title": "Contamination",
          "url": "/pmwiki/pmwiki.php/Main/TheCorruption"
        },
        {
          "title": "crippling deformities",
          "url": "/pmwiki/pmwiki.php/Main/BodyHorror"
        },
        {
          "title": "oppress followers of the Old Faith and mageborn",
          "url": "/pmwiki/pmwiki.php/Main/UnequalRites"
        },
        {
          "title": "curses",
          "url": "/pmwiki/pmwiki.php/Main/Curse"
        },
        {
          "title": "doomspeaking bard who spreads terror and despair",
          "url": "/pmwiki/pmwiki.php/Main/TheEndIsNigh"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Grim Hollowembraces the idea that player characters may have to embrace the darkness to fight the darkness, in contrast to settings likeRavenloft. The corebook offers a variety of monstrous transformations that players can choose to undergo; none of these affect their alignment, not even turning into a lich, vampire or literal demon, but all of them areinherently sinister in their abilities at best. Playable races, on the other hand, range fromDraconic Humanoidswho are implied to be embracing theanti-arcanist inquisitionin part to cripple humanity — whoreliedon the power of arcane magic to destroy their former empire — to underwater-dwelling necromancers who sacrifice twin-born children.",
      "links": [
        {
          "title": "Grim Hollow",
          "url": "/pmwiki/pmwiki.php/TabletopGame/GrimHollow"
        },
        {
          "title": "Ravenloft",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Ravenloft"
        },
        {
          "title": "inherently sinister in their abilities at best",
          "url": "/pmwiki/pmwiki.php/Main/BadPowersGoodPeople"
        },
        {
          "title": "Draconic Humanoids",
          "url": "/pmwiki/pmwiki.php/Main/DraconicHumanoid"
        },
        {
          "title": "anti-arcanist inquisition",
          "url": "/pmwiki/pmwiki.php/Main/UnequalRites"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Magic: The Gathering:Toshiro Umezawa of the setting Kamigawa is a selfish, conniving, snarky bastard. Doesn't keep him from fighting against a war against nigh-omnipresent and incredibly powerful god-spirits wanting to tear the world apart, for obvious reasons.Sorin Markov, despite being in many ways a scheming douche, was also one of the three planeswalkers responsible for locking theEldraziaway ina Zendikar-shaped can. He also created the most powerful force for human survival on Innistrad, admittedly to prevent the other vampires (and the zombies, and the werewolves...) from wiping out the food supply.Urza is somewhere between this trope andDesignated Hero. Over the course of six millenia of existence, Urza fought a brutal war with his own brother, causedThe End of the World as We Know It(twice!), destroyed a small universe (one populated by Angels, no less), used and/or betrayed everyone close to himand their families,sacrificed six of his godlike brethren, and, perhaps most tellingly, was only able to make one real friend in all that time (the others merely being allies or his own creations). The flavor text of the card \"Recover,\" puts it most tellingly:As Barrin exhumed his daughter's body, he finally realized the full price of his faith in Urza.After being a straight villain inAgents of Artifice, Tezzeret grabs theSympathetic P.O.V.after someCharacter Developmentand takes an Anti-Hero role in the sequel,Test of Metal.Venser in both of his appearances, albeit in different ways: inTime Spiral, he's an arrogant, petulant stereotypical nerd who tries so hard to get into Jhoira's pants that he is more invested in scoringthan in the end of the world that's happening right around him, while inQuest For Karnhe is an arrogantJerkasswho isaddictedtoblinkmoth serumand constantly berates his teammates (which, to be fair to the man, dragged him there against his will). What's most jarring is that the set the second novel was written for tries to depict him as a straight up protagonist, in spite of his tract record and no attempts on Creative to fix it.Liliana Vess only cares about one person: herself. Luckily, her interests have largely aligned with the greater good again and again, and saved Innistrad twice.",
      "links": [
        {
          "title": "Magic: The Gathering",
          "url": "/pmwiki/pmwiki.php/TabletopGame/MagicTheGathering"
        },
        {
          "title": "Eldrazi",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        },
        {
          "title": "a Zendikar-shaped can",
          "url": "/pmwiki/pmwiki.php/Main/SealedEvilInACan"
        },
        {
          "title": "Designated Hero",
          "url": "/pmwiki/pmwiki.php/Main/DesignatedHero"
        },
        {
          "title": "The End of the World as We Know It",
          "url": "/pmwiki/pmwiki.php/Main/TheEndOfTheWorldAsWeKnowIt"
        },
        {
          "title": "Agents of Artifice",
          "url": "/pmwiki/pmwiki.php/Literature/AgentsOfArtifice"
        },
        {
          "title": "Sympathetic P.O.V.",
          "url": "/pmwiki/pmwiki.php/Main/SympatheticPOV"
        },
        {
          "title": "Character Development",
          "url": "/pmwiki/pmwiki.php/Main/CharacterDevelopment"
        },
        {
          "title": "Test of Metal",
          "url": "/pmwiki/pmwiki.php/Literature/TestOfMetal"
        },
        {
          "title": "than in the end of the world that's happening right around him",
          "url": "/pmwiki/pmwiki.php/Main/NominalHero"
        },
        {
          "title": "Jerkass",
          "url": "/pmwiki/pmwiki.php/Main/Jerkass"
        },
        {
          "title": "addicted",
          "url": "/pmwiki/pmwiki.php/Main/AddictiveMagic"
        },
        {
          "title": "blinkmoth serum",
          "url": "/pmwiki/pmwiki.php/Main/FantasticDrug"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Misspent Youthby Robert Bohl is a game where you play a group of teenage anarchists out to change the world. The \"PCs\" are called Youthful Offenders and in every way, the world considers them to be criminals.",
      "links": [
        {
          "title": "Misspent Youth",
          "url": "http://misspentyouthgame.com/"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "John Adams from1776certainly qualifies. The fact that he's frequently described as \"obnoxious and disliked\" (and remember, he describesHIMSELFthat way) says a lot about his heroic disposition. The directors' commentary says that he's a difficult role to cast, as he must be disliked by Congress but likable to the audience.",
      "links": [
        {
          "title": "1776",
          "url": "/pmwiki/pmwiki.php/Theatre/SeventeenSeventySix"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The 2013 stage musicalCharlie and the Chocolate Factorytakes theInterpretative CharacterDeuteragonistof Willy Wonka and nudges him into this trope, to the point that he comes off asAmbiguously Evil. On the one hand, all of his confectionery creations stem from a drive to make the world a lovelier placeFor Happiness, though owing to hiseccentric way of thinking and creatinghis \"art\" isn't usually recognized as such. And he is capable of incredible kindness and generosity, able to recognize diamonds in the rough as readily asdevils in plain sight, to the point thathe's the reason poor Charlie Bucket found his Golden Ticket to begin with — it's a long story. BUT. He has aSugar-and-Ice Personality; he'sfiercelyproud of and prone to boasting about his marvelous world, and frosty towards the Golden Ticket tour group, more concerned with punctuality and showing off than getting to know them. And when the bratty kids disobey his warnings and get themselves into trouble, he not only hasNo Sympathy(in part becausehe's more concerned with his factory's continued operation), but clearly sees them as getting what's coming to them...even when it provesfatal. Oh,someof them might get an offstage rescue orDisney Death... butwe'llnever know. David Greig, who wrote the book of this musical, commented in a Twitter chat that while theoriginal novelmay haveNo Antagonist, \"I started to wonder about the dark side of Willy and realised he is a goodie AND a baddie.\" (Coincidentally, this show's director isSam Mendes, who directedtwo of theDaniel Craig James Bond films, and actorDouglas Hodge, who originated the role of Wonka, previously playedTitus Andronicusat Shakespeare's Globe!)",
      "links": [
        {
          "title": "Charlie and the Chocolate Factory",
          "url": "/pmwiki/pmwiki.php/Theatre/CharlieAndTheChocolateFactory"
        },
        {
          "title": "Interpretative Character",
          "url": "/pmwiki/pmwiki.php/Main/InterpretativeCharacter"
        },
        {
          "title": "Deuteragonist",
          "url": "/pmwiki/pmwiki.php/Main/Deuteragonist"
        },
        {
          "title": "Ambiguously Evil",
          "url": "/pmwiki/pmwiki.php/Main/AmbiguouslyEvil"
        },
        {
          "title": "For Happiness",
          "url": "/pmwiki/pmwiki.php/Main/ForHappiness"
        },
        {
          "title": "eccentric way of thinking and creating",
          "url": "/pmwiki/pmwiki.php/Main/TheWonka"
        },
        {
          "title": "devils in plain sight",
          "url": "/pmwiki/pmwiki.php/Main/DevilInPlainSight"
        },
        {
          "title": "Sugar-and-Ice Personality",
          "url": "/pmwiki/pmwiki.php/Main/SugarAndIcePersonality"
        },
        {
          "title": "No Sympathy",
          "url": "/pmwiki/pmwiki.php/Main/NoSympathy"
        },
        {
          "title": "he's more concerned with his factory's continued operation",
          "url": "/pmwiki/pmwiki.php/Main/UtopiaJustifiesTheMeans"
        },
        {
          "title": "fatal",
          "url": "/pmwiki/pmwiki.php/Main/DeathByAdaptation"
        },
        {
          "title": "Disney Death",
          "url": "/pmwiki/pmwiki.php/Main/DisneyDeath"
        },
        {
          "title": "original novel",
          "url": "/pmwiki/pmwiki.php/Literature/CharlieAndTheChocolateFactory"
        },
        {
          "title": "No Antagonist",
          "url": "/pmwiki/pmwiki.php/Main/NoAntagonist"
        },
        {
          "title": "Sam Mendes",
          "url": "/pmwiki/pmwiki.php/Creator/SamMendes"
        },
        {
          "title": "two of the",
          "url": "/pmwiki/pmwiki.php/Film/Skyfall"
        },
        {
          "title": "Daniel Craig James Bond films",
          "url": "/pmwiki/pmwiki.php/Film/Spectre"
        },
        {
          "title": "Douglas Hodge",
          "url": "/pmwiki/pmwiki.php/Creator/DouglasHodge"
        },
        {
          "title": "Titus Andronicus",
          "url": "/pmwiki/pmwiki.php/Theatre/TitusAndronicus"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "William Shakespeareplays featured a few.John fromThe Life and Death of King Johntracks this trope pretty closely, in his efforts to navigate the murkyrealpolitikof early-1200s west Europe. Contending with finicky noblemen at home, enterprising relatives with ambitions of coronation and control, foreign armies, and a heavily influential Vatican, John is completely overwhelmed. In spite of arguably having the military advantage over his foes, the events around him cause him to behave with irrational brashness: he orders the execution of his nephew in vague language, later rescinding the order once he realizes that popular support for such an action is nil; takes his army to continental Europe to battle France and Austria for control of a smalldépartment(which he later offers just to give away), leaving England vulnerable to attack from a swift Franco invasion at the behest of the Pope; and heroyallypisses off the church in an attempt to levy unfair taxes on the church,on account of which a priest poisons him.Titus fromTitus Andronicus. Titus kills his own son, Mutius, because he disagrees with his decision to force his own daughter, Lavinia, to marry the Emperor, Saturninus (who is already betrothed to Saturninus' brother, Bassianus). Despite this, Titus does show remorse for what he did, and after Lavinia is raped by Chiron and Dimetirius, he avenges her death by killing them and putting them in a pie to feed to their mother, Tamora.",
      "links": [
        {
          "title": "William Shakespeare",
          "url": "/pmwiki/pmwiki.php/Creator/WilliamShakespeare"
        },
        {
          "title": "The Life and Death of King John",
          "url": "/pmwiki/pmwiki.php/Theatre/KingJohn"
        },
        {
          "title": "royally",
          "url": "/pmwiki/pmwiki.php/Main/Pun"
        },
        {
          "title": "Titus Andronicus",
          "url": "/pmwiki/pmwiki.php/Theatre/TitusAndronicus"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The dragonslayer inDra+Koiis only there to slay the dragon. Collateral damage is not important.",
      "links": [
        {
          "title": "Dra+Koi",
          "url": "/pmwiki/pmwiki.php/VisualNovel/DraKoi"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Fate/stay nightArcher walked this line. He grew up as an idealistic busybody, believing that he could be a 'champion of justice' and turn the world into a better place. In the end, he realized that for everyone he saved, someone else must die. He lost faith in his own ideals, and from then on, he simply killed whoever posed a threat to the rest of humanity, saving millions by killing thousands — \"for the greater good\".This was in no small part thanks tohis father,Emiya Kiritsugu, who held the same ideals, and did the same thing — killing people whose work would involve death of others, even if it would've benefited others. After the 4th Grail War, finally believing that he made a difference in the world (ordering Saber to destroying the Grail) he dies. The Grail wasn'treallydestroyed...Shirou during the \"Heaven's Feel\" route faces an important choice between two ideals, both leading to Antihero-dom. Choosing tokill Sakuraleads him to kill his emotions and become an Archer/Kiritsugu-style \"questionable method\" antihero (this, incidentally, is a Bad End). On the other hand, choosing toprotect Sakura, no matter the cost,leads him to become more of a \"questionable motive\" antihero (since the one way tosave Sakurais to stop the Grail War, something unquestionably heroic).Kotomine gives a lecture at one point of the nature of an Anti Hero. He describes it as someone who is evil (either in action or intent), but whose actions bring about a positive result, therefore they are lauded as a hero afterward. He uses this to explain why some of the summoned Servants (all of whom are legendary heroes) are evil despite being \"heroes\", and predicts Shirou following that path in the end.",
      "links": [
        {
          "title": "Fate/stay night",
          "url": "/pmwiki/pmwiki.php/VisualNovel/FateStayNight"
        },
        {
          "title": "his father",
          "url": "/pmwiki/pmwiki.php/Literature/FateZero"
        },
        {
          "title": "kill Sakura",
          "url": "/pmwiki/pmwiki.php/Main/ShootTheDog"
        },
        {
          "title": "protect Sakura",
          "url": "/pmwiki/pmwiki.php/Main/AlwaysSaveTheGirl"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "M inShikkoku no Sharnothis ridding London of monsters, however, he does so in a pretty evil manner and appears to have no emotions resembling empathy.",
      "links": [
        {
          "title": "Shikkoku no Sharnoth",
          "url": "/pmwiki/pmwiki.php/VisualNovel/ShikkokuNoSharnoth"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Baninja, the title character ofBanana-nana-Ninja!, is a banana who slaughters humans for eating bananas and other \"innocent\" foods.",
      "links": [
        {
          "title": "Banana-nana-Ninja!",
          "url": "/pmwiki/pmwiki.php/WebAnimation/BananaNanaNinja"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "All three leading men ofBroken Saintsfit this in different ways.",
      "links": [
        {
          "title": "Broken Saints",
          "url": "/pmwiki/pmwiki.php/WebAnimation/BrokenSaints"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Quirky Misadventures of Soldine the Cyborg: the titular protagonist is a relentless, belligerentBlood Knight, yet he's also genuinely protective of innocent people and gets along well with his teammates.",
      "links": [
        {
          "title": "Quirky Misadventures of Soldine the Cyborg",
          "url": "/pmwiki/pmwiki.php/WebAnimation/QuirkyMisadventuresOfSoldineTheCyborg"
        },
        {
          "title": "Blood Knight",
          "url": "/pmwiki/pmwiki.php/Main/BloodKnight"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "RWBY:Blake. While she's not exactly deluded or immoral, she does still possess a very cold and cynical outlook on the world. She's also implied to be a former terrorist, if her introduction trailer is any indication.Her partner, Yang, also counts. She isn't really a Huntress-in-training because she wants to make the world a safer place or to put an end to corruption and mistreatment, but because sheenjoys the rush of battle, andwants her life to be as exciting and unpredictable as possible. She is also very aggressive and prone to pick fights with a bar full of people, particularly if theymess up her hair.Weiss, who is the bratty, arrogant, bitterly sarcastic andFantastic Racistheiress of the Schnee Dust Company. She started out on the team asThe Friend Nobody Likes, andBlakeandYangdidn't like her that much initially, butshe is slowly getting better.",
      "links": [
        {
          "title": "RWBY",
          "url": "/pmwiki/pmwiki.php/WebAnimation/RWBY"
        },
        {
          "title": "enjoys the rush of battle",
          "url": "/pmwiki/pmwiki.php/Main/BloodKnight"
        },
        {
          "title": "wants her life to be as exciting and unpredictable as possible",
          "url": "/pmwiki/pmwiki.php/Main/InHarmsWay"
        },
        {
          "title": "mess up her hair",
          "url": "/pmwiki/pmwiki.php/Main/NobodyTouchesTheHair"
        },
        {
          "title": "Fantastic Racist",
          "url": "/pmwiki/pmwiki.php/Main/FantasticRacism"
        },
        {
          "title": "The Friend Nobody Likes",
          "url": "/pmwiki/pmwiki.php/Main/TheFriendNobodyLikes"
        },
        {
          "title": "Blake",
          "url": "/pmwiki/pmwiki.php/Main/AloofDarkHairedGirl"
        },
        {
          "title": "Yang",
          "url": "/pmwiki/pmwiki.php/Main/OnlySaneMan"
        },
        {
          "title": "she is slowly getting better",
          "url": "/pmwiki/pmwiki.php/Main/CharacterDevelopment"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "anti-HEROES. The protagonists so far consist of an epic level necromancer, a vampire, a tiefling, and a ghost, all delightfully morally ambiguous. This strip was inspired byThe Order of the Stickand has a similar artistic style.",
      "links": [
        {
          "title": "anti-HEROES",
          "url": "/pmwiki/pmwiki.php/Webcomic/AntiHeroes"
        },
        {
          "title": "The Order of the Stick",
          "url": "/pmwiki/pmwiki.php/Webcomic/TheOrderOfTheStick"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Ironically, Dechs Rashart ofAntihero for Hireisn't anti so much as he isdark and edgy. ButCrossroadsure is.",
      "links": [
        {
          "title": "Antihero for Hire",
          "url": "/pmwiki/pmwiki.php/Webcomic/AntiheroForHire"
        },
        {
          "title": "dark and edgy",
          "url": "/pmwiki/pmwiki.php/Main/DarkIsNotEvil"
        },
        {
          "title": "Crossroad",
          "url": "/pmwiki/pmwiki.php/Main/ActionGirl"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "While its difficult to quantify where, precisely, Sixx fromCollar 6falls due to theBlue-and-Orange Moralityof the series, she clearly isn't a traditional hero.",
      "links": [
        {
          "title": "Collar 6",
          "url": "/pmwiki/pmwiki.php/Webcomic/Collar6"
        },
        {
          "title": "Blue-and-Orange Morality",
          "url": "/pmwiki/pmwiki.php/Main/BlueAndOrangeMorality"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "CK fromCommander Kitty, a JerkassGlory Houndwho dreams of being the supreme overlord of the entire Cat System. This might extend to all Spacers, really, withNin Wah's old crew apparently into some shady business, and themore heroic Velvet Knight crew really being in it for the fame.",
      "links": [
        {
          "title": "Commander Kitty",
          "url": "/pmwiki/pmwiki.php/WebComic/CommanderKitty"
        },
        {
          "title": "Glory Hound",
          "url": "/pmwiki/pmwiki.php/Main/GloryHound"
        },
        {
          "title": "who dreams of being the supreme overlord of the entire Cat System",
          "url": "http://www.commanderkitty.com/2009/01/18/i-own-you/"
        },
        {
          "title": "Nin Wah's old crew apparently into some shady business",
          "url": "http://www.commanderkitty.com/2009/04/12/nin-wah/"
        },
        {
          "title": "more heroic Velvet Knight crew really being in it for the fame",
          "url": "http://www.commanderkitty.com/2012/06/10/in-case-you-were-wondering/"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Crowshed: Sheryl breaks into the Gravestone family house,stabs their child,and steals the kid's blood, all within the first ten pages.",
      "links": [
        {
          "title": "Crowshed",
          "url": "/pmwiki/pmwiki.php/Webcomic/Crowshed"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InDan and Mab's Furry Adventures, Abel's side story has Devin, who has a tragic past which consisted of his father walking out him and his mother and his mother's last words being how much she wanted to kill him. He now spends his time protecting travelers in the forest whether they want to be or not. He is aDeadpan Snarkerand in his own words \"an asshole\".Pity he was killed off... until he came back as an undead.",
      "links": [
        {
          "title": "Dan and Mab's Furry Adventures",
          "url": "/pmwiki/pmwiki.php/Webcomic/DanAndMabsFurryAdventures"
        },
        {
          "title": "Deadpan Snarker",
          "url": "/pmwiki/pmwiki.php/Main/DeadpanSnarker"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Sidney fromDistillumis an abrasive, confrontational loner with implied issues. She's also the one person in the group with any experience in heroing, although as a mentor she ranges fromcynicalto downright abusive.",
      "links": [
        {
          "title": "Distillum",
          "url": "/pmwiki/pmwiki.php/Webcomic/Distillum"
        },
        {
          "title": "cynical",
          "url": "/pmwiki/pmwiki.php/Main/CynicalMentor"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Ramy fromFireSoupis one: even if she's well-meaning and doesn't live inJerkassterritory, her goodness has its flaws such as implying a will to kill someone, with sarcasm or not: she shouted “DIE!” when hitting a criminal with a fire extinguisher, and muttered to herself that she’ll kill Bett for convincing her to join Frida in beating the burglar at Biscuit Street Bank. Plus, due to being aShrinking Violetdisliking attention, she’s been at first reluctant to be a superhero, only for her to see that it can help her against her debt.",
      "links": [
        {
          "title": "FireSoup",
          "url": "/pmwiki/pmwiki.php/Webcomic/FireSoup"
        },
        {
          "title": "Jerkass",
          "url": "/pmwiki/pmwiki.php/Main/Jerkass"
        },
        {
          "title": "Shrinking Violet",
          "url": "/pmwiki/pmwiki.php/Main/ShrinkingViolet"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "In the series,For Love Nor Money, Eamonn Lees, who starts out as an idealistic but impoverished young boy, is driven to murder and eventually leads the life of a wanted criminal after escaping to America, forced into a despicable role against his wishes and making increasingly dire choices that ultimately cost him everything.",
      "links": [
        {
          "title": "For Love Nor Money",
          "url": "/pmwiki/pmwiki.php/Webcomic/ForLoveNorMoney"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Abbey fromGnoph.",
      "links": [
        {
          "title": "Gnoph",
          "url": "/pmwiki/pmwiki.php/Webcomic/Gnoph"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Emokid and ChemokidinHead Trip, aBlack Comedywebcomic, don't have psychic powers or Mad Science at their disposal. They got their names because one of them cries all the time and the other has cancer.",
      "links": [
        {
          "title": "Emokid and Chemokid",
          "url": "http://headtripcomics.livejournal.com/3947.html#cutid1"
        },
        {
          "title": "Head Trip",
          "url": "/pmwiki/pmwiki.php/Webcomic/HeadTrip"
        },
        {
          "title": "Black Comedy",
          "url": "/pmwiki/pmwiki.php/Main/BlackComedy"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Hungry City. The main character Jerome is a vampire who has no problem hunting humans for food, but theZombie Apocalypseforces him to ration the blood of Mina, a surviving human he manages to find, rather than kill her outright. As for Mina herself, she's a self-servingAction Survivorwho is ready to offer others as vampire bait to save her own life.",
      "links": [
        {
          "title": "Hungry City",
          "url": "/pmwiki/pmwiki.php/Webcomic/HungryCity"
        },
        {
          "title": "Zombie Apocalypse",
          "url": "/pmwiki/pmwiki.php/Main/ZombieApocalypse"
        },
        {
          "title": "Action Survivor",
          "url": "/pmwiki/pmwiki.php/Main/ActionSurvivor"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "I Don't Want This Kind of Herohas several.Naga, the main character, is the plain and unmotivated type. He's compassionate enough, but he doesn't go out of his way to be heroic either.Dana is much more pragmatic and violent than you might expect a leader of superheroes to be, though she's fundamentally a good person.Haze is both of the unmotivated and vicious variety. His prime motivation to do anything is money, but he's deep down a good guy.",
      "links": [
        {
          "title": "I Don't Want This Kind of Hero",
          "url": "/pmwiki/pmwiki.php/Webcomic/IDontWantThisKindOfHero"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Inverlochhas two:Varden is the Disney type. While he's grumpy and prejudiced and makes clear that he's not there to be anyone's friend, he's a good guy not-so-deep down and it doesn't take him long to start genuinely caring about Acheron and Lei'ella, becoming more of aLovable Rogue.Neirenn is Pragmatic. She's a friendly teenager but she's also worryingly interested indark magicand can act less than noble.In the epilogue, we're told that she sat on the information Raul gave her until she wanted to oust Stonier and take his job. But her desire to learn healing magic is perfectly understandable.",
      "links": [
        {
          "title": "Inverloch",
          "url": "/pmwiki/pmwiki.php/Webcomic/Inverloch"
        },
        {
          "title": "Lovable Rogue",
          "url": "/pmwiki/pmwiki.php/Main/LovableRogue"
        },
        {
          "title": "dark magic",
          "url": "/pmwiki/pmwiki.php/Main/BadPowersBadPeople"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Sed fromIron Nail Afternoon. He's charming, intelligent and highly educated. But he also put one of his best friends in hospital. Although he had some moral justification(his friend was guilty of elder abuse), the real reason is simple. Sed was having a bad day. Despite being Sheriff of Iron Nail, he's more like a mobster, using his position to distribute black-market magic. However, he does have several morality pets likeThe Jekkel and Galand.He also seems to genuinely care about the downtrodden and restricts his violence to those his size or bigger.",
      "links": [
        {
          "title": "Iron Nail Afternoon",
          "url": "/pmwiki/pmwiki.php/Webcomic/IronNailAfternoon"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Looking for Group:A recurring theme is doing what must be done. As such, a lot of the main characters tend towards the anti-hero. For at one point, Krunch at one point kills a gnome out of necessity, and then annoyance when the gnome is not quite dead. Benny objects to working for free at one point, claiming that isn't how the world works.Cale has become more like this recently, in the \"do what is right rather than what is lawful\" sense. His character development has been a transition fromLawful GoodtoChaotic Good.Richard is this when he does good instead of wantonly killing things for his own amusement.",
      "links": [
        {
          "title": "Looking for Group",
          "url": "/pmwiki/pmwiki.php/Webcomic/LookingForGroup"
        },
        {
          "title": "Lawful Good",
          "url": "/pmwiki/pmwiki.php/Main/LawfulGood"
        },
        {
          "title": "Chaotic Good",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticGood"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Atticus Brent, the chain-smoking, apathetic, possiblysociopathicprotagonist ofMoképon.",
      "links": [
        {
          "title": "sociopathic",
          "url": "/pmwiki/pmwiki.php/Main/SociopathicHero"
        },
        {
          "title": "Moképon",
          "url": "/pmwiki/pmwiki.php/Webcomic/Mokepon"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Not a Villainhas Kleya, though she's doing her best to become a regularhero.",
      "links": [
        {
          "title": "Not a Villain",
          "url": "/pmwiki/pmwiki.php/Webcomic/NotAVillain"
        },
        {
          "title": "hero",
          "url": "/pmwiki/pmwiki.php/Main/TheHero"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The Order of the Stick:While there is no obvious Antihero in its main cast (it's usually eitherLawful GoodorSociopathic Herofor the most part), Vaarsuvius comes pretty close. Even not counting the events at the end ofDon't Split the Party, which could still be explained away by stress andnot having rested for six months, the elf is the only truly morally ambiguous protagonist — a decent person and a faithful friend and yet being quick to suggest that the heroes simply execute the captured villains rather than surrendering them to the authorities and not seeming to have a problem with the idea of using evil methods to ensure that they stay dead. (Granted, V WAS representingBelkar'sopinion at the time, but still...)Belkar himself is aChaotic Evilmurderous psychopath who happens to be in the good guys' party only because he enjoys the dungeon-crawl killing and because he can't suppress his impulses long enough to cut a proper deal with the forces of evil. His later 'character development' and voluntary commitment to the party comes about when he realises he can exploit the world much more easily if people think he's a good person.Later on however, his character developmentends up becoming real.Haley Starshine starts out this way, and continues to pretend to the role, due to operating out ofGreedrather than altruistic motives. However, as the story goes on, she becomes more and more loyal to the rest of the team and to helping people, and her love of treasure is at least partly justifiedbecause she's been storing up money for her father's ransom.Only partly, though.",
      "links": [
        {
          "title": "The Order of the Stick",
          "url": "/pmwiki/pmwiki.php/Webcomic/TheOrderOfTheStick"
        },
        {
          "title": "Lawful Good",
          "url": "/pmwiki/pmwiki.php/Main/LawfulGood"
        },
        {
          "title": "Sociopathic Hero",
          "url": "/pmwiki/pmwiki.php/Main/SociopathicHero"
        },
        {
          "title": "Bel",
          "url": "/pmwiki/pmwiki.php/Main/TokenEvilTeammate"
        },
        {
          "title": "kar's",
          "url": "/pmwiki/pmwiki.php/Main/ComedicSociopath"
        },
        {
          "title": "Chaotic Evil",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticEvil"
        },
        {
          "title": "ends up becoming real.",
          "url": "/pmwiki/pmwiki.php/Main/BecomingTheMask"
        },
        {
          "title": "Greed",
          "url": "/pmwiki/pmwiki.php/Main/Greed"
        },
        {
          "title": "Only partly, though.",
          "url": "/pmwiki/pmwiki.php/Main/MoneyFetish"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Ronin Galaxy: Cecil, despite having all the optimism and badassery that ideal heroes ought to, he only keeps that up for as long as it's convenient (or safe) for him to do. When he's outmatched he has no problem withkicking his opponent in thecrotch.",
      "links": [
        {
          "title": "Ronin Galaxy",
          "url": "/pmwiki/pmwiki.php/Webcomic/RoninGalaxy"
        },
        {
          "title": "crotch",
          "url": "http://www.roningalaxy.com/comics/chapter-1/page-36/"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InRusty and Co., the Princess. She smokes, wears revealing clothes, is greedy, loves a wight, and has no qualm at all beating up a bunch of mind-controlled innocent bystanders.",
      "links": [
        {
          "title": "Rusty and Co.",
          "url": "/pmwiki/pmwiki.php/Webcomic/RustyAndCo"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Saturday Morning Breakfast Cerealpresentsthe Iron Sociopath, who is into hero-ing entirely because it's a form of violence he is able to commit without going to prison.",
      "links": [
        {
          "title": "Saturday Morning Breakfast Cereal",
          "url": "/pmwiki/pmwiki.php/Webcomic/SaturdayMorningBreakfastCereal"
        },
        {
          "title": "presents",
          "url": "http://www.smbc-comics.com/index.php?db=comics&id=2666"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "''Simtopi: Rowan Marlen is tattooed, crude, vulgar, drinks, can be mean, sleeps around...and has no problem with saving everyone's lives.",
      "links": [
        {
          "title": "Simtopi",
          "url": "/pmwiki/pmwiki.php/Webcomic/Simtopi"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Riff fromSluggy Freelanceis in many ways a badass who saves his friends and the world at large from aliens, vampires, and the like. Thing is, thanks to hisMad Scientistexperiments and reckless behavior, he's probably endangered the human race more times than he's protected it. What else do you call a hero who's on record saying this?Riff:I literally summon demons to keep myself from buying a shotgun and permanently emptying a Taco Bell!",
      "links": [
        {
          "title": "Sluggy Freelance",
          "url": "/pmwiki/pmwiki.php/Webcomic/SluggyFreelance"
        },
        {
          "title": "Mad Scientist",
          "url": "/pmwiki/pmwiki.php/Main/MadScientist"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Springtrap and Deliah: Springtrap's main motivation is to keep Deliah all to himself and replace Nick as her father-figure. His anger issues and fears of abandonment make him increasingly desperate in his endeavors, going so far as to threaten anyone he perceives as a rival for Deliah's affection with violence. However, he does genuinely love Deliah and is at least to some extent aware he needs help, keeping him from being entirely unsympathetic.",
      "links": [
        {
          "title": "Springtrap and Deliah",
          "url": "/pmwiki/pmwiki.php/Webcomic/SpringtrapAndDeliah"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Sweet Home (Webtoon): Hyuk may not be the nicest person around, and he is willing to make some morally ambiguous decisions, but he is firmly on the survivors' side and is only the way he is because he has to look out for the whole group as its leader, despite being a teenager.",
      "links": [
        {
          "title": "Sweet Home (Webtoon)",
          "url": "/pmwiki/pmwiki.php/Webcomic/SweetHomeWebtoon"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Templars of the Shifting Versefeatures Augustus Praxio, who is considered a hero and expresses heroic sentiments yet is also selfish and quick to anger. He also has no qualms spying on his friends using his magic.",
      "links": [
        {
          "title": "Templars of the Shifting Verse",
          "url": "/pmwiki/pmwiki.php/Webcomic/TemplarsOfTheShiftingVerse"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Luca Micarelli and Francesca fromThe Thing That Would Not Leave.",
      "links": [
        {
          "title": "The Thing That Would Not Leave",
          "url": "/pmwiki/pmwiki.php/Webcomic/TheThingThatWouldNotLeave"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "A lot of the main characters fromZokusho Comicsare anti-heroes to one degree or another. Serge kills a lot of people, without any remorse. Rotting Johnny is anundeadhitman who had a lot of moral ambiguity before he \"died\". Akira's team ofWayward Crossoperatives murder a lot of goblins. Raz does it with glee. Though this may be somewhat averted if Goblins areAlways Chaotic Evil.",
      "links": [
        {
          "title": "Zokusho Comics",
          "url": "/pmwiki/pmwiki.php/Webcomic/ZokushoComics"
        },
        {
          "title": "undead",
          "url": "/pmwiki/pmwiki.php/Main/TheUndead"
        },
        {
          "title": "Wayward Cross",
          "url": "/pmwiki/pmwiki.php/Main/WhoYouGonnaCall"
        },
        {
          "title": "Always Chaotic Evil",
          "url": "/pmwiki/pmwiki.php/Main/AlwaysChaoticEvil"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InThe Antithesis, main character Qaira Eltruan is not a hero by any means, and the methods he goes about 'protecting his world' are usually evil, cruel and unjust. While his ultimate goal is to protect his people and rid his world of the angels, Qaira will not hesitate to kill anyone who stands in his way, and this includes his peers. This stems from a lack of moral duty — Qaira is considered a moral nihilist by most readers.",
      "links": [
        {
          "title": "The Antithesis",
          "url": "/pmwiki/pmwiki.php/Literature/TheAntithesis"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Every character inAther Cityfalls under this, but the degree varies.",
      "links": [
        {
          "title": "Ather City",
          "url": "/pmwiki/pmwiki.php/Roleplay/AtherCity"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Linkara ofAtop the Fourth Wallisusuallya good guy, but he's also snarky, whiny, short-tempered, violent and arrogant, and a plot arc was devoted to how close he was to doing aFace–Heel Turn.",
      "links": [
        {
          "title": "Atop the Fourth Wall",
          "url": "/pmwiki/pmwiki.php/WebVideo/AtopTheFourthWall"
        },
        {
          "title": "Face–Heel Turn",
          "url": "/pmwiki/pmwiki.php/Main/FaceHeelTurn"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Fiearius Soliveré ofCaelum Lexis a smuggler, thief and sometimes assassin, often makes selfish and reckless decisions and yet is depicted as a hero.",
      "links": [
        {
          "title": "Caelum Lex",
          "url": "/pmwiki/pmwiki.php/Literature/CaelumLex"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The main character of the web seriesChapelis probably Pragmatic (and getting worse every day). She's cold-bloodedly killed a few people, but they weren't very nice people. If you wrong her, she might not try to kill you, but she also won't try tonotkill you either.",
      "links": [
        {
          "title": "Chapel",
          "url": "/pmwiki/pmwiki.php/WebVideo/Chapel"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InDr. Horrible's Sing-Along Blog, the eponymous character is actually an aspiring supervillain and the good guy, Captain Hammer, is an egomaniac.",
      "links": [
        {
          "title": "Dr. Horrible's Sing-Along Blog",
          "url": "/pmwiki/pmwiki.php/WebVideo/DrHorriblesSingAlongBlog"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "A Dose of Buckley: Adam Buckley is a good guy deep down, but is prone to dealing with topics in less than ideal ways and will call you a \"droolie\" and swear.",
      "links": [
        {
          "title": "A Dose of Buckley",
          "url": "/pmwiki/pmwiki.php/WebVideo/ADoseOfBuckley"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Does it hurt when you sleep?by Kerry Hammond ofSearch and Rescue Woodsfame has the protagonist suspect that their college is in the early stages of a lethalairborne fungal pandemicreminiscent of a mutantCordyceps strain that affects humans. Rather than volunteer this information to their school, they instead choose to immunize themselves early as a precaution. Once the outbreak is in full force, they seal their dorm room off from the rest of the student body and wait it out before making their escape in the end to tell the rest of the county the danger it's in now that there are whole buildings full of proof to back up their claims.",
      "links": [
        {
          "title": "Search and Rescue Woods",
          "url": "/pmwiki/pmwiki.php/WebOriginal/SearchAndRescueWoods"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InEntirely Presenting You, on her first night out in the mask, Blank Face tries her best, but is forced to take questionable actions at times.",
      "links": [
        {
          "title": "Entirely Presenting You",
          "url": "/pmwiki/pmwiki.php/Literature/EntirelyPresentingYou"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "John Ferrera aka lisanjohn 710 aka what pisses me the fuck off. He is a good person and has good intentions but will curse like a sailor when expressing his opinions and will tell you off if you try to tell him that he can't, he has done more calm review videos and videos with other people talking about wrestling and other topics. He could very easily pass for Pragmatic or Classical most days and Unscrupulous on bad days.",
      "links": []
    },
    {
      "section": "Examples",
      "text": "InThe Gamer's Alliance, Belial works with the heroic Grand Alliance and opposes the evil Totenkopf cult but is also ruthless and does whatever is necessary to make his secret Order of the Black Rose grow more powerful.",
      "links": [
        {
          "title": "The Gamer's Alliance",
          "url": "/pmwiki/pmwiki.php/Roleplay/TheGamersAlliance"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The Gungan Councilhas many anti-heroes, but Je'gan is most notable for beginning a genocidal crusade against the Galactic Empire and Sith.",
      "links": [
        {
          "title": "The Gungan Council",
          "url": "/pmwiki/pmwiki.php/Roleplay/TheGunganCouncil"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Hero Housefeatures numerous examples from several franchises, including Kratos, Red Hood, andBig Boss.",
      "links": [
        {
          "title": "Hero House",
          "url": "/pmwiki/pmwiki.php/WebVideo/HeroHouse"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InImpractical MagicYam Hist of the Ken Seekers and Cal are both introduced in their first chapters as anti-heroes. Cal is a street thief who wanted to rob someone, found them dead, and decided to pretend to be them so she could learn enough magic to rob the fancy stores. Yam has a temper issue that led to him stealing from a racist ferryman who said he would pee in his barge (in an act of superior spite Yam sneaks in and does just that after grabbing enough money to hire a better ferryman).",
      "links": [
        {
          "title": "Impractical Magic",
          "url": "/pmwiki/pmwiki.php/Literature/ImpracticalMagic"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InThe Iron Teethweb serial, the main character is a goblin. Are you really surprised he is an Anti-Hero? Many of the other characters that are more stereotypical heroes, such as Saeter, are also violent and ultimately self interested.",
      "links": [
        {
          "title": "The Iron Teeth",
          "url": "/pmwiki/pmwiki.php/Literature/TheIronTeeth"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Gavin Taylore ofKateModernis often cowardly, often selfish, and sometimes a bully, and cares not for the civil liberties of webcam users, but somehow it's hard not to root for him.",
      "links": [
        {
          "title": "KateModern",
          "url": "/pmwiki/pmwiki.php/WebVideo/KateModern"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The Kindness of Devilshas Hardestadt Delac, a \"demonic\" creature who spends his time helping people in need, but more than often ends up brutally killing all of the foes he ends up fighting.At one point, he even turned into a full-on villain in the1400sand wound up slaughtering innocents during said time.",
      "links": [
        {
          "title": "The Kindness of Devils",
          "url": "/pmwiki/pmwiki.php/Literature/TheKindnessOfDevils"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "TheLegatumseries has several \"heroic\" characters who are aJerk with a Heart of Goldat best, and sociopathic or morally-ambiguous and willing to let civilians die at worst. The four goblins fromHelp Not Wantedand Harvon Mullok and his crew fromThe Road to Hell...are the most notable examples who fall in the former and latter categories.",
      "links": [
        {
          "title": "Legatum",
          "url": "/pmwiki/pmwiki.php/Literature/Legatum"
        },
        {
          "title": "Jerk with a Heart of Gold",
          "url": "/pmwiki/pmwiki.php/Main/JerkWithAHeartOfGold"
        },
        {
          "title": "Help Not Wanted",
          "url": "/pmwiki/pmwiki.php/Literature/HelpNotWanted"
        },
        {
          "title": "The Road to Hell...",
          "url": "/pmwiki/pmwiki.php/Literature/TheRoadToHell"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Sami Reese fromLittle White Lie, plagiarizes a classmate by taking advantage of the fact that he's in a coma and that he has a crush on her to win a battle of the bands and to get a record deal. Oh, and she's a total bitch to everyone else in the process.",
      "links": [
        {
          "title": "Little White Lie",
          "url": "/pmwiki/pmwiki.php/WebVideo/LittleWhiteLie"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Nocte Yinwas born into a family ofVillains, but she tries her best not to be as bad as them.It doesn't always work.",
      "links": [
        {
          "title": "Nocte Yin",
          "url": "/pmwiki/pmwiki.php/Literature/NocteYin"
        },
        {
          "title": "Villains",
          "url": "/pmwiki/pmwiki.php/Main/Villains"
        },
        {
          "title": "It doesn't always work.",
          "url": "/pmwiki/pmwiki.php/Main/LetsGetDangerous"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Kit ofOmega Guardiansfalls into this territory. The guy means well, loves his brothers, and forms a strong bond with young Andy, but he also put the entire original team in the hospital when he got manipulated by a villain, put his youngest brother into a year long coma when Ace tried to talk him down, and in season 2,imprisons Matt just to keep him from stealing Andy back after he left the Guardians to join up with Kit's crew.",
      "links": [
        {
          "title": "Omega Guardians",
          "url": "/pmwiki/pmwiki.php/Literature/OmegaGuardians"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The eponymous teams ofRed vs. Blueare, for the most part, too incompetent to be anything other thanloser 'heroes', but the more prominent Freelancers (Tex, Washington, and Carolina) range from jaded and pragmatic to damn nearAx-Crazy.",
      "links": [
        {
          "title": "Red vs. Blue",
          "url": "/pmwiki/pmwiki.php/WebAnimation/RedVsBlue"
        },
        {
          "title": "loser 'heroes'",
          "url": "/pmwiki/pmwiki.php/Main/ClassicalAntiHero"
        },
        {
          "title": "Ax-Crazy",
          "url": "/pmwiki/pmwiki.php/Main/AxCrazy"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Shoutan Himei fromSailor Nothing. Cowardly, weak, selfish, and pessimistic, she couldn't care less about being forced to kill Yamiko just to get back to her normal life, and her attitude has harmed people close to her constantly, even herself. I.e.,This Loser Is You.",
      "links": [
        {
          "title": "Sailor Nothing",
          "url": "/pmwiki/pmwiki.php/Literature/SailorNothing"
        },
        {
          "title": "This Loser Is You",
          "url": "/pmwiki/pmwiki.php/Main/ThisLoserIsYou"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Something Awful: Dungeons & Dragons:In Paragon Tier, Gibnaf is slowly becoming Unscrupulous. To the point that the other players begin tracking up his \"anti-hero points\".Minerelle and Joey were already Nominal Heroes at this point, one being a psychotic, paranoid murderer and the other being amoral and gold-obsessed.",
      "links": [
        {
          "title": "Something Awful: Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/LetsPlay/SomethingAwfulDungeonsAndDragons"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InSurvival of the Fittest, some of the most popular characters are anti heroes. Among the most prominent examples areversion two winnerBryan Calvert and version one contestant Hawley Faust. Over the course of version one, Adam Dodd steadily turned into one.",
      "links": [
        {
          "title": "Survival of the Fittest",
          "url": "/pmwiki/pmwiki.php/Roleplay/SurvivalOfTheFittest"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Tails of the Bounty Hunterhas Cale Tomlik, a former mercenary turnedBounty Hunterwho doesn't mind breaking the law and occasionally causes collateral damage while he's trying to apprehend his targets.",
      "links": [
        {
          "title": "Tails of the Bounty Hunter",
          "url": "/pmwiki/pmwiki.php/Literature/TailsOfTheBountyHunter"
        },
        {
          "title": "Bounty Hunter",
          "url": "/pmwiki/pmwiki.php/Main/BountyHunter"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Several characters inTech Infantryqualify. Others flirt with the line between Anti-Hero andVillain Protagonist.",
      "links": [
        {
          "title": "Tech Infantry",
          "url": "/pmwiki/pmwiki.php/TabletopGame/TechInfantry"
        },
        {
          "title": "Villain Protagonist",
          "url": "/pmwiki/pmwiki.php/Main/VillainProtagonist"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InTwig, the Lambs may be the main protagonists, but they tend to make questionable moral decisions in most situations. However, they do occasionally look out for those less fortunate (like the mice).",
      "links": [
        {
          "title": "Twig",
          "url": "/pmwiki/pmwiki.php/Literature/Twig"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Unwanted Houseguest: While the Houseguest is generally friendly, he doesn't seem to care about any evil that doesn't effect him personally. Notably, he's friends with Doctor Wolfula, who openly tortures his zombie servant Ghoulash.",
      "links": [
        {
          "title": "Unwanted Houseguest",
          "url": "/pmwiki/pmwiki.php/WebVideo/UnwantedHouseguest"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Carmilla of theWhateley Universe. She's a demon, but she has said 'screw you' to fate and is trying to be a demon of lust, instead of prophesied to wipe mankind off the face of the earth. On the other hand, she haseatensome people who tried to kill her. And then there's the things she did to Jobe in order to maintain their vendetta...",
      "links": [
        {
          "title": "Whateley Universe",
          "url": "/pmwiki/pmwiki.php/Literature/WhateleyUniverse"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InWorm, the main characters, the Undersiders, are either Anti-Heroes orAnti Villains, as while they're supervillains they spend most of the story protecting people from the really evil villains and monsters of theCrapsack Worldthat they live in.",
      "links": [
        {
          "title": "Worm",
          "url": "/pmwiki/pmwiki.php/Literature/Worm"
        },
        {
          "title": "Anti Villains",
          "url": "/pmwiki/pmwiki.php/Main/AntiVillain"
        },
        {
          "title": "Crapsack World",
          "url": "/pmwiki/pmwiki.php/Main/CrapsackWorld"
        }
      ]
    }
  ]
}