{
  "trope": "GodOfChaos",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/GodOfChaos",
  "description": "Pure chaos personified.\n\n\"Make sense? Oh, what fun is there in making sense?\"—Discord,My Little Pony: Friendship Is Magic\n\nThis character is a deity,Cosmic EntityorAnthropomorphic Personificationin the setting that represents chaos in some form. What that chaos is meant to represent varies; randomness,entropy,destructionand being unpredictable are common traits of the god of chaos. Discord andanarchyare common attributes as well.\n\nTheir morality varies. Many gods of chaosare outright evil, and fall under theGod of Evillabel. Maybethey have a morality incomprehensible to mortal beings, assuming they aren't justinsaneorcompletely mindless, that is. They are usually anEldritch Abominationas well, who are often associated with chaos and disorder anyway. Sometimes they are a more neutralTrickster GodorGreat Gazoo, though few can be called outright good. If they have a goal outside ofamusementor promoting chaos, it's eitheropposing orderor trying to bring about aWorld of ChaosviaBizarro Apocalypse. IfReligion Is Magic, those who worship the God of Chaos would useEntropy and Chaos Magic. Don't expect anyone to mention thathaving a god to manage chaos makes it less chaotic.\n\nUsually depicted either in opposition to the other gods orThe Friend Nobody Likes. If there's aTop God, the God of Chaos is often eitherThe Anti-Godor the setting'sSatanic Archetype. If thePrimordial Chaosappears, the god of chaos might represent orbeit. For these entities' opposite numbers, seeGod of Order.Examples:\n\nopen/close all folders\n\nAnime and MangaYu-Gi-Oh! ZEXAL:Don Thousandserves as the God of the Barian World which represents chaos,which is in opposition to the Astral World's orderand its godEliphas. While Don Thousand is evil and wants tomerge Earth and the Barian World together, chaos in itself isn't inherently evil and is the force that powers life and emotion.\n\nComic BooksMarvel Comicshas a number of chaos gods,most of them being malevolent.Lord Chaos is theCosmic Entitythat embodies chaos while his brother Master Order embodies order. Unusually for this trope the embodiments of order and chaos work together instead of opposing each other, and created the In-Betweener to represent dichotomies and balance in nature.Amatsu-Mikaboshi, the Chaos King, is the primal god of chaos from Shinto legend that serves as the Big Bad inChaos War. Predating reality, its motivationis to destroy the multiverseso as to return to the peaceful state of nothing it once came from.The Chaos King is later revealedto be just a tiny aspectof Oblivion, theCosmic Entityrepresenting nothingness and non-existence.Oddly enough, he speaksentirely inHaiku, which is a form of poetry with rigid rules, but what do you expect from a God of Chaos — consistency?VariousDoctor Strangecharacters likeShuma-GorathandChthonare said to be Lords of Chaos, though outside of having aChaotic Evilalignment do not really represent chaos as an ideology. Chthon is the source ofChaos Magic, which is so dangerous that magic users suppressed any knowledge of its existence.The DCU:The Lords of Chaos embody chaos, as opposed to the Lords of Order embodying order. While initially treatedas evilwithDoctor Fate'sArch-EnemyMordru being a Lord of Chaos, later stories have portrayed chaos in a more sympathetic light.Wonder Woman: Dionysus is the god of drunkenness, theater, and madness, and he operates on an even more alien morality than the rest of the Olympians. He'll turn humans he considers friends into animals on a whim and see's no harm in leaving them that way. Due to his nature he is entirely unpredictable and dangerous, though not malevolent.Mortal Kombat (Malibu Comics)has Zaggot, the God of Chaos, anAnthropomorphic Personificationwho looks like a hobo version ofGandalfwho reigns in chaos and wants to get the world summed in chaos. He first appeared in theGoro: Prince of Painminiseries as the one who takes him off the first game to be his champion.Lady Death: The Lords of Chaos are a recurring element in the Chaos and Boundless continuities:The Chaos LordGenocideis theBig Badof \"The Crucible\" arc and is the first Chaos Lord Lady Death fights. He was one of the original Chaos Lords who brought about the creation of the universe and sought to undo that mistake.The Chaos Lords are the villains during the \"Alive\" arc and act through their minion The Dark One who corrupts souls for them to feed on.The Chaos Lords are featured in Medieval Lady Death. They speak to Lady Death's biological father Tvarus while he is imprisoned and are responsible for his corruption.The Maskis about the eponymous mask made bymagical African Indians(inThe Movieit was made by the god Loki) who converts its wearer into \"Big Head\", a unstoppable agent of chaos capable of blowing up an entire city to ashes, depending on the user of course.Vampirella: The Harris age of the series introduced the evil god Chaos as a recurring villain, who rules Hell and opposes the forces of Order (including Vampirella) either directly or through his many acolytes. He is pretty much just astand-in for the Devil, right up to looking like your standardscary big red demon, but his chaotic nature is reflected in hisdisordered mindset.The Legend of the Chaos God: In thisCrisis Crossoverbetween TV shows that aired onThe Disney Afternoon, the heroes face off against Solego, the Chaos God, who earned his title by destroying entire civilizations.\n\nFan WorksAntipodes: Tantalus came into being as the primordial embodiment of chaos, and seeks to cause all existence to collapse into the formlessness that gave it birth.Better Bones AU: Sol is one, and his role in the rewrittenPower of Threeis playing a game with the Clans, trying to cause as much chaos and destruction as possible while prevented due to his deal with Midnight from using direct force.Jackie Chan Adventures: Olympian Journey: TheBig Badis Eris, the Greek goddess of chaos, who is presented as aCloudcuckoolanderwhose randomreality-changingacts are done partially toTake Over the Worldand restore divine rule over humanity, but are mostly just toentertain herself.Laserllama: One of the creator's Cleric subclasses is the Chaos Domain. Its features primarily focus on promoting madness in both the character and their enemies, as being personally connected to great beings of chaos tends not to do well for one's sanity.The Last Draconequus: While not actual deities, this is effectively the role of the Avatars of Chaos — they embody and represent the concept of Chaos manifested as a living creature.\n\nFilms — AnimationSinbad: Legend of the Seven Seas: Eris, the Goddess of Discord. Her primary motivation is the sowing of strife, disorder, and calamity for their own sake. This is also reflected in her appearance,which is constantly shifting, turning into smoke, and reforming, never stable or at rest.\n\nLiteratureCthulhu Mythos: Azathoth, depicted in the page image, is a being of pure chaos who created reality by pure accident and will be equally oblivious when it destroys it. It's been referred to as \"the Nuclear Chaos\"noteUsing the original definition of 'nuclear' meaning being the central part of something, which, in this case, is everything., and is the eventual source of all the other bizarre gods and monsters in the mythos... and of everything else, for that matter. The Outer Gods' herald Nyarlathotep also represents chaos as the Crawling Chaos but is more about causing discord and panic on a human level than vast cosmic upheaval.Gorgoz fromDivine Misfortuneidentifies as a God of Chaos and Death, but less in the \"Primordial Chaospredating order\" kind and more like \"Chaos Is Evil, therefor he's aGod of Evil\" way.In Conquest Born: Braxi, theProud Warrior Raceplanet, is a bit hung up on its chaos goddess, Ar. Braxins talk about Ar more than any of their other gods, especially considering that they believe their gods abandoned them. Large-scale social engineering sometime way back in their history built Ar into a symbol of, and internal justification for, the pervasive misogyny in Braxin society. A woman who commands men is a shem'Ar — a servant of Chaos — that cannot be tolerated. The shem'Ar threatens Braxi's social order simply by existing. Yet, the shem'Ar is also the greatest possible allure for a truely powerful man.Inheritance Trilogy: Nahadoth, first of the three Gods whocreated the universe, embodies Chaos, change, anddarkness. He is not evil per se, but does not align with human morality most of the time. It does not help that he has endured 2000 years ofSanity Slippagefrom being trappedin human formor that he is shaped by the belief of mortals around him, most of whom see him as a terrifying monster.Tortall Universe:Realm of the Godshas a goddess of chaos fighting the other gods. At the end of the bookDaine fights her directly in aShapeshifter Showdown.Everybody Loves Large Chestshas one of these. The book makes it a point to never describe him (her? it?) the same way twice. He even proves his identity by asking the characters to say his name three times. They say three completely different names. This is because, just like his appearance, his name, and even his title, is in constant flux. Except mortal brains can't comprehend it, so to them, it's a continualRetcon, even in the same sentence. Michael's name has always been Greg, right? And John was always the god of chance. Her appearance makes perfect sense for a goddess of chaos - a Victorian dandy with a top hat. Just look at how Jim waves his tentacles. Apparently, he is responsible for accidentally creating all demons.Kane Serieshas the Seven Nameless,old godsthat exist in a dimension beyond good and evil, filled by timeless chaos. While they have their disciples, they do not usually interfere in the world.\n\nLive-Action TVDoctor Whohas the Black Guardian, who doubles as aGod of Eviland serves asThe Anti-Godto the White Guardian'sGod of OrderandGod of Good.InNowhere Boysthefeature film\"The Book of Shadows\" featured Tegan as theBig Badwho is revealed to be the personification of Chaos having taken human form. She is the polar opposite to her brother, \"Bear\", who is the personification of Order.Great GazooQ fromStar Trek: The Next Generationis explicitly referred to as \"next-of-kin to chaos\". In some EU media, he is even called a god of chaos (among other similar epithets).\n\nMythology and ReligionClassical Mythology:Greek mythology has Chaos, which represents the Classical view of chaos beinga voidof unorganized nothingthat predates existence.It is where the earliest generation of gods came from, though it's ambiguous whether Chaos is sentient or not.Erisrepresents the more modern idea of chaos, being in the goddess of strife and discord. This usually involves hersparking conflictmainlyfor fun. Her daughter Dysnomia represents chaos in the form oflawlessness.Egyptian Mythology: In Ancient Egyptian mythology, the world is divided intoforces of order against chaos. The ultimate chaos god is Apophis,a monstrous serpentandGod of Evilwho wants nothing morethan to destroy the universe. Set was originally a positive god of chaos, deserts and storms, but was later demonized into aGod of Evil. Despite this,he still hated and opposed Apophis.Zoroastrianismhas Angra Mainyu (also known as Ahriman), who equally serves as theGod of EvilandEvil Twinin direct oppositionto Ahura Mazda, theGod of Goodand order. Unlike Judeo-Christian views ofthe Devilbeing weaker thanGod, Angra Mainyuis the equal of Ahura Mazda. However, he will lose in the end anyway,due to self-defeating nature of chaos and evil.Japanese Mythologyhas two opposing \"forces\" which make up all of creation, including man, spirits, nature and kami: the nigi-mitama and ara-mitama. While not considered \"sentient\" gods or forces in their own right, they are nonetheless all-encompassing. Nigi-mitama is the force that creates harmony while the ara-mitama is the force that invokes anger, violence, conflict and chaos. Though its effects are considered \"negative\", it's not considered a \"bad\" thing; the ara-mitama appears when a being faces an existential threat (a danger to one's life, a denial of one's ambitions, or a perversion of one's values).Though our existing records ofNorse Mythologydon't name a designated position for Loki,thisis the closest he has to an official role, beingThe Tricksterand all.Some forms of theisticSatanismbelieve Satan to be this, but in a positive way as the true liberator of the chains of the Cosmic reality created by God. Others believe there were seven gods of Chaos who existed before Yaweh, sometimes called Leviathans (based on a part of Psalms that says that God fought the Leviathan in order to create the Universe, and another part of Genesis were it says that the waters existed before God created Earth). For this groups God just made the material Universe whilst the primordial Darkness of Chaos rule by this Gods encroach it and would eventually took over. And yet others believe that the number of god-like beings living in this primordial Chaos (often called the acausal realm) is incontable as everyone who breaks with the Cosmic reality goes there.\n\nStand Up ComedyIn herCircleDVD,Suzy Eddie Izzardstates that she prefers the idea of a flawed God of Chaos to an all-powerful God as portrayed in the Abrahamic faiths. In her version of the creation story, Chaos lives in a caravan in deep space and accidentally created the universe when his oven exploded while he was trying to bake a flan.\n\nTabletop GamesPathfinderhas several gods with Chaos in their profile, including the classicCthulhu Mythosdeities, who are just as evil as you'd expect. Just as threatening is Rovagug, born from the chaos at the beginning of the universe, he won't stop until eats everything and brings aboutThe End of the World as We Know It. In addition, there's theChaotic EvilLamashtu, goddess ofBody Horrorwho seeks to tear apart all rules and what is deemed 'civilization' so that her twisted and monstrous children can rule. On theless evil, though still anarchic, side is Calistra, theelvengoddess ofLustandRevenge. She generally promotes living life to the fullest, which includes having as much sex as one wants and partaking in sweet vengeance against anyone who wronged her followers.Ponyfinder: The Unspoken is a god of chaos, change, and whimsy. He favors and fosters all forms of disorder, ranging from revelry and humor to the destruction of civilization and its works, and is chiefly worshipped by comedians, anarchists, and some artists and poets.Glorantha, setting ofRuneQuestamong other games, has a whole pantheon of Chaos gods. In the setting'sBackstorythey came very close to destroying the world.Warhammer(as well asWarhammer: Age of Sigmarand thesci-fi themedWarhammer 40,000) has the Chaos Gods, who collectively represent chaos,corruptionand the extremes of various emotions and concepts.While arguably the largest overarching threat, who'd want nothing more than the physical universe to fall into chaos, they aren't evil so much as they are the extremes of what they embody like anger or trickery. It's justdue to the dark settingandthe fact they embody all sentient feelings and thoughtstheir negative traits come out more often.Yu-Gi-Oh!: Many of the more powerful members of the Chaos archetype qualify as this to varying degrees. As \"Chaos\" in this context representsthe combination of light and dark (and duality in general), their names and abilities all imply them to be the embodiments of powerful abstract forces such as light, darkness, beginnings, endings, inexistence andThe End of the World as We Know It.\n\nVideo GamesBayonetta: All of creation is split into three different realms:Paradiso(representing the Light),Inferno(representing the Darkness) and Purgatorio and the mortal realm (the Chaos in-between). Each of these realms have a god that shaped them into what they are and is the creator of their inhabitants, with Aesir as the creator of the Chaos.The Elder Scrolls: TheDaedric Princesare generally considered Chaos Godsin comparison to the more ordered Aedric deities(with the notable exception ofJyggalag, who claims Order as his sphere of influence despite being a Daedra). The Daedra who most strongly embody Chaos include Mehrunes DagonPrince of Destruction, Revolution, and Change, SheogorathPrince of Madness and Creativity, and BoethiahPrince of Deceit, Conspiracy,Treachery, and Sedition. Lorkhan straddles a fine line between this and aGod of Order, for example according to some he is a son of Sithis, the essence of Chaos, begotten for the express purpose to spread Sithis. However, it's not clear where he falls on theOrder vs. Chaosscale.Fire Emblem: Radiant Dawn:Yune, the Goddess of Chaos is sealed inside Lehran's Medallion, this game'sFire Emblem. Despite this,she is not the evil \"Dark God\" that history has made her out to beandhates being called that.Notable for being one of the rare examples of this trope that iscompletely and unambiguously theBig Good; she is benevolent and genuinely loves humanity in spite of its flaws, and it is only through her support that Ike and Micaiah stand a chance againstAshera, Yune's other half who has decided to purge humanity for its flaws. As Yune herselfexplains, Order and Chaos areentirely separate from good and evil and have both positive and negative aspects. Yune held onto the positive aspects of Chaos because she spent her slumber surrounded by the songs of the heron clan, preserving her connection to mortals, while Ashera succumbed to the negative aspects of order because she spent her sleep inin complete isolationand forgot her connection to mortals.For the King: Omus the God of Chaos is theGreater-Scope Villainof the main campaign, the unseen master of theBig Badand hisApocalypse Cult, and the ultimate source of theChaos energy corrupting the world.Hades: Chaos. They are, well,thePrimordial ChaosofClassical Mythologypersonified; in their case, rather than disorder or destruction they instead embody the Greek definition of \"Chaos\" as the vast, infinite void. True of the trope, they are mostlyAbove Good and Eviland operate entirely onIt Amused Me, helpingPlayer CharacterZagreus mostly because he is causing a lot of chaos.Heroes of Might and Magic: Urgash, God of Chaos and brother of Asha the Goddess of Order. He warred with Asha when she claimed the right to create the world, and spawned the first demons in a mockery of the races she populated her world with, shaping them after the traits of chaos he saw within himself (madness, hunger, proliferation, pain, destruction and hatred).Kirby Star Allies:Void Termina's true nature is one of these.As the so-called \"progenitor of origination\", he is said to exist in every dimension, andin the Japanese version, he's said to the origin of all \"chaos and possibilities\" and the source of all forms of matter, dreams, soul, darkness, and heart across all of existence. Void Soul's Boss Subtitles even call him the \"Essence of Chaos\". Interestingly, this gives him just as much potential for evil as it does for good.MajestyandWarlock: Master of the Arcane: Fervus is the god of chaos and opposes his brother Dauros, theGod of Order. He is mainly associated with the wilderness and the creatures that dwell within it, in contrast to Dauros' association with civilization.Mortal Kombat 1reveals that the defeat of Kronika resulted in not one, butmultiplenew universes ruled by Titan versions of various MK characters (later extras reveal that even these alternates have alternates- for instance, multiple Titan versions of Shang Tsung). Naturally, this means that Havik- the Cleric of Chaos- is a Titan ruler of his own universe, and he serves as theBig Badof theKhaos ReignsDLC who seeks to \"bless\" the entire multiverse with the \"purity\" of chaos.RuneScape: Zamorak was dedicated to chaos as a concept even before hebetrayed Zarosandascended to godhood. In his eyes, chaos can be a powerful source of strength in thatit moves people out of their comfort zones and forces them to either overcome the adversity and become stronger in the process or stay weak and die. This is why he's so vehemently opposed to the order thatSaradominandZarosrepresent: if they had their way, the world would become a stagnant place whereeveryone would wither away until they became soft and weak. Whilehe may have a point, the fact that he's willing to start a world-spanning war to enforce his view upon everyone whilenot really caring how many people would die in the processhas done very little to ingratiate him to his enemies.Shin Megami Tensei: Lucifer, if he is not presented as aFallen Angel, he is this:the incarnation of Chaos itself, a primal force of revolution and changeto counterbalanceYHVH, who represents dogmatic order.Thief: The Trickster is a powerfulNature Spiritwho embodies the chaotic aspects of the natural world and dreams of the collapse of human civilisation. Pagans worship him as the god of Chaos, Nature and Magic, whileThe Hammerites, who worship the concepts of Order, Technology and Civilisation, despise him as aSatanic Archetype.Undertale:Asriel Dreemurr, the final boss of the Pacifist Route, considers himself to be a god of death, but two of his stronger attacks have \"chaos\" in their names and it's pretty clearly implied that he can do basically anything.\n\nWeb AnimationChikn Nuggit: Once the series undergoes majorCerebus Syndrome, it turns outthe titular character is the Demigod of Chaos, destined to use his powers to bring aboutThe End of the World as We Know It. And despite interference from Fwench Fwy and Iscream to avert the prophecy,Bezelmade sure it came to pass by revealing Chikn's true nature to him. What's more, all the humorousToon Physicsand such exhibited by Chikn's friends were a result of Chikn unknowingly passing his powers onto them,putting the entire series up to this point into retrospect.Hakos Baelz, one of the streamers employed byhololive, goes a step beyond this bybeing the concept of Chaos itself... and it shows, as she frequently tweets inupside-down letters, has an age that is determined by rolling a die of any number of sides and whatever number comes up is how old she is at that moment, and has anever-shifting accentthat'snigh-impossible to definitively pin down.\n\nWebcomicsA-gnosis' comics onGreek mythinclude Eris, goddess of chaos, as aGadflywhose idea oflivening upa family party is to engineer the exposure of a couple'sSecret Relationshipright in front of their mothers. Needless to say, Zeus had not invited her to the party.Slightly Damned:Father Syndel, the lord of demonkind and co-creator of Medius, is sometimes referred to as the god of chaos andhis creationsall havewildly varied appearancesto reflect this.Reapertalehas Chara, theBig Bad, become a Goddess of Entropy after Sans fails to reap them. This failure would later come back to haunt everyone.\n\nWestern AnimationAdventure Time:GOLB, the mysterious red entity briefly seen in \"Puhoy\", is revealed to be aCosmic Entitythat represents discord and chaos. It shows up to be anAlmighty Idiotwho mutates things into monstrositieswith its breath, and was the reason Magic Man turned into a jerk by eating his girlfriend Margles.The Lichclaims to be \"the last scholar of GOLB\",and it's implied that GOLB created it with its spitalong with its power possibly leading to the Great Mushroom War.Marceline'sfather Hunson Abadeeris a devil of chaos, as the Nightosphere explicitly thrives on chaos and disorder. He achieves this withan evil amuletthat turns him into anEldritch Abomination, acting as anObstructive Bureaucratthat dishes out pointless rules and cruel tricks on apathetic and confused demons.Aladdin: The Series: Chaos is an entity in the form of a blue winged-cat who prefers a bit more chaos in everyday life, and does not like things that are predictable or a regular occurrence. He also does not like being manipulated, so when Mirage tries to use him to destroy Agrabah, Chaos sets things up that Mirage would end up saving the day. He is not all powerful however, as he can't go against Fate.Gravity Falls: Bill is referred to as a \"chaos god\" by a few people. Most everyone with proper knowledge of him refer to him as a demon instead, but given that he qualifies as aPhysical Godonce he gains physical form, it's likely that this trope can be said to apply to him.The Grim Adventures of Billy & Mandy: Like in Greek mythology, Eris acts as the goddess of chaos who screws over mortalsfor fun.She has a relationship with supernatural hunter Hoss Delgado, which at a point distracted her that she could not fulfill her duties which led to the natural order being thrown out of whack.The Legend of Korrahas Vaatu is the spirit of Chaos and Darkness, aGod of Evileternally opposed to Raava who's the spirit of Order and Light.My Adventures with Superman: Mr. Mxyzptlk openly identifies as one, using hisReality Warperpowers for nothing more than his own amusement... and revenge against the various Lois Lanes for De-powering him.My Little Pony: Friendship Is Magic: Discord is the spirit of chaos, disharmony and, well, discord. AReality Warperwho ruled over adark timein Equestria, he brings about aWorld of Chaosuntil the main charactersturn him back to stonethroughThe Power of Friendship. He later undergoes aHeel–Face Turn, but remains a spirit of chaos and very fond of both reality-warping magic and general trickery.\n\n",
  "examples": [
    {
      "section": "Examples:",
      "text": "Yu-Gi-Oh! ZEXAL:Don Thousandserves as the God of the Barian World which represents chaos,which is in opposition to the Astral World's orderand its godEliphas. While Don Thousand is evil and wants tomerge Earth and the Barian World together, chaos in itself isn't inherently evil and is the force that powers life and emotion.",
      "links": [
        {
          "title": "Yu-Gi-Oh! ZEXAL",
          "url": "/pmwiki/pmwiki.php/Anime/YuGiOhZEXAL"
        },
        {
          "title": "Don Thousand",
          "url": "/pmwiki/pmwiki.php/Main/TheManBehindTheMan"
        },
        {
          "title": "which is in opposition to the Astral World's order",
          "url": "/pmwiki/pmwiki.php/Main/OrderVersusChaos"
        },
        {
          "title": "Eliphas",
          "url": "/pmwiki/pmwiki.php/Main/KnightTemplar"
        },
        {
          "title": "merge Earth and the Barian World together",
          "url": "/pmwiki/pmwiki.php/Main/AssimilationPlot"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Marvel Comicshas a number of chaos gods,most of them being malevolent.Lord Chaos is theCosmic Entitythat embodies chaos while his brother Master Order embodies order. Unusually for this trope the embodiments of order and chaos work together instead of opposing each other, and created the In-Betweener to represent dichotomies and balance in nature.Amatsu-Mikaboshi, the Chaos King, is the primal god of chaos from Shinto legend that serves as the Big Bad inChaos War. Predating reality, its motivationis to destroy the multiverseso as to return to the peaceful state of nothing it once came from.The Chaos King is later revealedto be just a tiny aspectof Oblivion, theCosmic Entityrepresenting nothingness and non-existence.Oddly enough, he speaksentirely inHaiku, which is a form of poetry with rigid rules, but what do you expect from a God of Chaos — consistency?VariousDoctor Strangecharacters likeShuma-GorathandChthonare said to be Lords of Chaos, though outside of having aChaotic Evilalignment do not really represent chaos as an ideology. Chthon is the source ofChaos Magic, which is so dangerous that magic users suppressed any knowledge of its existence.",
      "links": [
        {
          "title": "Marvel Comics",
          "url": "/pmwiki/pmwiki.php/Creator/MarvelComics"
        },
        {
          "title": "most of them being malevolent",
          "url": "/pmwiki/pmwiki.php/Main/ChaosIsEvil"
        },
        {
          "title": "Cosmic Entity",
          "url": "/pmwiki/pmwiki.php/Main/CosmicEntity"
        },
        {
          "title": "Amatsu-Mikaboshi, the Chaos King",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheIncredibleHercules"
        },
        {
          "title": "Chaos War",
          "url": "/pmwiki/pmwiki.php/ComicBook/ChaosWar"
        },
        {
          "title": "is to destroy the multiverse",
          "url": "/pmwiki/pmwiki.php/Main/OmnicidalManiac"
        },
        {
          "title": "to be just a tiny aspect",
          "url": "/pmwiki/pmwiki.php/Main/FightingAShadow"
        },
        {
          "title": "Cosmic Entity",
          "url": "/pmwiki/pmwiki.php/Main/CosmicEntity"
        },
        {
          "title": "Oddly enough",
          "url": "/pmwiki/pmwiki.php/Main/Hypocrite"
        },
        {
          "title": "entirely in",
          "url": "/pmwiki/pmwiki.php/Main/GratuitousIambicPentameter"
        },
        {
          "title": "Haiku",
          "url": "/pmwiki/pmwiki.php/Main/Haiku"
        },
        {
          "title": "Doctor Strange",
          "url": "/pmwiki/pmwiki.php/ComicBook/DoctorStrange"
        },
        {
          "title": "Shuma-Gorath",
          "url": "/pmwiki/pmwiki.php/Main/MultiversalConqueror"
        },
        {
          "title": "Chthon",
          "url": "/pmwiki/pmwiki.php/Main/EvilSorcerer"
        },
        {
          "title": "Chaotic Evil",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticEvil"
        },
        {
          "title": "Chaos Magic",
          "url": "/pmwiki/pmwiki.php/Main/EntropyAndChaosMagic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The DCU:The Lords of Chaos embody chaos, as opposed to the Lords of Order embodying order. While initially treatedas evilwithDoctor Fate'sArch-EnemyMordru being a Lord of Chaos, later stories have portrayed chaos in a more sympathetic light.Wonder Woman: Dionysus is the god of drunkenness, theater, and madness, and he operates on an even more alien morality than the rest of the Olympians. He'll turn humans he considers friends into animals on a whim and see's no harm in leaving them that way. Due to his nature he is entirely unpredictable and dangerous, though not malevolent.",
      "links": [
        {
          "title": "The DCU",
          "url": "/pmwiki/pmwiki.php/Franchise/TheDCU"
        },
        {
          "title": "as evil",
          "url": "/pmwiki/pmwiki.php/Main/ChaosIsEvil"
        },
        {
          "title": "Doctor Fate's",
          "url": "/pmwiki/pmwiki.php/ComicBook/DoctorFate"
        },
        {
          "title": "Arch-Enemy",
          "url": "/pmwiki/pmwiki.php/Main/ArchEnemy"
        },
        {
          "title": "Wonder Woman",
          "url": "/pmwiki/pmwiki.php/Franchise/WonderWoman"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mortal Kombat (Malibu Comics)has Zaggot, the God of Chaos, anAnthropomorphic Personificationwho looks like a hobo version ofGandalfwho reigns in chaos and wants to get the world summed in chaos. He first appeared in theGoro: Prince of Painminiseries as the one who takes him off the first game to be his champion.",
      "links": [
        {
          "title": "Mortal Kombat (Malibu Comics)",
          "url": "/pmwiki/pmwiki.php/ComicBook/MortalKombatMalibuComics"
        },
        {
          "title": "Anthropomorphic Personification",
          "url": "/pmwiki/pmwiki.php/Main/AnthropomorphicPersonification"
        },
        {
          "title": "Gandalf",
          "url": "/pmwiki/pmwiki.php/Literature/TheLordOfTheRings"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Lady Death: The Lords of Chaos are a recurring element in the Chaos and Boundless continuities:The Chaos LordGenocideis theBig Badof \"The Crucible\" arc and is the first Chaos Lord Lady Death fights. He was one of the original Chaos Lords who brought about the creation of the universe and sought to undo that mistake.The Chaos Lords are the villains during the \"Alive\" arc and act through their minion The Dark One who corrupts souls for them to feed on.The Chaos Lords are featured in Medieval Lady Death. They speak to Lady Death's biological father Tvarus while he is imprisoned and are responsible for his corruption.",
      "links": [
        {
          "title": "Lady Death",
          "url": "/pmwiki/pmwiki.php/ComicBook/LadyDeath"
        },
        {
          "title": "Genocide",
          "url": "/pmwiki/pmwiki.php/Main/NamesToRunAwayFromReallyFast"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Maskis about the eponymous mask made bymagical African Indians(inThe Movieit was made by the god Loki) who converts its wearer into \"Big Head\", a unstoppable agent of chaos capable of blowing up an entire city to ashes, depending on the user of course.",
      "links": [
        {
          "title": "The Mask",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheMask"
        },
        {
          "title": "magical African Indians",
          "url": "/pmwiki/pmwiki.php/Main/MagicalNativeAmerican"
        },
        {
          "title": "The Movie",
          "url": "/pmwiki/pmwiki.php/Main/TheMovie"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Vampirella: The Harris age of the series introduced the evil god Chaos as a recurring villain, who rules Hell and opposes the forces of Order (including Vampirella) either directly or through his many acolytes. He is pretty much just astand-in for the Devil, right up to looking like your standardscary big red demon, but his chaotic nature is reflected in hisdisordered mindset.",
      "links": [
        {
          "title": "Vampirella",
          "url": "/pmwiki/pmwiki.php/ComicBook/Vampirella"
        },
        {
          "title": "stand-in for the Devil",
          "url": "/pmwiki/pmwiki.php/Main/SatanicArchetype"
        },
        {
          "title": "scary big red demon",
          "url": "/pmwiki/pmwiki.php/Main/BigRedDevil"
        },
        {
          "title": "disordered mindset",
          "url": "/pmwiki/pmwiki.php/Main/MadGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Legend of the Chaos God: In thisCrisis Crossoverbetween TV shows that aired onThe Disney Afternoon, the heroes face off against Solego, the Chaos God, who earned his title by destroying entire civilizations.",
      "links": [
        {
          "title": "The Legend of the Chaos God",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheLegendOfTheChaosGod"
        },
        {
          "title": "Crisis Crossover",
          "url": "/pmwiki/pmwiki.php/Main/CrisisCrossover"
        },
        {
          "title": "The Disney Afternoon",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheDisneyAfternoon"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Antipodes: Tantalus came into being as the primordial embodiment of chaos, and seeks to cause all existence to collapse into the formlessness that gave it birth.",
      "links": [
        {
          "title": "Antipodes",
          "url": "/pmwiki/pmwiki.php/Fanfic/Antipodes"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Better Bones AU: Sol is one, and his role in the rewrittenPower of Threeis playing a game with the Clans, trying to cause as much chaos and destruction as possible while prevented due to his deal with Midnight from using direct force.",
      "links": [
        {
          "title": "Better Bones AU",
          "url": "/pmwiki/pmwiki.php/Blog/BetterBonesAU"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Jackie Chan Adventures: Olympian Journey: TheBig Badis Eris, the Greek goddess of chaos, who is presented as aCloudcuckoolanderwhose randomreality-changingacts are done partially toTake Over the Worldand restore divine rule over humanity, but are mostly just toentertain herself.",
      "links": [
        {
          "title": "Jackie Chan Adventures: Olympian Journey",
          "url": "/pmwiki/pmwiki.php/Fanfic/JackieChanAdventuresOlympianJourney"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Cloudcuckoolander",
          "url": "/pmwiki/pmwiki.php/Main/Cloudcuckoolander"
        },
        {
          "title": "reality-changing",
          "url": "/pmwiki/pmwiki.php/Main/RealityWarper"
        },
        {
          "title": "Take Over the World",
          "url": "/pmwiki/pmwiki.php/Main/TakeOverTheWorld"
        },
        {
          "title": "entertain herself",
          "url": "/pmwiki/pmwiki.php/Main/ItAmusedMe"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Laserllama: One of the creator's Cleric subclasses is the Chaos Domain. Its features primarily focus on promoting madness in both the character and their enemies, as being personally connected to great beings of chaos tends not to do well for one's sanity.",
      "links": [
        {
          "title": "Laserllama",
          "url": "/pmwiki/pmwiki.php/Creator/Laserllama"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Last Draconequus: While not actual deities, this is effectively the role of the Avatars of Chaos — they embody and represent the concept of Chaos manifested as a living creature.",
      "links": [
        {
          "title": "The Last Draconequus",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheLastDraconequus"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sinbad: Legend of the Seven Seas: Eris, the Goddess of Discord. Her primary motivation is the sowing of strife, disorder, and calamity for their own sake. This is also reflected in her appearance,which is constantly shifting, turning into smoke, and reforming, never stable or at rest.",
      "links": [
        {
          "title": "Sinbad: Legend of the Seven Seas",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/SinbadLegendOfTheSevenSeas"
        },
        {
          "title": "which is constantly shifting, turning into smoke, and reforming, never stable or at rest",
          "url": "/pmwiki/pmwiki.php/Main/PerpetuallyProtean"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Cthulhu Mythos: Azathoth, depicted in the page image, is a being of pure chaos who created reality by pure accident and will be equally oblivious when it destroys it. It's been referred to as \"the Nuclear Chaos\"noteUsing the original definition of 'nuclear' meaning being the central part of something, which, in this case, is everything., and is the eventual source of all the other bizarre gods and monsters in the mythos... and of everything else, for that matter. The Outer Gods' herald Nyarlathotep also represents chaos as the Crawling Chaos but is more about causing discord and panic on a human level than vast cosmic upheaval.",
      "links": [
        {
          "title": "Cthulhu Mythos",
          "url": "/pmwiki/pmwiki.php/Franchise/CthulhuMythos"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Gorgoz fromDivine Misfortuneidentifies as a God of Chaos and Death, but less in the \"Primordial Chaospredating order\" kind and more like \"Chaos Is Evil, therefor he's aGod of Evil\" way.",
      "links": [
        {
          "title": "Divine Misfortune",
          "url": "/pmwiki/pmwiki.php/Literature/DivineMisfortune"
        },
        {
          "title": "Primordial Chaos",
          "url": "/pmwiki/pmwiki.php/Main/PrimordialChaos"
        },
        {
          "title": "Chaos Is Evil",
          "url": "/pmwiki/pmwiki.php/Main/ChaosIsEvil"
        },
        {
          "title": "God of Evil",
          "url": "/pmwiki/pmwiki.php/Main/GodOfEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In Conquest Born: Braxi, theProud Warrior Raceplanet, is a bit hung up on its chaos goddess, Ar. Braxins talk about Ar more than any of their other gods, especially considering that they believe their gods abandoned them. Large-scale social engineering sometime way back in their history built Ar into a symbol of, and internal justification for, the pervasive misogyny in Braxin society. A woman who commands men is a shem'Ar — a servant of Chaos — that cannot be tolerated. The shem'Ar threatens Braxi's social order simply by existing. Yet, the shem'Ar is also the greatest possible allure for a truely powerful man.",
      "links": [
        {
          "title": "In Conquest Born",
          "url": "/pmwiki/pmwiki.php/Literature/InConquestBorn"
        },
        {
          "title": "Proud Warrior Race",
          "url": "/pmwiki/pmwiki.php/Main/ProudWarriorRace"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Inheritance Trilogy: Nahadoth, first of the three Gods whocreated the universe, embodies Chaos, change, anddarkness. He is not evil per se, but does not align with human morality most of the time. It does not help that he has endured 2000 years ofSanity Slippagefrom being trappedin human formor that he is shaped by the belief of mortals around him, most of whom see him as a terrifying monster.",
      "links": [
        {
          "title": "Inheritance Trilogy",
          "url": "/pmwiki/pmwiki.php/Literature/InheritanceTrilogy"
        },
        {
          "title": "created the universe",
          "url": "/pmwiki/pmwiki.php/Main/TheMaker"
        },
        {
          "title": "darkness",
          "url": "/pmwiki/pmwiki.php/Main/GodOfDarkness"
        },
        {
          "title": "Sanity Slippage",
          "url": "/pmwiki/pmwiki.php/Main/SanitySlippage"
        },
        {
          "title": "in human form",
          "url": "/pmwiki/pmwiki.php/Main/GodInHumanForm"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tortall Universe:Realm of the Godshas a goddess of chaos fighting the other gods. At the end of the bookDaine fights her directly in aShapeshifter Showdown.",
      "links": [
        {
          "title": "Tortall Universe",
          "url": "/pmwiki/pmwiki.php/Literature/TortallUniverse"
        },
        {
          "title": "Shapeshifter Showdown",
          "url": "/pmwiki/pmwiki.php/Main/ShapeshifterShowdown"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Everybody Loves Large Chestshas one of these. The book makes it a point to never describe him (her? it?) the same way twice. He even proves his identity by asking the characters to say his name three times. They say three completely different names. This is because, just like his appearance, his name, and even his title, is in constant flux. Except mortal brains can't comprehend it, so to them, it's a continualRetcon, even in the same sentence. Michael's name has always been Greg, right? And John was always the god of chance. Her appearance makes perfect sense for a goddess of chaos - a Victorian dandy with a top hat. Just look at how Jim waves his tentacles. Apparently, he is responsible for accidentally creating all demons.",
      "links": [
        {
          "title": "Everybody Loves Large Chests",
          "url": "/pmwiki/pmwiki.php/Literature/EverybodyLovesLargeChests"
        },
        {
          "title": "Retcon",
          "url": "/pmwiki/pmwiki.php/Main/RetCon"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kane Serieshas the Seven Nameless,old godsthat exist in a dimension beyond good and evil, filled by timeless chaos. While they have their disciples, they do not usually interfere in the world.",
      "links": [
        {
          "title": "Kane Series",
          "url": "/pmwiki/pmwiki.php/Literature/KaneSeries"
        },
        {
          "title": "old gods",
          "url": "/pmwiki/pmwiki.php/Main/ElderGods"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Doctor Whohas the Black Guardian, who doubles as aGod of Eviland serves asThe Anti-Godto the White Guardian'sGod of OrderandGod of Good.",
      "links": [
        {
          "title": "Doctor Who",
          "url": "/pmwiki/pmwiki.php/Series/DoctorWho"
        },
        {
          "title": "God of Evil",
          "url": "/pmwiki/pmwiki.php/Main/GodOfEvil"
        },
        {
          "title": "The Anti-God",
          "url": "/pmwiki/pmwiki.php/Main/TheAntiGod"
        },
        {
          "title": "God of Order",
          "url": "/pmwiki/pmwiki.php/Main/GodOfOrder"
        },
        {
          "title": "God of Good",
          "url": "/pmwiki/pmwiki.php/Main/GodOfGood"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InNowhere Boysthefeature film\"The Book of Shadows\" featured Tegan as theBig Badwho is revealed to be the personification of Chaos having taken human form. She is the polar opposite to her brother, \"Bear\", who is the personification of Order.",
      "links": [
        {
          "title": "Nowhere Boys",
          "url": "/pmwiki/pmwiki.php/Series/NowhereBoys"
        },
        {
          "title": "feature film",
          "url": "/pmwiki/pmwiki.php/Main/BigDamnMovie"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Great GazooQ fromStar Trek: The Next Generationis explicitly referred to as \"next-of-kin to chaos\". In some EU media, he is even called a god of chaos (among other similar epithets).",
      "links": [
        {
          "title": "Great Gazoo",
          "url": "/pmwiki/pmwiki.php/Main/GreatGazoo"
        },
        {
          "title": "Star Trek: The Next Generation",
          "url": "/pmwiki/pmwiki.php/Series/StarTrekTheNextGeneration"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Classical Mythology:Greek mythology has Chaos, which represents the Classical view of chaos beinga voidof unorganized nothingthat predates existence.It is where the earliest generation of gods came from, though it's ambiguous whether Chaos is sentient or not.Erisrepresents the more modern idea of chaos, being in the goddess of strife and discord. This usually involves hersparking conflictmainlyfor fun. Her daughter Dysnomia represents chaos in the form oflawlessness.",
      "links": [
        {
          "title": "Classical Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "a void",
          "url": "/pmwiki/pmwiki.php/Main/ThePowerOfTheVoid"
        },
        {
          "title": "that predates existence",
          "url": "/pmwiki/pmwiki.php/Main/PrimordialChaos"
        },
        {
          "title": "It is where the earliest generation of gods came from",
          "url": "/pmwiki/pmwiki.php/Main/MonsterProgenitor"
        },
        {
          "title": "Eris",
          "url": "/pmwiki/pmwiki.php/Main/AppleOfDiscord"
        },
        {
          "title": "sparking conflict",
          "url": "/pmwiki/pmwiki.php/Main/AppleOfDiscord"
        },
        {
          "title": "for fun",
          "url": "/pmwiki/pmwiki.php/Main/ForTheEvulz"
        },
        {
          "title": "lawlessness",
          "url": "/pmwiki/pmwiki.php/Main/AnarchyIsChaos"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Egyptian Mythology: In Ancient Egyptian mythology, the world is divided intoforces of order against chaos. The ultimate chaos god is Apophis,a monstrous serpentandGod of Evilwho wants nothing morethan to destroy the universe. Set was originally a positive god of chaos, deserts and storms, but was later demonized into aGod of Evil. Despite this,he still hated and opposed Apophis.",
      "links": [
        {
          "title": "Egyptian Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/EgyptianMythology"
        },
        {
          "title": "forces of order against chaos",
          "url": "/pmwiki/pmwiki.php/Main/OrderVersusChaos"
        },
        {
          "title": "a monstrous serpent",
          "url": "/pmwiki/pmwiki.php/Main/SnakesAreEvil"
        },
        {
          "title": "God of Evil",
          "url": "/pmwiki/pmwiki.php/Main/GodOfEvil"
        },
        {
          "title": "than to destroy the universe",
          "url": "/pmwiki/pmwiki.php/Main/OmnicidalManiac"
        },
        {
          "title": "God of Evil",
          "url": "/pmwiki/pmwiki.php/Main/GodOfEvil"
        },
        {
          "title": "he still hated and opposed Apophis",
          "url": "/pmwiki/pmwiki.php/Main/EvenEvilHasStandards"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Zoroastrianismhas Angra Mainyu (also known as Ahriman), who equally serves as theGod of EvilandEvil Twinin direct oppositionto Ahura Mazda, theGod of Goodand order. Unlike Judeo-Christian views ofthe Devilbeing weaker thanGod, Angra Mainyuis the equal of Ahura Mazda. However, he will lose in the end anyway,due to self-defeating nature of chaos and evil.",
      "links": [
        {
          "title": "Zoroastrianism",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Zoroastrianism"
        },
        {
          "title": "God of Evil",
          "url": "/pmwiki/pmwiki.php/Main/GodOfEvil"
        },
        {
          "title": "Evil Twin",
          "url": "/pmwiki/pmwiki.php/Main/EvilTwin"
        },
        {
          "title": "in direct opposition",
          "url": "/pmwiki/pmwiki.php/Main/ChaosIsEvil"
        },
        {
          "title": "God of Good",
          "url": "/pmwiki/pmwiki.php/Main/GodOfGood"
        },
        {
          "title": "the Devil",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        },
        {
          "title": "God",
          "url": "/pmwiki/pmwiki.php/Main/God"
        },
        {
          "title": "is the equal of Ahura Mazda",
          "url": "/pmwiki/pmwiki.php/Main/TheAntiGod"
        },
        {
          "title": "due to self-defeating nature of chaos and evil",
          "url": "/pmwiki/pmwiki.php/Main/StupidEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Japanese Mythologyhas two opposing \"forces\" which make up all of creation, including man, spirits, nature and kami: the nigi-mitama and ara-mitama. While not considered \"sentient\" gods or forces in their own right, they are nonetheless all-encompassing. Nigi-mitama is the force that creates harmony while the ara-mitama is the force that invokes anger, violence, conflict and chaos. Though its effects are considered \"negative\", it's not considered a \"bad\" thing; the ara-mitama appears when a being faces an existential threat (a danger to one's life, a denial of one's ambitions, or a perversion of one's values).",
      "links": [
        {
          "title": "Japanese Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/JapaneseMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Though our existing records ofNorse Mythologydon't name a designated position for Loki,thisis the closest he has to an official role, beingThe Tricksterand all.",
      "links": [
        {
          "title": "Norse Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        },
        {
          "title": "The Trickster",
          "url": "/pmwiki/pmwiki.php/Main/TheTrickster"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Some forms of theisticSatanismbelieve Satan to be this, but in a positive way as the true liberator of the chains of the Cosmic reality created by God. Others believe there were seven gods of Chaos who existed before Yaweh, sometimes called Leviathans (based on a part of Psalms that says that God fought the Leviathan in order to create the Universe, and another part of Genesis were it says that the waters existed before God created Earth). For this groups God just made the material Universe whilst the primordial Darkness of Chaos rule by this Gods encroach it and would eventually took over. And yet others believe that the number of god-like beings living in this primordial Chaos (often called the acausal realm) is incontable as everyone who breaks with the Cosmic reality goes there.",
      "links": [
        {
          "title": "Satanism",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Satanism"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In herCircleDVD,Suzy Eddie Izzardstates that she prefers the idea of a flawed God of Chaos to an all-powerful God as portrayed in the Abrahamic faiths. In her version of the creation story, Chaos lives in a caravan in deep space and accidentally created the universe when his oven exploded while he was trying to bake a flan.",
      "links": [
        {
          "title": "Suzy Eddie Izzard",
          "url": "/pmwiki/pmwiki.php/Creator/SuzyEddieIzzard"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pathfinderhas several gods with Chaos in their profile, including the classicCthulhu Mythosdeities, who are just as evil as you'd expect. Just as threatening is Rovagug, born from the chaos at the beginning of the universe, he won't stop until eats everything and brings aboutThe End of the World as We Know It. In addition, there's theChaotic EvilLamashtu, goddess ofBody Horrorwho seeks to tear apart all rules and what is deemed 'civilization' so that her twisted and monstrous children can rule. On theless evil, though still anarchic, side is Calistra, theelvengoddess ofLustandRevenge. She generally promotes living life to the fullest, which includes having as much sex as one wants and partaking in sweet vengeance against anyone who wronged her followers.",
      "links": [
        {
          "title": "Pathfinder",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Pathfinder"
        },
        {
          "title": "Cthulhu Mythos",
          "url": "/pmwiki/pmwiki.php/Franchise/CthulhuMythos"
        },
        {
          "title": "The End of the World as We Know It",
          "url": "/pmwiki/pmwiki.php/Main/TheEndOfTheWorldAsWeKnowIt"
        },
        {
          "title": "Chaotic Evil",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticEvil"
        },
        {
          "title": "Body Horror",
          "url": "/pmwiki/pmwiki.php/Main/BodyHorror"
        },
        {
          "title": "less evil",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticNeutral"
        },
        {
          "title": "elven",
          "url": "/pmwiki/pmwiki.php/Main/OurElvesAreDifferent"
        },
        {
          "title": "Lust",
          "url": "/pmwiki/pmwiki.php/Main/Lust"
        },
        {
          "title": "Revenge",
          "url": "/pmwiki/pmwiki.php/Main/Revenge"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ponyfinder: The Unspoken is a god of chaos, change, and whimsy. He favors and fosters all forms of disorder, ranging from revelry and humor to the destruction of civilization and its works, and is chiefly worshipped by comedians, anarchists, and some artists and poets.",
      "links": [
        {
          "title": "Ponyfinder",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Ponyfinder"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Glorantha, setting ofRuneQuestamong other games, has a whole pantheon of Chaos gods. In the setting'sBackstorythey came very close to destroying the world.",
      "links": [
        {
          "title": "RuneQuest",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Runequest"
        },
        {
          "title": "Backstory",
          "url": "/pmwiki/pmwiki.php/Main/Backstory"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Warhammer(as well asWarhammer: Age of Sigmarand thesci-fi themedWarhammer 40,000) has the Chaos Gods, who collectively represent chaos,corruptionand the extremes of various emotions and concepts.While arguably the largest overarching threat, who'd want nothing more than the physical universe to fall into chaos, they aren't evil so much as they are the extremes of what they embody like anger or trickery. It's justdue to the dark settingandthe fact they embody all sentient feelings and thoughtstheir negative traits come out more often.",
      "links": [
        {
          "title": "Warhammer",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer"
        },
        {
          "title": "Warhammer: Age of Sigmar",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WarhammerAgeOfSigmar"
        },
        {
          "title": "sci-fi themed",
          "url": "/pmwiki/pmwiki.php/Main/RecycledInSpace"
        },
        {
          "title": "Warhammer 40,000",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer40000"
        },
        {
          "title": "corruption",
          "url": "/pmwiki/pmwiki.php/Main/TheCorruption"
        },
        {
          "title": "While arguably the largest overarching threat",
          "url": "/pmwiki/pmwiki.php/Main/GreaterScopeVillain"
        },
        {
          "title": "due to the dark setting",
          "url": "/pmwiki/pmwiki.php/Main/CrapsackWorld"
        },
        {
          "title": "the fact they embody all sentient feelings and thoughts",
          "url": "/pmwiki/pmwiki.php/Main/TheHeartless"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Yu-Gi-Oh!: Many of the more powerful members of the Chaos archetype qualify as this to varying degrees. As \"Chaos\" in this context representsthe combination of light and dark (and duality in general), their names and abilities all imply them to be the embodiments of powerful abstract forces such as light, darkness, beginnings, endings, inexistence andThe End of the World as We Know It.",
      "links": [
        {
          "title": "Yu-Gi-Oh!",
          "url": "/pmwiki/pmwiki.php/TabletopGame/YuGiOh"
        },
        {
          "title": "the combination of light and dark (and duality in general)",
          "url": "/pmwiki/pmwiki.php/Main/YinYangBomb"
        },
        {
          "title": "The End of the World as We Know It",
          "url": "/pmwiki/pmwiki.php/Main/TheEndOfTheWorldAsWeKnowIt"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Bayonetta: All of creation is split into three different realms:Paradiso(representing the Light),Inferno(representing the Darkness) and Purgatorio and the mortal realm (the Chaos in-between). Each of these realms have a god that shaped them into what they are and is the creator of their inhabitants, with Aesir as the creator of the Chaos.",
      "links": [
        {
          "title": "Bayonetta",
          "url": "/pmwiki/pmwiki.php/VideoGame/Bayonetta"
        },
        {
          "title": "Paradiso",
          "url": "/pmwiki/pmwiki.php/Main/Heaven"
        },
        {
          "title": "Inferno",
          "url": "/pmwiki/pmwiki.php/Main/Hell"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Elder Scrolls: TheDaedric Princesare generally considered Chaos Godsin comparison to the more ordered Aedric deities(with the notable exception ofJyggalag, who claims Order as his sphere of influence despite being a Daedra). The Daedra who most strongly embody Chaos include Mehrunes DagonPrince of Destruction, Revolution, and Change, SheogorathPrince of Madness and Creativity, and BoethiahPrince of Deceit, Conspiracy,Treachery, and Sedition. Lorkhan straddles a fine line between this and aGod of Order, for example according to some he is a son of Sithis, the essence of Chaos, begotten for the express purpose to spread Sithis. However, it's not clear where he falls on theOrder vs. Chaosscale.",
      "links": [
        {
          "title": "The Elder Scrolls",
          "url": "/pmwiki/pmwiki.php/Franchise/TheElderScrolls"
        },
        {
          "title": "Daedric Princes",
          "url": "/pmwiki/pmwiki.php/Main/OurGodsAreDifferent"
        },
        {
          "title": "in comparison to the more ordered Aedric deities",
          "url": "/pmwiki/pmwiki.php/Main/OrderVersusChaos"
        },
        {
          "title": "Jyggalag",
          "url": "/pmwiki/pmwiki.php/Main/ControlFreak"
        },
        {
          "title": "Prince of Destruction, Revolution, and Change",
          "url": "/pmwiki/pmwiki.php/Main/DestroyerDeity"
        },
        {
          "title": "Prince of Madness and Creativity",
          "url": "/pmwiki/pmwiki.php/Main/MadGod"
        },
        {
          "title": "Prince of Deceit, Conspiracy",
          "url": "/pmwiki/pmwiki.php/Main/ManipulativeBastard"
        },
        {
          "title": "Treachery, and Sedition",
          "url": "/pmwiki/pmwiki.php/Main/ChronicBackstabbingDisorder"
        },
        {
          "title": "God of Order",
          "url": "/pmwiki/pmwiki.php/Main/GodOfOrder"
        },
        {
          "title": "Order vs. Chaos",
          "url": "/pmwiki/pmwiki.php/Main/OrderVsChaos"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fire Emblem: Radiant Dawn:Yune, the Goddess of Chaos is sealed inside Lehran's Medallion, this game'sFire Emblem. Despite this,she is not the evil \"Dark God\" that history has made her out to beandhates being called that.Notable for being one of the rare examples of this trope that iscompletely and unambiguously theBig Good; she is benevolent and genuinely loves humanity in spite of its flaws, and it is only through her support that Ike and Micaiah stand a chance againstAshera, Yune's other half who has decided to purge humanity for its flaws. As Yune herselfexplains, Order and Chaos areentirely separate from good and evil and have both positive and negative aspects. Yune held onto the positive aspects of Chaos because she spent her slumber surrounded by the songs of the heron clan, preserving her connection to mortals, while Ashera succumbed to the negative aspects of order because she spent her sleep inin complete isolationand forgot her connection to mortals.",
      "links": [
        {
          "title": "Fire Emblem: Radiant Dawn",
          "url": "/pmwiki/pmwiki.php/VideoGame/FireEmblemRadiantDawn"
        },
        {
          "title": "Fire Emblem",
          "url": "/pmwiki/pmwiki.php/Main/Macguffin"
        },
        {
          "title": "she is not the evil \"Dark God\" that history has made her out to be",
          "url": "/pmwiki/pmwiki.php/Main/GodIsGood"
        },
        {
          "title": "hates being called that.",
          "url": "/pmwiki/pmwiki.php/Main/BerserkButton"
        },
        {
          "title": "Big Good",
          "url": "/pmwiki/pmwiki.php/Main/BigGood"
        },
        {
          "title": "Ashera",
          "url": "/pmwiki/pmwiki.php/Main/GodOfOrder"
        },
        {
          "title": "explains",
          "url": "/pmwiki/pmwiki.php/Main/DiscussedTrope"
        },
        {
          "title": "entirely separate from good and evil and have both positive and negative aspects",
          "url": "/pmwiki/pmwiki.php/Main/AboveGoodAndEvil"
        },
        {
          "title": "in complete isolation",
          "url": "/pmwiki/pmwiki.php/Main/GoMadFromTheIsolation"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "For the King: Omus the God of Chaos is theGreater-Scope Villainof the main campaign, the unseen master of theBig Badand hisApocalypse Cult, and the ultimate source of theChaos energy corrupting the world.",
      "links": [
        {
          "title": "For the King",
          "url": "/pmwiki/pmwiki.php/VideoGame/ForTheKing"
        },
        {
          "title": "Greater-Scope Villain",
          "url": "/pmwiki/pmwiki.php/Main/GreaterScopeVillain"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Apocalypse Cult",
          "url": "/pmwiki/pmwiki.php/Main/ApocalypseCult"
        },
        {
          "title": "Chaos energy corrupting the world",
          "url": "/pmwiki/pmwiki.php/Main/ChaosIsEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hades: Chaos. They are, well,thePrimordial ChaosofClassical Mythologypersonified; in their case, rather than disorder or destruction they instead embody the Greek definition of \"Chaos\" as the vast, infinite void. True of the trope, they are mostlyAbove Good and Eviland operate entirely onIt Amused Me, helpingPlayer CharacterZagreus mostly because he is causing a lot of chaos.",
      "links": [
        {
          "title": "Hades",
          "url": "/pmwiki/pmwiki.php/VideoGame/Hades"
        },
        {
          "title": "Primordial Chaos",
          "url": "/pmwiki/pmwiki.php/Main/PrimordialChaos"
        },
        {
          "title": "Classical Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "Above Good and Evil",
          "url": "/pmwiki/pmwiki.php/Main/AboveGoodAndEvil"
        },
        {
          "title": "It Amused Me",
          "url": "/pmwiki/pmwiki.php/Main/ItAmusedMe"
        },
        {
          "title": "Player Character",
          "url": "/pmwiki/pmwiki.php/Main/PlayerCharacter"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Heroes of Might and Magic: Urgash, God of Chaos and brother of Asha the Goddess of Order. He warred with Asha when she claimed the right to create the world, and spawned the first demons in a mockery of the races she populated her world with, shaping them after the traits of chaos he saw within himself (madness, hunger, proliferation, pain, destruction and hatred).",
      "links": [
        {
          "title": "Heroes of Might and Magic",
          "url": "/pmwiki/pmwiki.php/VideoGame/HeroesOfMightAndMagic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kirby Star Allies:Void Termina's true nature is one of these.As the so-called \"progenitor of origination\", he is said to exist in every dimension, andin the Japanese version, he's said to the origin of all \"chaos and possibilities\" and the source of all forms of matter, dreams, soul, darkness, and heart across all of existence. Void Soul's Boss Subtitles even call him the \"Essence of Chaos\". Interestingly, this gives him just as much potential for evil as it does for good.",
      "links": [
        {
          "title": "Kirby Star Allies",
          "url": "/pmwiki/pmwiki.php/VideoGame/KirbyStarAllies"
        },
        {
          "title": "Void Termina",
          "url": "/pmwiki/pmwiki.php/Main/GreaterScopeVillain"
        },
        {
          "title": "progenitor of origination",
          "url": "/pmwiki/pmwiki.php/Main/TheMaker"
        },
        {
          "title": "in the Japanese version",
          "url": "/pmwiki/pmwiki.php/Main/DubInducedPlotHole"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "MajestyandWarlock: Master of the Arcane: Fervus is the god of chaos and opposes his brother Dauros, theGod of Order. He is mainly associated with the wilderness and the creatures that dwell within it, in contrast to Dauros' association with civilization.",
      "links": [
        {
          "title": "Majesty",
          "url": "/pmwiki/pmwiki.php/VideoGame/Majesty"
        },
        {
          "title": "Warlock: Master of the Arcane",
          "url": "/pmwiki/pmwiki.php/VideoGame/WarlockMasterOfTheArcane"
        },
        {
          "title": "God of Order",
          "url": "/pmwiki/pmwiki.php/Main/GodOfOrder"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mortal Kombat 1reveals that the defeat of Kronika resulted in not one, butmultiplenew universes ruled by Titan versions of various MK characters (later extras reveal that even these alternates have alternates- for instance, multiple Titan versions of Shang Tsung). Naturally, this means that Havik- the Cleric of Chaos- is a Titan ruler of his own universe, and he serves as theBig Badof theKhaos ReignsDLC who seeks to \"bless\" the entire multiverse with the \"purity\" of chaos.",
      "links": [
        {
          "title": "Mortal Kombat 1",
          "url": "/pmwiki/pmwiki.php/VideoGame/MortalKombat1"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "RuneScape: Zamorak was dedicated to chaos as a concept even before hebetrayed Zarosandascended to godhood. In his eyes, chaos can be a powerful source of strength in thatit moves people out of their comfort zones and forces them to either overcome the adversity and become stronger in the process or stay weak and die. This is why he's so vehemently opposed to the order thatSaradominandZarosrepresent: if they had their way, the world would become a stagnant place whereeveryone would wither away until they became soft and weak. Whilehe may have a point, the fact that he's willing to start a world-spanning war to enforce his view upon everyone whilenot really caring how many people would die in the processhas done very little to ingratiate him to his enemies.",
      "links": [
        {
          "title": "RuneScape",
          "url": "/pmwiki/pmwiki.php/VideoGame/RuneScape"
        },
        {
          "title": "betrayed Zaros",
          "url": "/pmwiki/pmwiki.php/Main/TheUsurper"
        },
        {
          "title": "ascended to godhood",
          "url": "/pmwiki/pmwiki.php/Main/DeityOfHumanOrigin"
        },
        {
          "title": "it moves people out of their comfort zones and forces them to either overcome the adversity and become stronger in the process or stay weak and die",
          "url": "/pmwiki/pmwiki.php/Main/HadToBeSharp"
        },
        {
          "title": "Saradomin",
          "url": "/pmwiki/pmwiki.php/Main/GodOfOrder"
        },
        {
          "title": "everyone would wither away until they became soft and weak",
          "url": "/pmwiki/pmwiki.php/Main/WeHaveBecomeComplacent"
        },
        {
          "title": "he may have a point",
          "url": "/pmwiki/pmwiki.php/Main/VillainHasAPoint"
        },
        {
          "title": "not really caring how many people would die in the process",
          "url": "/pmwiki/pmwiki.php/Main/TheSocialDarwinist"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Shin Megami Tensei: Lucifer, if he is not presented as aFallen Angel, he is this:the incarnation of Chaos itself, a primal force of revolution and changeto counterbalanceYHVH, who represents dogmatic order.",
      "links": [
        {
          "title": "Shin Megami Tensei",
          "url": "/pmwiki/pmwiki.php/Franchise/ShinMegamiTensei"
        },
        {
          "title": "Fallen Angel",
          "url": "/pmwiki/pmwiki.php/Main/FallenAngel"
        },
        {
          "title": "the incarnation of Chaos itself, a primal force of revolution and change",
          "url": "/pmwiki/pmwiki.php/Main/AnthropomorphicPersonification"
        },
        {
          "title": "YHVH",
          "url": "/pmwiki/pmwiki.php/Main/GodIsEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Thief: The Trickster is a powerfulNature Spiritwho embodies the chaotic aspects of the natural world and dreams of the collapse of human civilisation. Pagans worship him as the god of Chaos, Nature and Magic, whileThe Hammerites, who worship the concepts of Order, Technology and Civilisation, despise him as aSatanic Archetype.",
      "links": [
        {
          "title": "Thief",
          "url": "/pmwiki/pmwiki.php/VideoGame/Thief"
        },
        {
          "title": "Nature Spirit",
          "url": "/pmwiki/pmwiki.php/Main/NatureSpirit"
        },
        {
          "title": "The Hammerites",
          "url": "/pmwiki/pmwiki.php/Main/CrystalDragonJesus"
        },
        {
          "title": "Satanic Archetype",
          "url": "/pmwiki/pmwiki.php/Main/SatanicArchetype"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Undertale:Asriel Dreemurr, the final boss of the Pacifist Route, considers himself to be a god of death, but two of his stronger attacks have \"chaos\" in their names and it's pretty clearly implied that he can do basically anything.",
      "links": [
        {
          "title": "Undertale",
          "url": "/pmwiki/pmwiki.php/VideoGame/Undertale"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Chikn Nuggit: Once the series undergoes majorCerebus Syndrome, it turns outthe titular character is the Demigod of Chaos, destined to use his powers to bring aboutThe End of the World as We Know It. And despite interference from Fwench Fwy and Iscream to avert the prophecy,Bezelmade sure it came to pass by revealing Chikn's true nature to him. What's more, all the humorousToon Physicsand such exhibited by Chikn's friends were a result of Chikn unknowingly passing his powers onto them,putting the entire series up to this point into retrospect.",
      "links": [
        {
          "title": "Chikn Nuggit",
          "url": "/pmwiki/pmwiki.php/WebAnimation/ChiknNuggit"
        },
        {
          "title": "Cerebus Syndrome",
          "url": "/pmwiki/pmwiki.php/Main/CerebusSyndrome"
        },
        {
          "title": "The End of the World as We Know It",
          "url": "/pmwiki/pmwiki.php/Main/TheEndOfTheWorldAsWeKnowIt"
        },
        {
          "title": "Bezel",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Toon Physics",
          "url": "/pmwiki/pmwiki.php/Main/ToonPhysics"
        },
        {
          "title": "putting the entire series up to this point into retrospect",
          "url": "/pmwiki/pmwiki.php/Main/CerebusRetcon"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hakos Baelz, one of the streamers employed byhololive, goes a step beyond this bybeing the concept of Chaos itself... and it shows, as she frequently tweets inupside-down letters, has an age that is determined by rolling a die of any number of sides and whatever number comes up is how old she is at that moment, and has anever-shifting accentthat'snigh-impossible to definitively pin down.",
      "links": [
        {
          "title": "hololive",
          "url": "/pmwiki/pmwiki.php/WebAnimation/Hololive"
        },
        {
          "title": "being the concept of Chaos itself",
          "url": "/pmwiki/pmwiki.php/Main/AbstractApotheosis"
        },
        {
          "title": "upside-down letters",
          "url": "/pmwiki/pmwiki.php/Main/InterfaceScrew"
        },
        {
          "title": "ever-shifting accent",
          "url": "/pmwiki/pmwiki.php/Main/ShiftingVoiceOfMadness"
        },
        {
          "title": "nigh-impossible to definitively pin down",
          "url": "/pmwiki/pmwiki.php/Main/WhatTheHellIsThatAccent"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A-gnosis' comics onGreek mythinclude Eris, goddess of chaos, as aGadflywhose idea oflivening upa family party is to engineer the exposure of a couple'sSecret Relationshipright in front of their mothers. Needless to say, Zeus had not invited her to the party.",
      "links": [
        {
          "title": "A-gnosis",
          "url": "/pmwiki/pmwiki.php/Creator/AGnosis"
        },
        {
          "title": "Greek myth",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "Gadfly",
          "url": "/pmwiki/pmwiki.php/Main/TheGadfly"
        },
        {
          "title": "livening up",
          "url": "https://www.deviantart.com/a-gnosis/art/The-Family-Party-81-591187603"
        },
        {
          "title": "Secret Relationship",
          "url": "/pmwiki/pmwiki.php/Main/SecretRelationship"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Slightly Damned:Father Syndel, the lord of demonkind and co-creator of Medius, is sometimes referred to as the god of chaos andhis creationsall havewildly varied appearancesto reflect this.",
      "links": [
        {
          "title": "Slightly Damned",
          "url": "/pmwiki/pmwiki.php/Webcomic/SlightlyDamned"
        },
        {
          "title": "Father Syndel",
          "url": "/pmwiki/pmwiki.php/Main/CrystalDragonJesus"
        },
        {
          "title": "his creations",
          "url": "/pmwiki/pmwiki.php/Main/OurDemonsAreDifferent"
        },
        {
          "title": "wildly varied appearances",
          "url": "/pmwiki/pmwiki.php/Main/CastOfSnowflakes"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Reapertalehas Chara, theBig Bad, become a Goddess of Entropy after Sans fails to reap them. This failure would later come back to haunt everyone.",
      "links": [
        {
          "title": "Reapertale",
          "url": "/pmwiki/pmwiki.php/WebComic/Reapertale"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Adventure Time:GOLB, the mysterious red entity briefly seen in \"Puhoy\", is revealed to be aCosmic Entitythat represents discord and chaos. It shows up to be anAlmighty Idiotwho mutates things into monstrositieswith its breath, and was the reason Magic Man turned into a jerk by eating his girlfriend Margles.The Lichclaims to be \"the last scholar of GOLB\",and it's implied that GOLB created it with its spitalong with its power possibly leading to the Great Mushroom War.Marceline'sfather Hunson Abadeeris a devil of chaos, as the Nightosphere explicitly thrives on chaos and disorder. He achieves this withan evil amuletthat turns him into anEldritch Abomination, acting as anObstructive Bureaucratthat dishes out pointless rules and cruel tricks on apathetic and confused demons.",
      "links": [
        {
          "title": "Adventure Time",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/AdventureTime"
        },
        {
          "title": "Cosmic Entity",
          "url": "/pmwiki/pmwiki.php/Main/CosmicEntity"
        },
        {
          "title": "Almighty Idiot",
          "url": "/pmwiki/pmwiki.php/Main/AlmightyIdiot"
        },
        {
          "title": "with its breath",
          "url": "/pmwiki/pmwiki.php/Main/BreathWeapon"
        },
        {
          "title": "The Lich",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "and it's implied that GOLB created it with its spit",
          "url": "/pmwiki/pmwiki.php/Main/GreaterScopeVillain"
        },
        {
          "title": "Marceline's",
          "url": "/pmwiki/pmwiki.php/Main/FriendlyNeighborhoodVampire"
        },
        {
          "title": "is a devil of chaos",
          "url": "/pmwiki/pmwiki.php/Main/SatanicArchetype"
        },
        {
          "title": "an evil amulet",
          "url": "/pmwiki/pmwiki.php/Main/ArtifactOfDoom"
        },
        {
          "title": "Eldritch Abomination",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        },
        {
          "title": "Obstructive Bureaucrat",
          "url": "/pmwiki/pmwiki.php/Main/ObstructiveBureaucrat"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Aladdin: The Series: Chaos is an entity in the form of a blue winged-cat who prefers a bit more chaos in everyday life, and does not like things that are predictable or a regular occurrence. He also does not like being manipulated, so when Mirage tries to use him to destroy Agrabah, Chaos sets things up that Mirage would end up saving the day. He is not all powerful however, as he can't go against Fate.",
      "links": [
        {
          "title": "Aladdin: The Series",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/AladdinTheSeries"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Gravity Falls: Bill is referred to as a \"chaos god\" by a few people. Most everyone with proper knowledge of him refer to him as a demon instead, but given that he qualifies as aPhysical Godonce he gains physical form, it's likely that this trope can be said to apply to him.",
      "links": [
        {
          "title": "Gravity Falls",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/GravityFalls"
        },
        {
          "title": "Physical God",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Grim Adventures of Billy & Mandy: Like in Greek mythology, Eris acts as the goddess of chaos who screws over mortalsfor fun.She has a relationship with supernatural hunter Hoss Delgado, which at a point distracted her that she could not fulfill her duties which led to the natural order being thrown out of whack.",
      "links": [
        {
          "title": "The Grim Adventures of Billy & Mandy",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheGrimAdventuresOfBillyAndMandy"
        },
        {
          "title": "for fun",
          "url": "/pmwiki/pmwiki.php/Main/ForTheEvulz"
        },
        {
          "title": "She has a relationship with supernatural hunter Hoss Delgado",
          "url": "/pmwiki/pmwiki.php/Main/DatingCatwoman"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Legend of Korrahas Vaatu is the spirit of Chaos and Darkness, aGod of Evileternally opposed to Raava who's the spirit of Order and Light.",
      "links": [
        {
          "title": "The Legend of Korra",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheLegendOfKorra"
        },
        {
          "title": "God of Evil",
          "url": "/pmwiki/pmwiki.php/Main/GodOfEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "My Adventures with Superman: Mr. Mxyzptlk openly identifies as one, using hisReality Warperpowers for nothing more than his own amusement... and revenge against the various Lois Lanes for De-powering him.",
      "links": [
        {
          "title": "My Adventures with Superman",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/MyAdventuresWithSuperman"
        },
        {
          "title": "Reality Warper",
          "url": "/pmwiki/pmwiki.php/Main/RealityWarper"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "My Little Pony: Friendship Is Magic: Discord is the spirit of chaos, disharmony and, well, discord. AReality Warperwho ruled over adark timein Equestria, he brings about aWorld of Chaosuntil the main charactersturn him back to stonethroughThe Power of Friendship. He later undergoes aHeel–Face Turn, but remains a spirit of chaos and very fond of both reality-warping magic and general trickery.",
      "links": [
        {
          "title": "My Little Pony: Friendship Is Magic",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/MyLittlePonyFriendshipIsMagic"
        },
        {
          "title": "Reality Warper",
          "url": "/pmwiki/pmwiki.php/Main/RealityWarper"
        },
        {
          "title": "dark time",
          "url": "/pmwiki/pmwiki.php/Main/TheDarkTimes"
        },
        {
          "title": "World of Chaos",
          "url": "/pmwiki/pmwiki.php/Main/WorldOfChaos"
        },
        {
          "title": "turn him back to stone",
          "url": "/pmwiki/pmwiki.php/Main/TakenForGranite"
        },
        {
          "title": "The Power of Friendship",
          "url": "/pmwiki/pmwiki.php/Main/ThePowerOfFriendship"
        },
        {
          "title": "Heel–Face Turn",
          "url": "/pmwiki/pmwiki.php/Main/HeelFaceTurn"
        }
      ]
    }
  ]
}