{
  "trope": "Trickster God",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/TricksterGod",
  "description": "A deity or demigod whose domain encompasses deceit, pranks (includingprank punishmentsfor misbehaving), and reversals. Most gods have someshape-shiftinganduse semantics to betray the spirit of an agreement, but these characters are defined by these stories in a way that other (probablyJerkass) gods aren't.\n\nThis trope isOlder Than Dirtsince it appears in several real life mythologies, where the god's trickery is used as a lesson for the audience. These gods teach indirectly, through inducing/induced hardship, and people learning from it, instead of giving direct instruction. Because of that, they are often associated with storytelling and are as commonly the victim of pranks and mischief as they are the provocateur.\n\nSub-TropeofStock GodsandThe Trickster. Other stock gods that overlap with this trope includeGod of Chaos(\"chaos\" may encompass randomness, potential, entropy, and destruction/disordered creation),Lady Luck(luck is fickle), and God of Knowledge (\"knowledge\" may encompass cunning and trickery).\n\nExamples:open/close all folders\n\nComic BooksInMiles Morales: Spider-Man (2022), Kwaku Anansi makes a grand appearance in Issue #28 after Miles and T'Challa enter Bast's domain to broker a cure for the young Spider-Man's vampirism. But as thePatron Godof all Spider-Totems across the multiverse, Anansi hadalreadyclaimed Miles as both hischampion and herald. A fact that pisses off Bast since bringing Miles to her doorstep ends up summoning herloathed brotheras well. He then promises to cure Miles' vampirism if he passes a trial, but not before throwing manifestations of Miles' worst fears at him on top of resummoning Varnae to possess T'Challa and attack Miles.Anansi:You look well, Sister Bast. Your servants treat you well!Bast: Your false praise will buy you no good here, Trickster.Anansi: I prefer the word\"Storyteller.\"Black Panther:Why didn't you tell me you were already claimed by Anansi the Spider-God?!Spider-Man:Bro, I didn't even know I was!Rat Queens: Castiwyr is introduced as an immortal illusionist who sets elaborate (and potentially lethal) pranks for mortals to alleviate his boredom. He is present in the deities' realm and thus qualifies as a technical god.Wonder Woman:Wonder Woman (1987): Hermes' trickster nature isn't fully evident at first due to his crush on Diana, but it comes out when he's around the other Olympians and Ares makes it clear that he finds it both endearing (when aimed at anyone but himself) and incredibly annoying.Wonder Woman (2011):The New 52's version of Hermes does not have a crush on Diana, which ensures that one of his biggest bits of trickery is against her when he makes it seem they are on the same side and have the same goals while working against her since their goals align to a point.\n\nComic Strips9 Chickweed Lane: God/\"God\", an incredibly smug, wormy-looking little man in a suit who previously decided to replace humans with cockroaches because he couldn't stand that such petty things resembled him, starting with a pregnant ex-nun's fetusshe gave birth to a perfectly normal baby human girl. Later He talked about quitting his job and letting \"the suits\" take over and claiming that he prefers the \"small talk\" of said ex-nun's prayers to \"Sister Caligula's\" strict performance reviews.\n\nFan WorksDownplayed example inEnlightenments. The god Dormin doesn't consider trickery to be one of their main domains, but they do occasionally tease Wander as the two of them become friends.And they do come up with a pretty impressive bit of misdirection to try and free Wander from his abusive relationship with the Queen of the Castle in the Mist.Message In A Bottle Starscribe: Sarah thinks Discord might be this, since he's powerful enough to be a god:Could Discord be more of a cosmic prankster? Maybe his idea of a good joke would begetting her to “betray” Othar in the mind of Forerunner, and get her lined up for recycling.\n\nFilms — Live-ActionThe Mask: The titular mask is supposedly the trapped form ofNorse godLoki. Whoever puts on the mask is transformed into an over-the-top version of their \"inner selves\", withReality Warperpowers.\n\nLiteratureThe Chronicles of Dorsa: Every region of the Empire has a different version. Gwydion, among people in the West, is cursed for plaguing them with minor pranks. The people of the Northeast believe Raven is a half-man, half-bird trickster god. People of the Central Steppes believe in the trickster Tayu. Terintans have Coyote. In their case, unusually, Coyote is thechief deity for them. Uncle Q'Util is god of the night sky along with a trickster, in some people's beliefs.Common Clay: The Trickster is one of the seven gods, who tries to keep the others from becoming too boring, and likes manipulating them. She was also the one who persuaded them to allow Clay's reincarnation (by deceiving them about her plans for him), and is gambling on him disrupting the world's slow decline into being overrun by monsters.The Divine Cities: Jukov was the trickster Divinity of pleasure, corruption, chaos, madness, rebellion and a few other things. Stories of him playing tricks on his believers, like changing their form or luring them somewhere, abound. His favourite animal was the starling, but he seemed to favour birds in general, often turning himself or his followers into birds.Discworld:Hoki the Jokester, a god who was banished from Dunmanifestin after pulling \"the old exploding misteltoe trick\" on Blind Io.Scrappy the kangaroo, inThe Last Continent, works for the Old Man Who Carries the Universe in a Sack.A creature like him appears in many belief systems, although the jolly name can be misleading. Tricksters have that robust sense of humour that puts a landmine under a seat cushion for a bit of a laugh.In theNew Jedi Order, Yun-Harla the Trickster is one of the most prominentYuuzhan Vongdeities, alongside her brotherYun-Yammka. Also known as the Cloaked Goddess, because her true form is never seen, she is the patron deity of illusion and deception and her priesthood, known as the Deception Sect, control the Vong's intelligence apparatus. Later in the series, Jaina Solo, herself a twin, starts being associated with Yun-Harla by the Vong; Jaina embraces the role as a form of psychological warfare, in the process becomingsomething of a trickster herself.\n\nMyth & ReligionAkan Mythology: Anansi the Spider is often known as the god of stories/knowledge because he tricked sky god Nyame into selling him every story that was ever told. The price was the capture offour dangerous and/or elusive creaturesand Anansi promised to deliverfive. Many Anansi tales show him being the clever one, and tricking someone else, but many also show Anasi being tricked, if you are clever enough yourself.Aztec Mythology:Huehuecoyotl, aka theOld Coyote, from Aztec Mythos is a shape-shifting trickster known for being equally likely to perpetrate cruel pranks against his fellow gods and mortal alike while also be prone to throwing grand parties as a god of storytelling, music, dance and merriment. Unfortunately for the Old Coyote, Huehuecoyotl's tricks frequently backfire and cause more trouble for himself than the intended victims.Tezcatlipoca subverts the archetype in that he was at the same time an authority figure and a very important one at that. The only times he was really trickster-ish was mainly when he wanted to annoy his brother, Quetzalcoatl. However, he was definitely at the far \"god of chaos\" end of the trickster archetype much of the time.Alternative names for himtranslate approximately to things like \"he to whom we are his slaves\", \"change through violence\" (likely a reference to revolution), and \"enemy of both sides\".Native American Mythology:Coyoteplays this role in the legends of the Southwest Native American groups. Depending on the story, he ranges from simply being a clever animal to an outright god. Personality-wise, he ranges from an unreliable-but-friendly ally to humanity, to a too-clever-by-halfJerkass-Butt-Monkeywho teaches people how to behave by negative example, to the personification of chaos, definitely powerful, but nobody's friend.Ravenfills the role in the Pacific Northwest, where he is an anti-hero sort of deity. His claim to fame would be stealing the sun from its keeper, allowing light to come into the world for the first time ever. The Crow also tends to be a similar archetype, but where the Raven is noble and dignified, the Crow tends to be more of aToo Clever by Halftype who's tricks are prone to backfiring on himself because he's rude and arrogant.Norse Mythology:Loki, one of the most famous examples thanks to his appearances inThe Mighty Thorand various adaptations. He's a spirit of chaos, and Odin's bloodbrother, who's mostly kept around because he's useful, but ends up causing more trouble than he helps and eventually betrays the gods (though not entirely without reason...)Odin is also a trickster in Norse mythology, though more beloved than Loki. One of Odin's common actions is tohide as a human among mortals and check their hospitality, honor, etc. It's even theorized that Odin and Loki originated as the same character, but the myths evolved to split them so that the negative aspects were all concentrated into Loki.Maui, the demigod fromPacific Mythology, most recently depicted inMoana. Among his achievements were stealing fire from the Underworld (the island goddess Te Fiti's heart in Moana), fishing out New Zealand (and the Hawaiian Islands, and basically every island Polynesians live on) from the ocean, and lassoing and beating the living crap out of the Sun until it agreed to slow down and not streak across the sky so quicklyA little-known god isSibúfrom the mythology of the Bribri people of Costa Rica. He used his powers to play pranks on demons, like bringing dead animals (that they were about to eat) back to life, and killing his own (demon) grandfather and tricking the other demons into eating him. He later created the earth bytricking his own niece into dancing with demonsand thengetting trampled to death by them.Classical Mythologyhas Eris the goddess of discord (whose throwing an apple labeled \"For the Fairest\" among three goddesses whenshe wasn't invited to a demigod's weddingwas actually the cause of the Trojan War) and a more positive trickster in Hermes. While usually known as the messenger of the gods, he was also known for cunning and inventiveness; his first exploit was stealing the cattle of Apollo, earning him the mantle of god of thieves.Yoruba Mythologyhas Eshu. Like Hermes, he's thought of the as the messenger of the Orishas, delivering prayers and sacrifices between Earth and Heaven while also protecting travelers. However, he is also notorious for his love of mischief and enjoyed sparking arguments or causing misfortune amongst humans, usually hiding a lesson for them with his tricks.Cagn, worshipped by the San people of southern Africa, is a rare example of a Trickster God who is also theTop Godof his pantheon. He is often presented as a praying mantis and is credited with creating the human race, with his various exploits often being used to explain natural phenomena and the way things are.Buddha himself is often portrayed as a trickster god in many Sutras and in stories of Folk Buddhism. Normally presented as a benevolent trickster who uses tricks to teach moral lessons.In Spain and Latin America is very common for different legends, stories and folk tales to have Satan as a trickster figure who tries to trick people into going with him to hell. If the protagonist is good he/she generally manage to outsmart the Devil and defeat him, if the protagonist is evil then the Devil wins and punishes the infractor dragging him/her to hell. This is interesting because the representation of Satan may have variations as is presented more sympathethic as a bringer of justice than outright evil in the later, and more malicious but also sometimesdumb or naivein the former. Interesting similar roles plays the Devil in some Irish folk tales. Both Span, Ireland and Latin America are mostly Catholic so this popular representation of the Devil is also very sui generis, as in Protestant cultures Satan is very rarely presented as anything else than pure evil.noteAny representation of Satan even as a villain or antagonist is taboo among many Protestant churches and often oppose any fiction that has it or even mentions it. This is not the case in the Catholic world where is often portrayed and part of popular culture. This has caused even friction in some countries with large denominations of both groups where Protestant parents have complainor even suetrying to stop Catholic traditional works to aired to the public.\n\nLive-Action TVStar Trek: The Next Generation: According to some of the novels, Q is theUr-Examplefor this tropeIn-Universe, with every trickster god, alien and human (including Loki and Prometheus, where the Q Continuum strung him out on a cliff and had wild animals eat out his internal organs repeatedly for giving humans the gift of fire on a whim) being based in some shape or form on him... and for good reason. He cantransform/transport people with the snap of his fingers, but tends tohelp people learn moral lessons while putting them in dangerous situations.Supernatural: The Norse trickster god Loki goes around playingDeadly Prankson various people, usually to take the haughty down a peg or two. It's later revealed that Loki had actually made a deal with theArchangel Gabrielto impersonate him for a few millennia, as Gabriel didn't want to have anything to do with the War in Heaven.\n\nPodcastsOld Gods of Appalachia: The being who calls himself Jack is ancient (possibly older than the Old Things themselves) who spends his time making deals with anyone who crosses his path, usually with some sort of hidden catch that screws over the other party to Jack's benefit oramusement.\n\nTabletop GamesDungeons & Dragons:In the distant past, the goblin pantheon included a cunning trickster deity. This god was slain alongside almost all the other goblin gods when the deity Maglubiyet slaughtered the goblin, hobgoblin and bugbear pantheons in order to claim their races, but found a way to have the last laugh on its killer. The slain god survived in shattered form as many bodiless spirits, which appear when Maglubiyet commands his followers to assemble into hosts and possess goblins, turning them into the chaotic and destructive nilbogs and giving them magical powers focused on mischief and mockery in order to sow chaos and ridicule in Maglubiyet's forces.Greyhawkhas Olidammara, the god of rogues, who delights in creating a bit of mischief amongst those whose lives he judges to be too comfortable, and Zagyg, the god of eccentricity and unpredictability, who just likes making things more complicated for people. They are mostly-friendly rivals, since the best challenge is obviously tricking a fellow trickster. (One of Olidammara's holy days commemorates the time he raided Zagyg's realm, in retaliation for the time Zagyg turned him into an armadillo.)Magic: The Gathering: The Plane ofTheroshas Phenax, the god of gambling, deception, and betrayal. Fittingly for the plane’s theme, he is somewhat of aComposite Characterof Orpheus and Hermes.RuneQuest: Eurmal is the trickster god of the Orlanthi and Lightbringer pantheons, who goes by many names and many shapes. He is a liar, a shapeshifter, a joker, a murderer, an innocent victim, a ravenous glutton, usually insatiably selfish but occasionally touchingly generous. His most notable trick was introducing death into the world. As a result of this, he is one of the few gods not to send a spirit of retribution against apostates; his followers violate laws and taboos by the nature of the cult, and it is not in Eurmal's nature to set or enforce rules of conduct.Warhammer: Ranald the Trickster is the Empire's god of thieves, luck and those who live by their wits. Most of his legends involve him making fools out of the other gods, typically by tricking them into doing something stupid or by stealing something important. It is implied thatat one point, Ranald was just a mortal man, particularly cunning thief.Warhammer 40,000: Cegorach, the Laughing God of the Eldar, has a strong predilection for achieving his goals by tricking his enemies into doing his job for him — for instance, he once tricked the Outsider, a C'Tan, into eating its fellows, which in one stroke killed off numerous C'Tan and drove the Outsider itself quite insane. Notably Cegorach's cleverness has meant he is the only Eldar god who is still alive, free and intact after the rest of the pantheon fell victim to Chaos.World Tree (RPG):Pararenenzu is infamous for zir \"detailed and extensive\" sense of humor, and for the elaborate jokes that zie plays on mortals and the world. Zir creations are commonly the butts of zir jests, although the Orren are exempt from this... usually.Hressh-Huu, goddess of the air and weather, adores tossing wrenches in others' plans and vexing pompous mortals. At her whim, a sudden rainstorm might boil out of the sky to delay a critical message just long enough to send a delicate political situation spiraling out of control, or a document detailing plans for treason might be snatched from a desk by a sudden wind and sent spiraling right into the local duke's office.\n\nVideo GamesDesktop Dungeons: Tikki Tooki likes money (he's the only god that lets you trade Gold for Piety) and appreciates fighting dirty like killing weaker enemies and using poison. He dislikes when you're being predictable by dragging out combat (getting hit by the same enemy more than once) or be cowardly and useDeath Protection. As for his boons, he provides bonuses involving First Strike, Dodge chance, Poison, XP gain, and more Gold.Dragon Age: Both the Andrastian Chantry andCorypheus, one of the Magisters,agree on this much; the Old Gods tricked the Magisters Sidereal into entering the Golden City. The difference is what exactly the \"trick\" was. According to the former, it was persuading them to betray The Maker and corrupt heaven. According to the latter, it was that the Black City was already empty and corrupted before they got there.Word of Godis that the Black City was verifiably golden in appearance before the Magisters' attempt to invade it, however, which raises even more questions.There's also Fen'Harel, the Dread Wolf, trickster god of the Elven pantheon, who seems to serve a similar purpose to them as Loki did to the Aesir — solving almost as many problems as he causes before one day he goes too far and gets branded a traitor. As his title suggests, he's now considered a sinister, corrupting influence, preying on the dreams and souls of the elves without mercy after sealing their gods away out of spite.It does not appear to be the whole truth, but the primary source of that claim is Fen'Harel himself.Dungeon Crawl: Nemelex Xobeh is aChaotic Neutralgod who appreciates trickery andgambling, so they give their followersmagical decks of cardsto use.Fear & Hungerhas Rher ofThe Old Gods, the God of Mischief, insanity, andthe Moon. While the other Old Gods hadBlue-and-Orange Morality, Rher was aToken Evil Teammateactively hostile towards humans to the point thathe tries to prevent theascension of The God of Fear & Hunger to keep humanity in the dark ages. Because of his love for tormenting people, he acts as theBig Badofthe sequel.Genshin Impact: TheAnemoArchon, Barbatos, is the God of Freedom and an infamous trickster that refused to actively rule over his nation. Instead, the stories of him frequently involve him playing pranks on the other gods or otherwise messing with arrogant humans. Many of these tales are recounted by the mysterious bard, Venti, and arguably blasphemy according to the church. While the sistersareright that most of the stories are nonsense, they are completely unaware that VentiisBarbatos in human form, just messing with people for fun. His fellow gods and even the beings thatserve himall criticize Barbatos as a lazy drunkard that doesn't take his duties as a god seriously. While a valuable ally to the Traveler, he rarely gives a straight answer and avoids serious work as much as possible.Hades: Hermes, while being the messenger, is also the god of thieves and is just as prone to trickery as he was in the original myths. He's collaborating with Charon to help Zagreus find Persephone behind the other Olympians' backs.Honkai: Star Railhas Aha, known as the Aeon of Elation. THEY are known for being the wild card among Aeons, who ascribes to Chaotic Neutral philosophy and does whatever THEY find amusing. Among other historical feats, THEY once blew up the Astral Express as a joke, blessed the Mourning Actors (a faction dedicated to warning the galaxy about the dangers of Elation), and blessed a regular, non-sentient worm with boundless intelligence to see if it could qualify for the Genius Society. THEIR Pathstriders are known for abilities related to disguise and illusion, and have wildly varying motives of their own; some are heroic, some are more unscrupulous.Path of Exile: When passing through a Mirror of Delirium, a \"Strange Voice\" whispers words directly into the player character. He's hinted to be the trickster god Tangmazu, whose greatest achievement was turning the goddesses of the sun and moon into mortal enemies. His manner of trickery involvesinstilling paranoiaandGaslightingpeople into deep despair and mania,repeating phrases to make them sound more sinister.\n\nWeb ComicsOur Little Adventurehas several such godson the Pantheon pagewhich have the Trickery domain as one of theirs: Namino is aChaotic GoodGod of Freedom, Janninna is the embodiment of the wind and thusChaotic Neutral, and Janusine rounds out the triad by holding the reins of theChaotic Evildemons after her betrayal. None of them get as much screen time as Quizmalia, though, the Lady of Fate and Fortune, who not only takes the time toTrollher favoured followers (especially Julie) to no end, but also got herself kicked out of the general pantheon for creating the ultimate wish-granting artifact... for laughs.\n\nWeb VideosCritical Role: In the second campaign, Jester is devoted to the Traveler, a god who is curiously not in the official pantheon for Exandria. This is becausehe's Artagan from the first campaign, who accidentally went from archfey to godhood through posing as one to a young Jester and gained a cult of followers as time went by. When theactualgod of Trickery finds out, she isn't too pleased but accepts the transfer of most of Artagan's followers to her.In theDream SMP, Drista is achaos goddesswho enjoys playing tricks and using her powers to (playfully or not) annoy the mortals around her (although she sometimes also grants wishes upon her favourite humans).\n\nWestern AnimationGargoyleshas four of them from various myths and legends show up, explaining that they're all from a race ofThe Fair Folkcalled \"The Children of Oberon\".Coyotefalls on the more benevolent side of the scale, whileRavenandAnansiare more on the sinister end.Puckusually falls somewhere in the middle.Setis also mentioned in passing, but doesn't appear.Greg Weisman:I have some notions about Set, but he's pretty far down my list of priorities. He's basically a Trickster figure (though a nastier one), and I already have four of those to play with.My Little Pony: Friendship Is Magic:Discord, the spirit of chaos, certainly doespossess enough powerto functionally be a god, and even after hisHeel–Face Turn, he enjoys bedeviling the ponies too much to completely stop — such as pretending to have the Blue Flu in order to disrupt Twilight's day with Cadence. Indeed, it's shown that if he everstopstrying to be aTrickster God, he'll start withering like a dead rose.The Simpsons:When the family travels to Machu Picchu looking for Bart, they find a bush shaped like his head. Homer takes it as the work of Incan god Viracocha, which he calls \"that trickster god\".After Grampa gets scammed the family has an appetizer-fueled hallucination of Loki, who shows them a few of his alternate forms including Anansi, Coyote, Jesus, Sun Wukong,Bill Cipher, and Mickey Mouse.",
  "examples": [
    {
      "section": "Examples:",
      "text": "InMiles Morales: Spider-Man (2022), Kwaku Anansi makes a grand appearance in Issue #28 after Miles and T'Challa enter Bast's domain to broker a cure for the young Spider-Man's vampirism. But as thePatron Godof all Spider-Totems across the multiverse, Anansi hadalreadyclaimed Miles as both hischampion and herald. A fact that pisses off Bast since bringing Miles to her doorstep ends up summoning herloathed brotheras well. He then promises to cure Miles' vampirism if he passes a trial, but not before throwing manifestations of Miles' worst fears at him on top of resummoning Varnae to possess T'Challa and attack Miles.Anansi:You look well, Sister Bast. Your servants treat you well!Bast: Your false praise will buy you no good here, Trickster.Anansi: I prefer the word\"Storyteller.\"Black Panther:Why didn't you tell me you were already claimed by Anansi the Spider-God?!Spider-Man:Bro, I didn't even know I was!",
      "links": [
        {
          "title": "Miles Morales: Spider-Man (2022)",
          "url": "/pmwiki/pmwiki.php/ComicBook/MilesMoralesSpiderMan2022"
        },
        {
          "title": "Patron God",
          "url": "/pmwiki/pmwiki.php/Main/PatronGod"
        },
        {
          "title": "champion and herald",
          "url": "/pmwiki/pmwiki.php/Main/EmissaryFromTheDivine"
        },
        {
          "title": "loathed brother",
          "url": "/pmwiki/pmwiki.php/Main/AnnoyingYoungerSibling"
        },
        {
          "title": "\"Storyteller.\"",
          "url": "/pmwiki/pmwiki.php/Main/InsistentTerminology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Rat Queens: Castiwyr is introduced as an immortal illusionist who sets elaborate (and potentially lethal) pranks for mortals to alleviate his boredom. He is present in the deities' realm and thus qualifies as a technical god.",
      "links": [
        {
          "title": "Rat Queens",
          "url": "/pmwiki/pmwiki.php/ComicBook/RatQueens"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Wonder Woman:Wonder Woman (1987): Hermes' trickster nature isn't fully evident at first due to his crush on Diana, but it comes out when he's around the other Olympians and Ares makes it clear that he finds it both endearing (when aimed at anyone but himself) and incredibly annoying.Wonder Woman (2011):The New 52's version of Hermes does not have a crush on Diana, which ensures that one of his biggest bits of trickery is against her when he makes it seem they are on the same side and have the same goals while working against her since their goals align to a point.",
      "links": [
        {
          "title": "Wonder Woman",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman"
        },
        {
          "title": "Wonder Woman (1987)",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman1987"
        },
        {
          "title": "Wonder Woman (2011)",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman2011"
        },
        {
          "title": "The New 52",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheNew52"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "9 Chickweed Lane: God/\"God\", an incredibly smug, wormy-looking little man in a suit who previously decided to replace humans with cockroaches because he couldn't stand that such petty things resembled him, starting with a pregnant ex-nun's fetusshe gave birth to a perfectly normal baby human girl. Later He talked about quitting his job and letting \"the suits\" take over and claiming that he prefers the \"small talk\" of said ex-nun's prayers to \"Sister Caligula's\" strict performance reviews.",
      "links": [
        {
          "title": "9 Chickweed Lane",
          "url": "/pmwiki/pmwiki.php/ComicStrip/NineChickweedLane"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Downplayed example inEnlightenments. The god Dormin doesn't consider trickery to be one of their main domains, but they do occasionally tease Wander as the two of them become friends.And they do come up with a pretty impressive bit of misdirection to try and free Wander from his abusive relationship with the Queen of the Castle in the Mist.",
      "links": [
        {
          "title": "Enlightenments",
          "url": "/pmwiki/pmwiki.php/Fanfic/Enlightenments"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Message In A Bottle Starscribe: Sarah thinks Discord might be this, since he's powerful enough to be a god:Could Discord be more of a cosmic prankster? Maybe his idea of a good joke would begetting her to “betray” Othar in the mind of Forerunner, and get her lined up for recycling.",
      "links": [
        {
          "title": "Message In A Bottle Starscribe",
          "url": "/pmwiki/pmwiki.php/Fanfic/MessageInABottleStarscribe"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Mask: The titular mask is supposedly the trapped form ofNorse godLoki. Whoever puts on the mask is transformed into an over-the-top version of their \"inner selves\", withReality Warperpowers.",
      "links": [
        {
          "title": "The Mask",
          "url": "/pmwiki/pmwiki.php/Film/TheMask"
        },
        {
          "title": "Norse god",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        },
        {
          "title": "Reality Warper",
          "url": "/pmwiki/pmwiki.php/Main/RealityWarper"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Chronicles of Dorsa: Every region of the Empire has a different version. Gwydion, among people in the West, is cursed for plaguing them with minor pranks. The people of the Northeast believe Raven is a half-man, half-bird trickster god. People of the Central Steppes believe in the trickster Tayu. Terintans have Coyote. In their case, unusually, Coyote is thechief deity for them. Uncle Q'Util is god of the night sky along with a trickster, in some people's beliefs.",
      "links": [
        {
          "title": "The Chronicles of Dorsa",
          "url": "/pmwiki/pmwiki.php/Literature/TheChroniclesOfDorsa"
        },
        {
          "title": "chief deity for them",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Common Clay: The Trickster is one of the seven gods, who tries to keep the others from becoming too boring, and likes manipulating them. She was also the one who persuaded them to allow Clay's reincarnation (by deceiving them about her plans for him), and is gambling on him disrupting the world's slow decline into being overrun by monsters.",
      "links": [
        {
          "title": "Common Clay",
          "url": "/pmwiki/pmwiki.php/Literature/CommonClay"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Divine Cities: Jukov was the trickster Divinity of pleasure, corruption, chaos, madness, rebellion and a few other things. Stories of him playing tricks on his believers, like changing their form or luring them somewhere, abound. His favourite animal was the starling, but he seemed to favour birds in general, often turning himself or his followers into birds.",
      "links": [
        {
          "title": "The Divine Cities",
          "url": "/pmwiki/pmwiki.php/Literature/TheDivineCities"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Discworld:Hoki the Jokester, a god who was banished from Dunmanifestin after pulling \"the old exploding misteltoe trick\" on Blind Io.Scrappy the kangaroo, inThe Last Continent, works for the Old Man Who Carries the Universe in a Sack.A creature like him appears in many belief systems, although the jolly name can be misleading. Tricksters have that robust sense of humour that puts a landmine under a seat cushion for a bit of a laugh.",
      "links": [
        {
          "title": "Discworld",
          "url": "/pmwiki/pmwiki.php/Literature/Discworld"
        },
        {
          "title": "The Last Continent",
          "url": "/pmwiki/pmwiki.php/Literature/TheLastContinent"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In theNew Jedi Order, Yun-Harla the Trickster is one of the most prominentYuuzhan Vongdeities, alongside her brotherYun-Yammka. Also known as the Cloaked Goddess, because her true form is never seen, she is the patron deity of illusion and deception and her priesthood, known as the Deception Sect, control the Vong's intelligence apparatus. Later in the series, Jaina Solo, herself a twin, starts being associated with Yun-Harla by the Vong; Jaina embraces the role as a form of psychological warfare, in the process becomingsomething of a trickster herself.",
      "links": [
        {
          "title": "New Jedi Order",
          "url": "/pmwiki/pmwiki.php/Literature/NewJediOrder"
        },
        {
          "title": "Yuuzhan Vong",
          "url": "/pmwiki/pmwiki.php/Main/ScaryDogmaticAliens"
        },
        {
          "title": "Yun-Yammka",
          "url": "/pmwiki/pmwiki.php/Main/WarGod"
        },
        {
          "title": "something of a trickster herself",
          "url": "/pmwiki/pmwiki.php/Main/GuileHero"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Akan Mythology: Anansi the Spider is often known as the god of stories/knowledge because he tricked sky god Nyame into selling him every story that was ever told. The price was the capture offour dangerous and/or elusive creaturesand Anansi promised to deliverfive. Many Anansi tales show him being the clever one, and tricking someone else, but many also show Anasi being tricked, if you are clever enough yourself.",
      "links": [
        {
          "title": "Akan Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/AkanMythology"
        },
        {
          "title": "four dangerous and/or elusive creatures",
          "url": "/pmwiki/pmwiki.php/Main/ImpossibleTask"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Aztec Mythology:Huehuecoyotl, aka theOld Coyote, from Aztec Mythos is a shape-shifting trickster known for being equally likely to perpetrate cruel pranks against his fellow gods and mortal alike while also be prone to throwing grand parties as a god of storytelling, music, dance and merriment. Unfortunately for the Old Coyote, Huehuecoyotl's tricks frequently backfire and cause more trouble for himself than the intended victims.Tezcatlipoca subverts the archetype in that he was at the same time an authority figure and a very important one at that. The only times he was really trickster-ish was mainly when he wanted to annoy his brother, Quetzalcoatl. However, he was definitely at the far \"god of chaos\" end of the trickster archetype much of the time.Alternative names for himtranslate approximately to things like \"he to whom we are his slaves\", \"change through violence\" (likely a reference to revolution), and \"enemy of both sides\".",
      "links": [
        {
          "title": "Aztec Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/AztecMythology"
        },
        {
          "title": "Old Coyote",
          "url": "/pmwiki/pmwiki.php/Myth/Coyote"
        },
        {
          "title": "Alternative names for him",
          "url": "/pmwiki/pmwiki.php/Main/NamesToRunAwayFromReallyFast"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Native American Mythology:Coyoteplays this role in the legends of the Southwest Native American groups. Depending on the story, he ranges from simply being a clever animal to an outright god. Personality-wise, he ranges from an unreliable-but-friendly ally to humanity, to a too-clever-by-halfJerkass-Butt-Monkeywho teaches people how to behave by negative example, to the personification of chaos, definitely powerful, but nobody's friend.Ravenfills the role in the Pacific Northwest, where he is an anti-hero sort of deity. His claim to fame would be stealing the sun from its keeper, allowing light to come into the world for the first time ever. The Crow also tends to be a similar archetype, but where the Raven is noble and dignified, the Crow tends to be more of aToo Clever by Halftype who's tricks are prone to backfiring on himself because he's rude and arrogant.",
      "links": [
        {
          "title": "Native American Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/NativeAmericanMythology"
        },
        {
          "title": "Coyote",
          "url": "/pmwiki/pmwiki.php/Myth/Coyote"
        },
        {
          "title": "Jerkass",
          "url": "/pmwiki/pmwiki.php/Main/Jerkass"
        },
        {
          "title": "Butt-Monkey",
          "url": "/pmwiki/pmwiki.php/Main/ButtMonkey"
        },
        {
          "title": "Raven",
          "url": "/pmwiki/pmwiki.php/Main/CleverCrows"
        },
        {
          "title": "Too Clever by Half",
          "url": "/pmwiki/pmwiki.php/Main/TooCleverByHalf"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Norse Mythology:Loki, one of the most famous examples thanks to his appearances inThe Mighty Thorand various adaptations. He's a spirit of chaos, and Odin's bloodbrother, who's mostly kept around because he's useful, but ends up causing more trouble than he helps and eventually betrays the gods (though not entirely without reason...)Odin is also a trickster in Norse mythology, though more beloved than Loki. One of Odin's common actions is tohide as a human among mortals and check their hospitality, honor, etc. It's even theorized that Odin and Loki originated as the same character, but the myths evolved to split them so that the negative aspects were all concentrated into Loki.",
      "links": [
        {
          "title": "Norse Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        },
        {
          "title": "The Mighty Thor",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheMightyThor"
        },
        {
          "title": "though not entirely without reason",
          "url": "/pmwiki/pmwiki.php/Main/TheDogBitesBack"
        },
        {
          "title": "hide as a human among mortals and check their hospitality, honor, etc",
          "url": "/pmwiki/pmwiki.php/Main/SacredHospitality"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Maui, the demigod fromPacific Mythology, most recently depicted inMoana. Among his achievements were stealing fire from the Underworld (the island goddess Te Fiti's heart in Moana), fishing out New Zealand (and the Hawaiian Islands, and basically every island Polynesians live on) from the ocean, and lassoing and beating the living crap out of the Sun until it agreed to slow down and not streak across the sky so quickly",
      "links": [
        {
          "title": "Pacific Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/PacificMythology"
        },
        {
          "title": "Moana",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Moana"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A little-known god isSibúfrom the mythology of the Bribri people of Costa Rica. He used his powers to play pranks on demons, like bringing dead animals (that they were about to eat) back to life, and killing his own (demon) grandfather and tricking the other demons into eating him. He later created the earth bytricking his own niece into dancing with demonsand thengetting trampled to death by them.",
      "links": [
        {
          "title": "Sibú",
          "url": "https://en.wikipedia.org/wiki/Sib<!--C3-->BA"
        },
        {
          "title": "tricking his own niece into dancing with demons",
          "url": "/pmwiki/pmwiki.php/Main/ManipulativeBastard"
        },
        {
          "title": "getting trampled to death by them",
          "url": "/pmwiki/pmwiki.php/Main/WouldHurtAChild"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Classical Mythologyhas Eris the goddess of discord (whose throwing an apple labeled \"For the Fairest\" among three goddesses whenshe wasn't invited to a demigod's weddingwas actually the cause of the Trojan War) and a more positive trickster in Hermes. While usually known as the messenger of the gods, he was also known for cunning and inventiveness; his first exploit was stealing the cattle of Apollo, earning him the mantle of god of thieves.",
      "links": [
        {
          "title": "Classical Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "she wasn't invited to a demigod's wedding",
          "url": "/pmwiki/pmwiki.php/Main/RevengeSVP"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Yoruba Mythologyhas Eshu. Like Hermes, he's thought of the as the messenger of the Orishas, delivering prayers and sacrifices between Earth and Heaven while also protecting travelers. However, he is also notorious for his love of mischief and enjoyed sparking arguments or causing misfortune amongst humans, usually hiding a lesson for them with his tricks.",
      "links": [
        {
          "title": "Yoruba Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/YorubaMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Cagn, worshipped by the San people of southern Africa, is a rare example of a Trickster God who is also theTop Godof his pantheon. He is often presented as a praying mantis and is credited with creating the human race, with his various exploits often being used to explain natural phenomena and the way things are.",
      "links": [
        {
          "title": "Top God",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Buddha himself is often portrayed as a trickster god in many Sutras and in stories of Folk Buddhism. Normally presented as a benevolent trickster who uses tricks to teach moral lessons.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "In Spain and Latin America is very common for different legends, stories and folk tales to have Satan as a trickster figure who tries to trick people into going with him to hell. If the protagonist is good he/she generally manage to outsmart the Devil and defeat him, if the protagonist is evil then the Devil wins and punishes the infractor dragging him/her to hell. This is interesting because the representation of Satan may have variations as is presented more sympathethic as a bringer of justice than outright evil in the later, and more malicious but also sometimesdumb or naivein the former. Interesting similar roles plays the Devil in some Irish folk tales. Both Span, Ireland and Latin America are mostly Catholic so this popular representation of the Devil is also very sui generis, as in Protestant cultures Satan is very rarely presented as anything else than pure evil.noteAny representation of Satan even as a villain or antagonist is taboo among many Protestant churches and often oppose any fiction that has it or even mentions it. This is not the case in the Catholic world where is often portrayed and part of popular culture. This has caused even friction in some countries with large denominations of both groups where Protestant parents have complainor even suetrying to stop Catholic traditional works to aired to the public.",
      "links": [
        {
          "title": "dumb or naive",
          "url": "/pmwiki/pmwiki.php/Main/TheDevilIsALoser"
        },
        {
          "title": "or even sue",
          "url": "https://delfino.cr/2018/02/ojo-diablo-existe-costa-rica"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Star Trek: The Next Generation: According to some of the novels, Q is theUr-Examplefor this tropeIn-Universe, with every trickster god, alien and human (including Loki and Prometheus, where the Q Continuum strung him out on a cliff and had wild animals eat out his internal organs repeatedly for giving humans the gift of fire on a whim) being based in some shape or form on him... and for good reason. He cantransform/transport people with the snap of his fingers, but tends tohelp people learn moral lessons while putting them in dangerous situations.",
      "links": [
        {
          "title": "Star Trek: The Next Generation",
          "url": "/pmwiki/pmwiki.php/Series/StarTrekTheNextGeneration"
        },
        {
          "title": "Ur-Example",
          "url": "/pmwiki/pmwiki.php/Main/UrExample"
        },
        {
          "title": "In-Universe",
          "url": "/pmwiki/pmwiki.php/Main/InUniverse"
        },
        {
          "title": "transform/transport people with the snap of his fingers",
          "url": "/pmwiki/pmwiki.php/Main/RealityWarper"
        },
        {
          "title": "help people learn moral lessons while putting them in dangerous situations",
          "url": "/pmwiki/pmwiki.php/Main/TricksterMentor"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Supernatural: The Norse trickster god Loki goes around playingDeadly Prankson various people, usually to take the haughty down a peg or two. It's later revealed that Loki had actually made a deal with theArchangel Gabrielto impersonate him for a few millennia, as Gabriel didn't want to have anything to do with the War in Heaven.",
      "links": [
        {
          "title": "Supernatural",
          "url": "/pmwiki/pmwiki.php/Series/Supernatural"
        },
        {
          "title": "Deadly Pranks",
          "url": "/pmwiki/pmwiki.php/Main/DeadlyPrank"
        },
        {
          "title": "Archangel Gabriel",
          "url": "/pmwiki/pmwiki.php/Main/ArchangelGabriel"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Old Gods of Appalachia: The being who calls himself Jack is ancient (possibly older than the Old Things themselves) who spends his time making deals with anyone who crosses his path, usually with some sort of hidden catch that screws over the other party to Jack's benefit oramusement.",
      "links": [
        {
          "title": "Old Gods of Appalachia",
          "url": "/pmwiki/pmwiki.php/Podcast/OldGodsOfAppalachia"
        },
        {
          "title": "possibly older than the Old Things themselves",
          "url": "/pmwiki/pmwiki.php/Main/TheOlderImmortal"
        },
        {
          "title": "amusement",
          "url": "/pmwiki/pmwiki.php/Main/ItAmusedMe"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dungeons & Dragons:In the distant past, the goblin pantheon included a cunning trickster deity. This god was slain alongside almost all the other goblin gods when the deity Maglubiyet slaughtered the goblin, hobgoblin and bugbear pantheons in order to claim their races, but found a way to have the last laugh on its killer. The slain god survived in shattered form as many bodiless spirits, which appear when Maglubiyet commands his followers to assemble into hosts and possess goblins, turning them into the chaotic and destructive nilbogs and giving them magical powers focused on mischief and mockery in order to sow chaos and ridicule in Maglubiyet's forces.Greyhawkhas Olidammara, the god of rogues, who delights in creating a bit of mischief amongst those whose lives he judges to be too comfortable, and Zagyg, the god of eccentricity and unpredictability, who just likes making things more complicated for people. They are mostly-friendly rivals, since the best challenge is obviously tricking a fellow trickster. (One of Olidammara's holy days commemorates the time he raided Zagyg's realm, in retaliation for the time Zagyg turned him into an armadillo.)",
      "links": [
        {
          "title": "Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        },
        {
          "title": "Greyhawk",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Greyhawk"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Magic: The Gathering: The Plane ofTheroshas Phenax, the god of gambling, deception, and betrayal. Fittingly for the plane’s theme, he is somewhat of aComposite Characterof Orpheus and Hermes.",
      "links": [
        {
          "title": "Magic: The Gathering",
          "url": "/pmwiki/pmwiki.php/TabletopGame/MagicTheGathering"
        },
        {
          "title": "Theros",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "Composite Character",
          "url": "/pmwiki/pmwiki.php/Main/CompositeCharacter"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "RuneQuest: Eurmal is the trickster god of the Orlanthi and Lightbringer pantheons, who goes by many names and many shapes. He is a liar, a shapeshifter, a joker, a murderer, an innocent victim, a ravenous glutton, usually insatiably selfish but occasionally touchingly generous. His most notable trick was introducing death into the world. As a result of this, he is one of the few gods not to send a spirit of retribution against apostates; his followers violate laws and taboos by the nature of the cult, and it is not in Eurmal's nature to set or enforce rules of conduct.",
      "links": [
        {
          "title": "RuneQuest",
          "url": "/pmwiki/pmwiki.php/TabletopGame/RuneQuest"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Warhammer: Ranald the Trickster is the Empire's god of thieves, luck and those who live by their wits. Most of his legends involve him making fools out of the other gods, typically by tricking them into doing something stupid or by stealing something important. It is implied thatat one point, Ranald was just a mortal man, particularly cunning thief.",
      "links": [
        {
          "title": "Warhammer",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer"
        },
        {
          "title": "at one point, Ranald was just a mortal man, particularly cunning thief",
          "url": "/pmwiki/pmwiki.php/Main/DeityOfHumanOrigin"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Warhammer 40,000: Cegorach, the Laughing God of the Eldar, has a strong predilection for achieving his goals by tricking his enemies into doing his job for him — for instance, he once tricked the Outsider, a C'Tan, into eating its fellows, which in one stroke killed off numerous C'Tan and drove the Outsider itself quite insane. Notably Cegorach's cleverness has meant he is the only Eldar god who is still alive, free and intact after the rest of the pantheon fell victim to Chaos.",
      "links": [
        {
          "title": "Warhammer 40,000",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer40000"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "World Tree (RPG):Pararenenzu is infamous for zir \"detailed and extensive\" sense of humor, and for the elaborate jokes that zie plays on mortals and the world. Zir creations are commonly the butts of zir jests, although the Orren are exempt from this... usually.Hressh-Huu, goddess of the air and weather, adores tossing wrenches in others' plans and vexing pompous mortals. At her whim, a sudden rainstorm might boil out of the sky to delay a critical message just long enough to send a delicate political situation spiraling out of control, or a document detailing plans for treason might be snatched from a desk by a sudden wind and sent spiraling right into the local duke's office.",
      "links": [
        {
          "title": "World Tree (RPG)",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WorldTreeRPG"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Desktop Dungeons: Tikki Tooki likes money (he's the only god that lets you trade Gold for Piety) and appreciates fighting dirty like killing weaker enemies and using poison. He dislikes when you're being predictable by dragging out combat (getting hit by the same enemy more than once) or be cowardly and useDeath Protection. As for his boons, he provides bonuses involving First Strike, Dodge chance, Poison, XP gain, and more Gold.",
      "links": [
        {
          "title": "Desktop Dungeons",
          "url": "/pmwiki/pmwiki.php/VideoGame/DesktopDungeons"
        },
        {
          "title": "Death Protection",
          "url": "/pmwiki/pmwiki.php/Main/LastChanceHitPoint"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dragon Age: Both the Andrastian Chantry andCorypheus, one of the Magisters,agree on this much; the Old Gods tricked the Magisters Sidereal into entering the Golden City. The difference is what exactly the \"trick\" was. According to the former, it was persuading them to betray The Maker and corrupt heaven. According to the latter, it was that the Black City was already empty and corrupted before they got there.Word of Godis that the Black City was verifiably golden in appearance before the Magisters' attempt to invade it, however, which raises even more questions.There's also Fen'Harel, the Dread Wolf, trickster god of the Elven pantheon, who seems to serve a similar purpose to them as Loki did to the Aesir — solving almost as many problems as he causes before one day he goes too far and gets branded a traitor. As his title suggests, he's now considered a sinister, corrupting influence, preying on the dreams and souls of the elves without mercy after sealing their gods away out of spite.It does not appear to be the whole truth, but the primary source of that claim is Fen'Harel himself.",
      "links": [
        {
          "title": "Dragon Age",
          "url": "/pmwiki/pmwiki.php/Franchise/DragonAge"
        },
        {
          "title": "Word of God",
          "url": "/pmwiki/pmwiki.php/Main/WordOfGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dungeon Crawl: Nemelex Xobeh is aChaotic Neutralgod who appreciates trickery andgambling, so they give their followersmagical decks of cardsto use.",
      "links": [
        {
          "title": "Dungeon Crawl",
          "url": "/pmwiki/pmwiki.php/VideoGame/DungeonCrawl"
        },
        {
          "title": "Chaotic Neutral",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticNeutral"
        },
        {
          "title": "gambling",
          "url": "/pmwiki/pmwiki.php/Main/TheGambler"
        },
        {
          "title": "magical decks of cards",
          "url": "/pmwiki/pmwiki.php/Main/CollectibleCardGame"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fear & Hungerhas Rher ofThe Old Gods, the God of Mischief, insanity, andthe Moon. While the other Old Gods hadBlue-and-Orange Morality, Rher was aToken Evil Teammateactively hostile towards humans to the point thathe tries to prevent theascension of The God of Fear & Hunger to keep humanity in the dark ages. Because of his love for tormenting people, he acts as theBig Badofthe sequel.",
      "links": [
        {
          "title": "Fear & Hunger",
          "url": "/pmwiki/pmwiki.php/VideoGame/FearAndHunger"
        },
        {
          "title": "The Old Gods",
          "url": "/pmwiki/pmwiki.php/Main/TheOldGods"
        },
        {
          "title": "the Moon",
          "url": "/pmwiki/pmwiki.php/Main/Lunacy"
        },
        {
          "title": "Blue-and-Orange Morality",
          "url": "/pmwiki/pmwiki.php/Main/BlueAndOrangeMorality"
        },
        {
          "title": "Token Evil Teammate",
          "url": "/pmwiki/pmwiki.php/Main/TokenEvilTeammate"
        },
        {
          "title": "ascension of The God of Fear & Hunger to keep humanity in the dark ages",
          "url": "/pmwiki/pmwiki.php/Main/DarkMessiah"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "the sequel",
          "url": "/pmwiki/pmwiki.php/VideoGame/FearAndHungerTermina"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Genshin Impact: TheAnemoArchon, Barbatos, is the God of Freedom and an infamous trickster that refused to actively rule over his nation. Instead, the stories of him frequently involve him playing pranks on the other gods or otherwise messing with arrogant humans. Many of these tales are recounted by the mysterious bard, Venti, and arguably blasphemy according to the church. While the sistersareright that most of the stories are nonsense, they are completely unaware that VentiisBarbatos in human form, just messing with people for fun. His fellow gods and even the beings thatserve himall criticize Barbatos as a lazy drunkard that doesn't take his duties as a god seriously. While a valuable ally to the Traveler, he rarely gives a straight answer and avoids serious work as much as possible.",
      "links": [
        {
          "title": "Genshin Impact",
          "url": "/pmwiki/pmwiki.php/VideoGame/GenshinImpact"
        },
        {
          "title": "Anemo",
          "url": "/pmwiki/pmwiki.php/Main/BlowYouAway"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hades: Hermes, while being the messenger, is also the god of thieves and is just as prone to trickery as he was in the original myths. He's collaborating with Charon to help Zagreus find Persephone behind the other Olympians' backs.",
      "links": [
        {
          "title": "Hades",
          "url": "/pmwiki/pmwiki.php/VideoGame/Hades"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Honkai: Star Railhas Aha, known as the Aeon of Elation. THEY are known for being the wild card among Aeons, who ascribes to Chaotic Neutral philosophy and does whatever THEY find amusing. Among other historical feats, THEY once blew up the Astral Express as a joke, blessed the Mourning Actors (a faction dedicated to warning the galaxy about the dangers of Elation), and blessed a regular, non-sentient worm with boundless intelligence to see if it could qualify for the Genius Society. THEIR Pathstriders are known for abilities related to disguise and illusion, and have wildly varying motives of their own; some are heroic, some are more unscrupulous.",
      "links": [
        {
          "title": "Honkai: Star Rail",
          "url": "/pmwiki/pmwiki.php/VideoGame/HonkaiStarRail"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Path of Exile: When passing through a Mirror of Delirium, a \"Strange Voice\" whispers words directly into the player character. He's hinted to be the trickster god Tangmazu, whose greatest achievement was turning the goddesses of the sun and moon into mortal enemies. His manner of trickery involvesinstilling paranoiaandGaslightingpeople into deep despair and mania,repeating phrases to make them sound more sinister.",
      "links": [
        {
          "title": "Path of Exile",
          "url": "/pmwiki/pmwiki.php/VideoGame/PathOfExile"
        },
        {
          "title": "instilling paranoia",
          "url": "/pmwiki/pmwiki.php/Main/ParanoiaFuel"
        },
        {
          "title": "Gaslighting",
          "url": "/pmwiki/pmwiki.php/Main/Gaslighting"
        },
        {
          "title": "repeating phrases to make them sound more sinister",
          "url": "/pmwiki/pmwiki.php/Main/CallBack"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Our Little Adventurehas several such godson the Pantheon pagewhich have the Trickery domain as one of theirs: Namino is aChaotic GoodGod of Freedom, Janninna is the embodiment of the wind and thusChaotic Neutral, and Janusine rounds out the triad by holding the reins of theChaotic Evildemons after her betrayal. None of them get as much screen time as Quizmalia, though, the Lady of Fate and Fortune, who not only takes the time toTrollher favoured followers (especially Julie) to no end, but also got herself kicked out of the general pantheon for creating the ultimate wish-granting artifact... for laughs.",
      "links": [
        {
          "title": "Our Little Adventure",
          "url": "/pmwiki/pmwiki.php/Webcomic/OurLittleAdventure"
        },
        {
          "title": "on the Pantheon page",
          "url": "https://danielscreations.com/ola/gods/gods.html"
        },
        {
          "title": "Chaotic Good",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticGood"
        },
        {
          "title": "Chaotic Neutral",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticNeutral"
        },
        {
          "title": "Chaotic Evil",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticEvil"
        },
        {
          "title": "Troll",
          "url": "/pmwiki/pmwiki.php/Main/Troll"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Critical Role: In the second campaign, Jester is devoted to the Traveler, a god who is curiously not in the official pantheon for Exandria. This is becausehe's Artagan from the first campaign, who accidentally went from archfey to godhood through posing as one to a young Jester and gained a cult of followers as time went by. When theactualgod of Trickery finds out, she isn't too pleased but accepts the transfer of most of Artagan's followers to her.",
      "links": [
        {
          "title": "Critical Role",
          "url": "/pmwiki/pmwiki.php/WebVideo/CriticalRole"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In theDream SMP, Drista is achaos goddesswho enjoys playing tricks and using her powers to (playfully or not) annoy the mortals around her (although she sometimes also grants wishes upon her favourite humans).",
      "links": [
        {
          "title": "Dream SMP",
          "url": "/pmwiki/pmwiki.php/WebVideo/DreamSMP"
        },
        {
          "title": "chaos goddess",
          "url": "/pmwiki/pmwiki.php/Main/GodOfChaos"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Gargoyleshas four of them from various myths and legends show up, explaining that they're all from a race ofThe Fair Folkcalled \"The Children of Oberon\".Coyotefalls on the more benevolent side of the scale, whileRavenandAnansiare more on the sinister end.Puckusually falls somewhere in the middle.Setis also mentioned in passing, but doesn't appear.Greg Weisman:I have some notions about Set, but he's pretty far down my list of priorities. He's basically a Trickster figure (though a nastier one), and I already have four of those to play with.",
      "links": [
        {
          "title": "Gargoyles",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Gargoyles"
        },
        {
          "title": "The Fair Folk",
          "url": "/pmwiki/pmwiki.php/Main/TheFairFolk"
        },
        {
          "title": "Coyote",
          "url": "/pmwiki/pmwiki.php/Myth/NativeAmericanMythology"
        },
        {
          "title": "Raven",
          "url": "/pmwiki/pmwiki.php/Myth/NativeAmericanMythology"
        },
        {
          "title": "Anansi",
          "url": "/pmwiki/pmwiki.php/Myth/AkanMythology"
        },
        {
          "title": "Puck",
          "url": "/pmwiki/pmwiki.php/Theatre/AMidsummerNightsDream"
        },
        {
          "title": "Set",
          "url": "/pmwiki/pmwiki.php/Myth/EgyptianMythology"
        },
        {
          "title": "Greg Weisman",
          "url": "/pmwiki/pmwiki.php/Creator/GregWeisman"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "My Little Pony: Friendship Is Magic:Discord, the spirit of chaos, certainly doespossess enough powerto functionally be a god, and even after hisHeel–Face Turn, he enjoys bedeviling the ponies too much to completely stop — such as pretending to have the Blue Flu in order to disrupt Twilight's day with Cadence. Indeed, it's shown that if he everstopstrying to be aTrickster God, he'll start withering like a dead rose.",
      "links": [
        {
          "title": "My Little Pony: Friendship Is Magic",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/MyLittlePonyFriendshipIsMagic"
        },
        {
          "title": "Discord",
          "url": "/pmwiki/pmwiki.php/Characters/FriendshipIsMagicDiscord"
        },
        {
          "title": "possess enough power",
          "url": "/pmwiki/pmwiki.php/Main/RealityWarper"
        },
        {
          "title": "Heel–Face Turn",
          "url": "/pmwiki/pmwiki.php/Main/HeelFaceTurn"
        },
        {
          "title": "Trickster God",
          "url": "/pmwiki/pmwiki.php/Main/TricksterGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Simpsons:When the family travels to Machu Picchu looking for Bart, they find a bush shaped like his head. Homer takes it as the work of Incan god Viracocha, which he calls \"that trickster god\".After Grampa gets scammed the family has an appetizer-fueled hallucination of Loki, who shows them a few of his alternate forms including Anansi, Coyote, Jesus, Sun Wukong,Bill Cipher, and Mickey Mouse.",
      "links": [
        {
          "title": "The Simpsons",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheSimpsons"
        },
        {
          "title": "Bill Cipher",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/GravityFalls"
        }
      ]
    }
  ]
}