{
  "trope": "FateWorseThanDeath",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/FateWorseThanDeath",
  "description": "\n\nAnd thenGeppettobecame arealbastard!\"When I'm through with you, you will beg me to allow you to die.\"—Count Magnus Lee,Vampire Hunter D\n\nThink death is the cruelest fate? Think again. There are several things much worse:torture,taxes,and tofu, to name but a few. More often than not, some unfortunate soul will experience it. Originally, this phrase was used to mean therapeof virgins in Gibbon's 1781 workDecline and Fall of theRoman Empire, but now there'sevenworsethanthat.\n\nSometimes, for writers,Death Is Cheap. Or maybe they have children as their intended audience (or a nosy censor) and can't kill off a villain or character. So, they have to get creative with the fate bestowed upon their unfortunate character.\n\nThis phrase is usually used in aJust Between You and Memoment by theEvil Overlordas they boast about the agony-inducingDeath Trapthat awaits the hero fordelaying their plans. It's also fairly commonly used as a warning to the heroagainst seeking forbidden power or knowledge, and consequently to foreshadow the particularKarmic Deaththe villain will suffer because of meddling with the universe'sCosmic Keystone.\n\nThe more fantastic the particular setting, the more creative villains (and sometimes heroes) usually get with this trope. If the victim is immortal, this fate may evenreplacedeath, which might suck royally. For characters who welcome dying (for example, to become martyrs and be posthumously considered heroes), one could invent a lot of ways to prevent their dream from coming true (and sometimes, just for added cruelty, kill them anyway). If the writer believes that a character deserves someLaser-Guided Karma, the fate might be a case ofBe Careful What You Wish For. That is not to mention the tortures so horrible that death seems a mercy and a long-awaited release:Mercy Killingsare common when heroes find anyone in this state. If the character can only beg for assisted suicide,I Cannot Self-Terminateoccurs; if they can act on their own, they are oftenDriven to Suicide. Indeed, since all involve choosing death over a given fate, the characters often conclude that death is preferable tothatfate. ContrastCruel and Unusual Death, for when the victim instead gets a gruesome death that sucks beyond telling.\n\nHit Them in the Pocketbookmay be this for aCorrupt Corporate Executive.\n\nCompareCruel Mercy(where someone deliberately chooses not to kill the victim, in hopes of inflicting something worse),Empty Shell(erasing what makes someone a person while leaving their body technically alive),To the Pain(elaborate and graphic descriptions of impending punishment),The Punishment,Room 101(a place for inflicting these fates),Tailor-Made Prison, andCool and Unusual Punishment. For extreme examples of this trope, where the victim cannot escape their fate via said preferable death, seeAnd I Must Scream. Not to be confused withA Fête Worse than Death, though the two can occasionally overlap.\n\nContrastGo and Sin No More, where a particular bad guy is tested for theirpotential redemption, which can give them the chance to reconsider their heinous actions and/or viewpoints.noreallifeNo Real Life Examples, Please!Example subpages:Anime & MangaComic BooksFan WorksFilms — AnimationFilms — Live-ActionLiteratureLive-Action TVMythology & ReligionTabletop GamesVideo GamesWebcomicsWeb OriginalWestern Animation\n\nOther examples:open/close all folders\n\nAdvertisingAn anti-drug PSA showed a young man sitting in a hospital room. He talks about how two years earlier, his brother celebrated his birthday by doing crack with his friend Rick. The camera pans over to show the brother on life support. Before this reveal, the man says \"Sometimes, I think Rick was the lucky one. He died.\"\n\nArtsThe drawingEsto es peor (\"This is worse\")byFrancisco de Goyafrom hisThe Disasters Of Warshows the mutilated body of a Spanish fighter spiked on a tree, surrounded by the corpses of French soldiers.\n\nAudio PlaysIn36 Questions, Judith claims that having her husband Jase leave her was worse than death. This would be a hyperbole if not for the fact that Judithactually knows what death feels like.Jase:Okay, Question 18: \"What is your most terrible memory?\"Judith:Uh, dying. That was pretty bad. [...] Finding out you skipped town without telling me where you were going super sucked.Jase:Okay, gotta pick one.Judith:You leaving, then.\n\nJokesThere's a joke of a movie that was so bad that the audience walked out... when it was shown on an airplane.\n\nMusicCreature Feature's aptly named song \"A Fate Worse Than Death\", which is actually not so much about this trope but more about how incredibly many horrible ways to die there really are, and yet that the fact that you'll be dead afterwards means your fate was still much better than the one this trope entails.Inverted with Elvis Costello's \"Senior Service,\" about workplace dysfunction, saying it's \"a death that's worse than fate.\"A song called \"Johnny I Hardly Knew Ye\", tells about a soldier (named Johnny), who came home alive from a war, but is so horribly disfigured and crippled that even his family could not recognize him. Since he can no longer walk or use his arms and hands, they decided to have him beg on the streets (Ye're an armless, boneless, chickenless egg Ye'll have to put with a bowl out to beg). The lyrics said very pleasing things about his loss of legs and arms (Where are your legs that used to run, hurro, hurro; Ye haven't an arm, ye haven't a leg, hurroo, hurroo), him being overly skinny (So low in flesh, so high in bone).The song \"One\" byMetallicadetails the life of a soldier, after he loses all his limbs, his sight, his speech, and his hearing due to a landmine. He has machines that breathe for him, and so he's unable to die. His mind functions perfectly, leaving him a prisoner in his own body.Darkness, imprisoning me! All I see, absolute horror! I cannot live, I cannot die! Trapped in myself, body my holding cell!Vocaloid:In \"Hitobashira Alice (Alice Human Sacrifice)\", the Third Alice is condemned to live forever seeing herself as a decaying body, as a punishment for fooling and using people to become a queen. Whether it was an illusion or if she was constantly decaying until she rotted completely is debatable; either way, both punishments are valid for this trope.Len's fate in the song \"Re_Birthday\" (which is very possibly a continuation of theEvil Series). He is doomed to spend eternity in an empty room with his hands bound in red handcuffs (representing bloodshed) and his ankles bound in blue shackles (representing tears spilled), all while reliving the sins he committed in his life. It's made a little more jarring in thatRin, who ordered him to commit all of those atrocities to begin with,gets off essentially scot-free.In the end, it's herlullabythat ends up saving him, andthey get to be reincarnated as twins, just as they had wished.Depending on how you look at it, the fate of the doctor's wife (and possibly the doctor himself) from a song of the same name by The Clockwork Quartet. The lyrics are written as entries in the doctor's journal, detailing his beloved wife's slow death by an incurable disease. He becomes more and more obsessive in his attempts to save her, until he has sacrificed his business and his entire life in order to keep her alive... to no avail. By the last stanza she has died, but the doctor replaced her heart with a mechanical device that keeps her other organs alive. The doctor is completely maddened by his tragic inability to let her go, and his wife is kept in a permanent state between life and death, unable to simply pass away because he won't let her.\"And The Band Played Waltzing Matilda\" byEric Bogle(and later covered byThe Pogues), about a young Australian rover sent off to theBattle of Gallipoli:Then a big Turkish shell knocked me arse over tit,And when I woke up in my hospital bedAnd saw what it had done, I wished I was dead—Never knew there were worse things than dying.Mentioned in \"Keep Quiet\" byThe Protomen. 'They say, this city, she's been dead for years now, so death is not something that scares me. There's worse things than death here.'Many descriptions of the fates of the Egyptian dead inNilesongs contain this element. Some of these souls can get particularly unlucky and wind up inAnd I Must Screamsituations.The eponymous pirate inAlestorm'sCaptain Morgan's Revengecurses his mutinous crew to this: \"As sure as hell's my final fate, you'll all soon die or worse!\"The Song That Never Ends.This is the song that never endsIt just goes on and on my friendOne day I started singing it, I don't know what it wasAnd I will keep on singing it foreverjust becauseThis is the song that never ends...The novelty song \"The Thing\" is about a man who finds a box containing unidentified contents and being stuck with it for the rest of his life because everyone he shows it to turn him away in disgust, including a shopkeeper he tried to sell the box to, his own wife anda hobo asking for a handout. In the penultimate verse, it is shown that not even death will allow the man to be rid of the box, as St. Peter refuses to allow him into Heaven and orders him to take the box with him to Hell just because he had the box in his possession. The man then ends the song with one last verse warning the listener that they should never pick up any strange boxes they happen to find on the beach, or else they too will be stuck with it for eternity and unable to get rid of it.\n\nPhilosophyPhilosopher Nick Bostrom classifiesdoomsday scenariosinto four categories. The first two, ”bangs” and “whimpers”, are situations in which everybody dies, the difference being whether it’s instantaneous or drawn-out. But the other two, “crunches” and “shrieks”, are basically fates worse than death forall humanity. Crunches are the less bad of the two, indicating that human culture and scientific knowledge have gone backwards and cannot recover. But shrieks are the worst of all, being when human nature itself has changed to make virtue impossible, but mankind lingers on as someposthumanabomination.\n\nPodcastsZig-zagged inAre You Afraid Of The Dark Universe. As far as Dracula and several others are concerned, what awaits after death is so horrible that thereisno worse fate. On the other hand, when Chris Vail was brutalized by Victor and couldn't be fully healed by Nick, they both knew that keeping him alive in his current state would be just as horrible.\n\nStand-Up ComedyJohn Pinette, aBig Eater, once went to the doctor for a checkup and found out he had a gluten allergy. After being told what kinds of food he'd have to stop eating, he started desperately begging the doctor to \"Check again! Maybe it's just cancer!\"\n\nVisual NovelsEuphoria: Almost all of the girls are trapped in one at the end of the\"Brute End\". For those not squeamish,they end up as mutilated and mind-brokenSex Slaves. It really says something that the one who fell victim to aCruel and Unusual Deathcan be considered to bethe lucky one.Fate/stay nighthas the Fate Route and what happened to the other survivors of the fire ten years ago. On acompletely unrelated noteone wonders what'sunder thechurch... Makes it worse that Shiromustvisit itand see the \"survivors\" barely alive after being turned intoGilgamesh's sources of mana, unless the player wants himto get storyline killed.Additionally, Archer considers his fate as a Counter-Guardian to be this, constantly forced to go against his ideals, saving the many by sacrificing the few.Just likehis dear old Daddy, Kiritsugu.The Fruit of Grisaia: Every route in the novel has a bad ending, but only two of them could be clearly considered as worse than death.One is Makina's, where witnessing protagonist Yuuji's death causes her to snap, keeping his rotting body in a garbage bag, talking to him as he was still alive.The other is Michiru's case, where her attempted suicide causes her to suffer permanent brain damage, leaving her withno sense of self, and Yuuji to live out the rest his life with her and the knowladge that he could not help her, twisting the knife further, Michiru shows signs that she is still vaguely aware that she loves Yuuji.One of the antagonists ofNine Hours, Nine Persons, Nine Doors, despite being (likely) the worst character in the game, survives, while the ones that weren't as bad ashimwere brutally killed. It turns out thatAkane's plan was to have him be exposed publicly for his crimes, something that he, Ace, deems A Fate Worse Than Death.Fates Worse than Death are disturbingly common inThe Song of Saya. The protagonist, Fuminori, is unable to see the world as anything other thana mess of infected-looking fleshand so finds himself trying to figure out a painless way to die before meeting the eponymous Saya.While all of the series' characters other than Saya end up insane, suicidal, or some combination of the two depending on the ending, Yoh Tsukuba is probably the most notable example. While simply seeing Saya can drive most people completely insane, Yoh is mutilated and tortured by her until, over the course of twenty hours, she becomes one of the same species that Saya belongs to. By the time Koji accidentally kills her, it's very clear that death is what she wants.Tyrion Cuthbert: Attorney of the Arcane: By failing toclaim all of House Frega's assets, Beatrice loses her soul and mind as per theDeal with the Devilshe made. The Empress of Discord can also take her life whenever she wants (when she returns to Wyverngarde), and once dead, Beatrice will suffer for all eternity in the Abyssal Hells. Beatrice murdered William specifically to try and avoid this. Incidentally,her demonic familiar Marrunathalso mentions that a fate worse than death awaits him if he fails, but we don't get any information about that.\n\nWeb AnimationLampshaded with Colin Hunt in Season 7 ofArby 'n' the Chief. Being part of an evil clan alongside sadistEugeneand psychopathTyler, Colin is revealed to bea pedophile. Also by the season's end,Eugene commits suicide and Tyler is shot and killed by a cop. Colin is still alive, but thanks to Arbiter and Master Chief's intervention is now rotting in prison for a LONG TIME.Arbiter:Not sure how long Colin will be imprisoned for, but due to the fact that he's a white, introverted software nerd and a kid fucker,he'll likely be targeted by his inmatesfor rape andsold as a cell bitchfor a pack of smokes.Broken Saints: Oran's speech to the defeated scumbag Mars in Chapter 19, Act 3: \"I have seen you scum — staked to the ground at night — belly and manhood split wide, wailing as jagged beaks tear and peck — as a million insect jaws carve the pulp. And when morning comes, I am standing over your seeping husk. You cannot turn from the horror. You cannot stop the rising sun that burns you into blindness. You cannot close your eyes...for I am feasting on their lids.At the end of hisDEATH BATTLE!, Starscream'ssparkis last seen interred within Rainbow Dash's belly. In an Q&A, it is stated he is still alive, but the only machinery in Equestria is a sewing machine. Boomstick even lampshades this trope afterwards.Another example is the Thanos vs Darkseid battle. Thanos is invited into Darkseid's home dimension and learns the hard way that the Infinity Gauntlet won't work outside of his own universe and he can't outright give Darkseid's true form the Snap. Darkseid puts Thanos through the Omega Sanction where he'll be subjected to fates and deaths each more humiliating than the last, starting with Deadpool making out with Death and shooting the Mad Titan dead with a common gun.The Debbie and Carrie Show: Debbie, Carrie and James capture David Owen II, who had tried to murder Debbie and Carrie with a bomb he sent them through the mail. Then they use a time machine to transport him about 50,000 years in the past and dump him where Atlanta, Georgia will be (it's Owen's own home city). Realizing what they are about to do, Owen says he would rather go to prison or die quickly, to which Debbie replies \"But that's exactly why we are doing this!\"In theHomestar RunnercartoonDoomy Tales of the Macabre, Strong Sad takes the role of aTales from the Crypt-esque storyteller and gives each of the other residents of Free Country, USA a terrible, ironic doom in the vein of this trope... That is, except for Coach Z.Coach Z:Hey, what aboutmydoom?Strong Sad:Um... You'realreadyCoach Z. No sense in beating a dead horse.Coach Z:Hey, good point!Overly Sarcastic Productions:Discussedin theTrope Talkepisode \"Fates Worse Than Death\", where Red goes through the most common examples of this trope. She also makes the observation that this trope, as racked withFridge Horroras it is, is nevertheless incredibly common in children's media; by their very definition, fates worse than deatharen'tdeath, so they come to take the place of actual character death in any work for young audiences that adheres toNever Say \"Die\".Hopper 006 in theSodor: The Modern Yearsepisode \"Endgame\" is turned into a waste metal truck, as punishment for inciting the trucks on the Little Western Brachline to act up.InRWBY, there is Curse ofComplete Immortalityand Reincarnations, both of which were bestowed ironically by the God of Light. First, being unable to die through mortal means unless you discover the importance of life and death. And the second is that your soul would be transferred into some poor unfortunate person who happens to be \"like-minded\" like the person in question when the last one dies until the two souls become one person, thus the next vessel loses their individuality, which is something which won't end until the god removes it.Salem, theBig Badwas someone who spent most of her life alone, without love or freedom until Ozma rescued, then gave her both. However, after his death due to an illness, because she tried deceiving the gods to revive him, Salem was then turned immortal, this kept her from reuniting with Ozma even in the afterlife. After rebelling against the Brothers Gods in retaliation, with some Humans, the God of Darkness erased all Humanity, leaving Salem alive and alone on a barren planet (until humanity returned and evolved again), with nothing aside from soulless creatures, her final suicide attempt, which turned her into a monster no different from them. In the end, she lost her sole reason for doing all this and even her daughters, leaving her as nothing but a woman who wants nothing more than to die and find peace.Ozma, theBig Goodwas turned into a reincarnator, entrusting with a mission to \"redeem\" the current humanity for the Gods, in an attempt to see Salem again. Realizing the monster Salem turned into and the death of their children, leading to a series of depressed past lives until he realized that his former love couldn't be destroyed and his sole mission became almost impossible to accomplish as long as she intervened. And let's not forget over a thousand years numerous hosts lost what was pretty much their lives, which was soon overtaken by all of them becoming Ozma as a result.Fazbear and Friends (ZAMination): At the end of \"The END of Fazbear and Friends\" the four animatronics cross a door that will probably take them to new universes, however, when the 5 million subscriber special premiered, it is revealed that the animatronics are trapped forever in a blank void with no way to escape, something Freddy comments on when he talks to viewers about it, but if Micah Preciado's statement points out that the shorts will only be made when there is a good idea to make it better, how will the animatronics be able to escape from there to return to the world where they came from?\n\nWeb VideosDrb0sch:TheMinus World's Mr. House was betrayed before he could defend Vegas from the nukes. He's been trapped in the destroyed Lucky 38 for millennia waiting for the playerfor reasons unclear.Jim Jum fromSkyblock, but Every 30 Seconds a Random Item Spawns. Sentenced to hang for eternity in the sky.Made worse for the fact he's hanging for a crime hedid not commitand when Wilbur tries to free him he dies anUndignified Death.The Unlucky Tug:Discussedduring the segment on \"Toby Feels Left Out\" in \"10 Hidden Gems ofHi TEra Thomas\". The conflict of that episode revolves around Toby thinking he'll be put in a museum, and Tug says that's an even worse fate for a sentient engine than being scrapped because they'll be conscious but unable to move indefinitely.You've Gotta Be Kidding:Binky does this left and right to the citizens of Elwood City, such as combining Arthur and Buster into an eldritch abomination stuck in perpetual pain.There are fates worse then death.",
  "examples": [
    {
      "section": "Other examples:",
      "text": "An anti-drug PSA showed a young man sitting in a hospital room. He talks about how two years earlier, his brother celebrated his birthday by doing crack with his friend Rick. The camera pans over to show the brother on life support. Before this reveal, the man says \"Sometimes, I think Rick was the lucky one. He died.\"",
      "links": []
    },
    {
      "section": "Other examples:",
      "text": "The drawingEsto es peor (\"This is worse\")byFrancisco de Goyafrom hisThe Disasters Of Warshows the mutilated body of a Spanish fighter spiked on a tree, surrounded by the corpses of French soldiers.",
      "links": [
        {
          "title": "Francisco de Goya",
          "url": "/pmwiki/pmwiki.php/Creator/FranciscoDeGoya"
        },
        {
          "title": "The Disasters Of War",
          "url": "/pmwiki/pmwiki.php/Art/TheDisastersOfWar"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "In36 Questions, Judith claims that having her husband Jase leave her was worse than death. This would be a hyperbole if not for the fact that Judithactually knows what death feels like.Jase:Okay, Question 18: \"What is your most terrible memory?\"Judith:Uh, dying. That was pretty bad. [...] Finding out you skipped town without telling me where you were going super sucked.Jase:Okay, gotta pick one.Judith:You leaving, then.",
      "links": [
        {
          "title": "36 Questions",
          "url": "/pmwiki/pmwiki.php/AudioPlay/ThirtySixQuestions"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "There's a joke of a movie that was so bad that the audience walked out... when it was shown on an airplane.",
      "links": []
    },
    {
      "section": "Other examples:",
      "text": "Creature Feature's aptly named song \"A Fate Worse Than Death\", which is actually not so much about this trope but more about how incredibly many horrible ways to die there really are, and yet that the fact that you'll be dead afterwards means your fate was still much better than the one this trope entails.",
      "links": [
        {
          "title": "Creature Feature",
          "url": "/pmwiki/pmwiki.php/Music/CreatureFeature"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Inverted with Elvis Costello's \"Senior Service,\" about workplace dysfunction, saying it's \"a death that's worse than fate.\"",
      "links": []
    },
    {
      "section": "Other examples:",
      "text": "A song called \"Johnny I Hardly Knew Ye\", tells about a soldier (named Johnny), who came home alive from a war, but is so horribly disfigured and crippled that even his family could not recognize him. Since he can no longer walk or use his arms and hands, they decided to have him beg on the streets (Ye're an armless, boneless, chickenless egg Ye'll have to put with a bowl out to beg). The lyrics said very pleasing things about his loss of legs and arms (Where are your legs that used to run, hurro, hurro; Ye haven't an arm, ye haven't a leg, hurroo, hurroo), him being overly skinny (So low in flesh, so high in bone).",
      "links": []
    },
    {
      "section": "Other examples:",
      "text": "The song \"One\" byMetallicadetails the life of a soldier, after he loses all his limbs, his sight, his speech, and his hearing due to a landmine. He has machines that breathe for him, and so he's unable to die. His mind functions perfectly, leaving him a prisoner in his own body.Darkness, imprisoning me! All I see, absolute horror! I cannot live, I cannot die! Trapped in myself, body my holding cell!",
      "links": [
        {
          "title": "Metallica",
          "url": "/pmwiki/pmwiki.php/Music/Metallica"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Vocaloid:In \"Hitobashira Alice (Alice Human Sacrifice)\", the Third Alice is condemned to live forever seeing herself as a decaying body, as a punishment for fooling and using people to become a queen. Whether it was an illusion or if she was constantly decaying until she rotted completely is debatable; either way, both punishments are valid for this trope.Len's fate in the song \"Re_Birthday\" (which is very possibly a continuation of theEvil Series). He is doomed to spend eternity in an empty room with his hands bound in red handcuffs (representing bloodshed) and his ankles bound in blue shackles (representing tears spilled), all while reliving the sins he committed in his life. It's made a little more jarring in thatRin, who ordered him to commit all of those atrocities to begin with,gets off essentially scot-free.In the end, it's herlullabythat ends up saving him, andthey get to be reincarnated as twins, just as they had wished.",
      "links": [
        {
          "title": "Vocaloid",
          "url": "/pmwiki/pmwiki.php/Music/Vocaloid"
        },
        {
          "title": "Re_Birthday",
          "url": "/pmwiki/pmwiki.php/Main/Re_Birthday"
        },
        {
          "title": "Evil Series",
          "url": "/pmwiki/pmwiki.php/Music/Mothy"
        },
        {
          "title": "Rin",
          "url": "/pmwiki/pmwiki.php/Main/GodSaveUsfromtheQueen"
        },
        {
          "title": "gets off essentially scot-free",
          "url": "/pmwiki/pmwiki.php/Main/KarmaHoudini"
        },
        {
          "title": "lullaby",
          "url": "/pmwiki/pmwiki.php/Main/MagicMusic"
        },
        {
          "title": "they get to be reincarnated as twins, just as they had wished",
          "url": "/pmwiki/pmwiki.php/Main/EarnyourHappyEnding"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Depending on how you look at it, the fate of the doctor's wife (and possibly the doctor himself) from a song of the same name by The Clockwork Quartet. The lyrics are written as entries in the doctor's journal, detailing his beloved wife's slow death by an incurable disease. He becomes more and more obsessive in his attempts to save her, until he has sacrificed his business and his entire life in order to keep her alive... to no avail. By the last stanza she has died, but the doctor replaced her heart with a mechanical device that keeps her other organs alive. The doctor is completely maddened by his tragic inability to let her go, and his wife is kept in a permanent state between life and death, unable to simply pass away because he won't let her.",
      "links": []
    },
    {
      "section": "Other examples:",
      "text": "\"And The Band Played Waltzing Matilda\" byEric Bogle(and later covered byThe Pogues), about a young Australian rover sent off to theBattle of Gallipoli:Then a big Turkish shell knocked me arse over tit,And when I woke up in my hospital bedAnd saw what it had done, I wished I was dead—Never knew there were worse things than dying.",
      "links": [
        {
          "title": "Eric Bogle",
          "url": "/pmwiki/pmwiki.php/Music/EricBogle"
        },
        {
          "title": "The Pogues",
          "url": "/pmwiki/pmwiki.php/Music/ThePogues"
        },
        {
          "title": "Battle of Gallipoli",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/WorldWarI"
        },
        {
          "title": "And saw what it had done",
          "url": "/pmwiki/pmwiki.php/Main/AnArmAndALeg"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Mentioned in \"Keep Quiet\" byThe Protomen. 'They say, this city, she's been dead for years now, so death is not something that scares me. There's worse things than death here.'",
      "links": [
        {
          "title": "The Protomen",
          "url": "/pmwiki/pmwiki.php/Music/TheProtomen"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Many descriptions of the fates of the Egyptian dead inNilesongs contain this element. Some of these souls can get particularly unlucky and wind up inAnd I Must Screamsituations.",
      "links": [
        {
          "title": "Nile",
          "url": "/pmwiki/pmwiki.php/Music/Nile"
        },
        {
          "title": "And I Must Scream",
          "url": "/pmwiki/pmwiki.php/Main/AndIMustScream"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "The eponymous pirate inAlestorm'sCaptain Morgan's Revengecurses his mutinous crew to this: \"As sure as hell's my final fate, you'll all soon die or worse!\"",
      "links": [
        {
          "title": "Alestorm",
          "url": "/pmwiki/pmwiki.php/Music/Alestorm"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "The Song That Never Ends.This is the song that never endsIt just goes on and on my friendOne day I started singing it, I don't know what it wasAnd I will keep on singing it foreverjust becauseThis is the song that never ends...",
      "links": [
        {
          "title": "And I will keep on singing it forever",
          "url": "/pmwiki/pmwiki.php/Main/FridgeHorror"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "The novelty song \"The Thing\" is about a man who finds a box containing unidentified contents and being stuck with it for the rest of his life because everyone he shows it to turn him away in disgust, including a shopkeeper he tried to sell the box to, his own wife anda hobo asking for a handout. In the penultimate verse, it is shown that not even death will allow the man to be rid of the box, as St. Peter refuses to allow him into Heaven and orders him to take the box with him to Hell just because he had the box in his possession. The man then ends the song with one last verse warning the listener that they should never pick up any strange boxes they happen to find on the beach, or else they too will be stuck with it for eternity and unable to get rid of it.",
      "links": [
        {
          "title": "a hobo asking for a handout",
          "url": "/pmwiki/pmwiki.php/Main/EvenBeggarsWontChooseIt"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Philosopher Nick Bostrom classifiesdoomsday scenariosinto four categories. The first two, ”bangs” and “whimpers”, are situations in which everybody dies, the difference being whether it’s instantaneous or drawn-out. But the other two, “crunches” and “shrieks”, are basically fates worse than death forall humanity. Crunches are the less bad of the two, indicating that human culture and scientific knowledge have gone backwards and cannot recover. But shrieks are the worst of all, being when human nature itself has changed to make virtue impossible, but mankind lingers on as someposthumanabomination.",
      "links": [
        {
          "title": "doomsday scenarios",
          "url": "/pmwiki/pmwiki.php/Main/ApocalypseHow"
        },
        {
          "title": "posthuman",
          "url": "/pmwiki/pmwiki.php/Main/TranshumanTreachery"
        },
        {
          "title": "abomination",
          "url": "/pmwiki/pmwiki.php/Main/HumanoidAbomination"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Zig-zagged inAre You Afraid Of The Dark Universe. As far as Dracula and several others are concerned, what awaits after death is so horrible that thereisno worse fate. On the other hand, when Chris Vail was brutalized by Victor and couldn't be fully healed by Nick, they both knew that keeping him alive in his current state would be just as horrible.",
      "links": [
        {
          "title": "Are You Afraid Of The Dark Universe",
          "url": "/pmwiki/pmwiki.php/Podcast/AreYouAfraidOfTheDarkUniverse"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "John Pinette, aBig Eater, once went to the doctor for a checkup and found out he had a gluten allergy. After being told what kinds of food he'd have to stop eating, he started desperately begging the doctor to \"Check again! Maybe it's just cancer!\"",
      "links": [
        {
          "title": "John Pinette",
          "url": "/pmwiki/pmwiki.php/Creator/JohnPinette"
        },
        {
          "title": "Big Eater",
          "url": "/pmwiki/pmwiki.php/Main/BigEater"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Euphoria: Almost all of the girls are trapped in one at the end of the\"Brute End\". For those not squeamish,they end up as mutilated and mind-brokenSex Slaves. It really says something that the one who fell victim to aCruel and Unusual Deathcan be considered to bethe lucky one.",
      "links": [
        {
          "title": "\"Brute End\"",
          "url": "/pmwiki/pmwiki.php/Main/EarnYourBadEnding"
        },
        {
          "title": "Sex Slaves",
          "url": "/pmwiki/pmwiki.php/Main/SexSlave"
        },
        {
          "title": "Cruel and Unusual Death",
          "url": "/pmwiki/pmwiki.php/Main/CruelAndUnusualDeath"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Fate/stay nighthas the Fate Route and what happened to the other survivors of the fire ten years ago. On acompletely unrelated noteone wonders what'sunder thechurch... Makes it worse that Shiromustvisit itand see the \"survivors\" barely alive after being turned intoGilgamesh's sources of mana, unless the player wants himto get storyline killed.Additionally, Archer considers his fate as a Counter-Guardian to be this, constantly forced to go against his ideals, saving the many by sacrificing the few.Just likehis dear old Daddy, Kiritsugu.",
      "links": [
        {
          "title": "Fate/stay night",
          "url": "/pmwiki/pmwiki.php/VisualNovel/FateStayNight"
        },
        {
          "title": "completely unrelated note",
          "url": "/pmwiki/pmwiki.php/Main/BlatantLies"
        },
        {
          "title": "one wonders what's",
          "url": "/pmwiki/pmwiki.php/Main/SchmuckBait"
        },
        {
          "title": "under the",
          "url": "/pmwiki/pmwiki.php/Main/BodyHorror"
        },
        {
          "title": "church",
          "url": "/pmwiki/pmwiki.php/Main/AndIMustScream"
        },
        {
          "title": "Gilgamesh's sources of mana",
          "url": "/pmwiki/pmwiki.php/Main/PoweredByAForsakenChild"
        },
        {
          "title": "to get storyline killed.",
          "url": "/pmwiki/pmwiki.php/Main/HaveANiceDeath"
        },
        {
          "title": "his dear old Daddy, Kiritsugu",
          "url": "/pmwiki/pmwiki.php/Main/GenerationXerox"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "The Fruit of Grisaia: Every route in the novel has a bad ending, but only two of them could be clearly considered as worse than death.One is Makina's, where witnessing protagonist Yuuji's death causes her to snap, keeping his rotting body in a garbage bag, talking to him as he was still alive.The other is Michiru's case, where her attempted suicide causes her to suffer permanent brain damage, leaving her withno sense of self, and Yuuji to live out the rest his life with her and the knowladge that he could not help her, twisting the knife further, Michiru shows signs that she is still vaguely aware that she loves Yuuji.",
      "links": [
        {
          "title": "The Fruit of Grisaia",
          "url": "/pmwiki/pmwiki.php/VisualNovel/TheFruitOfGrisaia"
        },
        {
          "title": "no sense of self",
          "url": "/pmwiki/pmwiki.php/Main/EmptyShell"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "One of the antagonists ofNine Hours, Nine Persons, Nine Doors, despite being (likely) the worst character in the game, survives, while the ones that weren't as bad ashimwere brutally killed. It turns out thatAkane's plan was to have him be exposed publicly for his crimes, something that he, Ace, deems A Fate Worse Than Death.",
      "links": [
        {
          "title": "Nine Hours, Nine Persons, Nine Doors",
          "url": "/pmwiki/pmwiki.php/VisualNovel/NineHoursNinePersonsNineDoors"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Fates Worse than Death are disturbingly common inThe Song of Saya. The protagonist, Fuminori, is unable to see the world as anything other thana mess of infected-looking fleshand so finds himself trying to figure out a painless way to die before meeting the eponymous Saya.While all of the series' characters other than Saya end up insane, suicidal, or some combination of the two depending on the ending, Yoh Tsukuba is probably the most notable example. While simply seeing Saya can drive most people completely insane, Yoh is mutilated and tortured by her until, over the course of twenty hours, she becomes one of the same species that Saya belongs to. By the time Koji accidentally kills her, it's very clear that death is what she wants.",
      "links": [
        {
          "title": "The Song of Saya",
          "url": "/pmwiki/pmwiki.php/VisualNovel/TheSongOfSaya"
        },
        {
          "title": "a mess of infected-looking flesh",
          "url": "/pmwiki/pmwiki.php/Main/EvilIsVisceral"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Tyrion Cuthbert: Attorney of the Arcane: By failing toclaim all of House Frega's assets, Beatrice loses her soul and mind as per theDeal with the Devilshe made. The Empress of Discord can also take her life whenever she wants (when she returns to Wyverngarde), and once dead, Beatrice will suffer for all eternity in the Abyssal Hells. Beatrice murdered William specifically to try and avoid this. Incidentally,her demonic familiar Marrunathalso mentions that a fate worse than death awaits him if he fails, but we don't get any information about that.",
      "links": [
        {
          "title": "Tyrion Cuthbert: Attorney of the Arcane",
          "url": "/pmwiki/pmwiki.php/VisualNovel/TyrionCuthbertAttorneyOfTheArcane"
        },
        {
          "title": "Deal with the Devil",
          "url": "/pmwiki/pmwiki.php/Main/DealWithTheDevil"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Lampshaded with Colin Hunt in Season 7 ofArby 'n' the Chief. Being part of an evil clan alongside sadistEugeneand psychopathTyler, Colin is revealed to bea pedophile. Also by the season's end,Eugene commits suicide and Tyler is shot and killed by a cop. Colin is still alive, but thanks to Arbiter and Master Chief's intervention is now rotting in prison for a LONG TIME.Arbiter:Not sure how long Colin will be imprisoned for, but due to the fact that he's a white, introverted software nerd and a kid fucker,he'll likely be targeted by his inmatesfor rape andsold as a cell bitchfor a pack of smokes.",
      "links": [
        {
          "title": "Arby 'n' the Chief",
          "url": "/pmwiki/pmwiki.php/WebVideo/ArbyNTheChief"
        },
        {
          "title": "Eugene",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Tyler",
          "url": "/pmwiki/pmwiki.php/Main/TheBrute"
        },
        {
          "title": "a pedophile",
          "url": "/pmwiki/pmwiki.php/Main/PedophiliaIsASpecialKindOfEvil"
        },
        {
          "title": "he'll likely be targeted by his inmates",
          "url": "/pmwiki/pmwiki.php/Main/PariahPrisoner"
        },
        {
          "title": "sold as a cell bitch",
          "url": "/pmwiki/pmwiki.php/Main/PrisonRape"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Broken Saints: Oran's speech to the defeated scumbag Mars in Chapter 19, Act 3: \"I have seen you scum — staked to the ground at night — belly and manhood split wide, wailing as jagged beaks tear and peck — as a million insect jaws carve the pulp. And when morning comes, I am standing over your seeping husk. You cannot turn from the horror. You cannot stop the rising sun that burns you into blindness. You cannot close your eyes...for I am feasting on their lids.",
      "links": [
        {
          "title": "Broken Saints",
          "url": "/pmwiki/pmwiki.php/WebAnimation/BrokenSaints"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "At the end of hisDEATH BATTLE!, Starscream'ssparkis last seen interred within Rainbow Dash's belly. In an Q&A, it is stated he is still alive, but the only machinery in Equestria is a sewing machine. Boomstick even lampshades this trope afterwards.Another example is the Thanos vs Darkseid battle. Thanos is invited into Darkseid's home dimension and learns the hard way that the Infinity Gauntlet won't work outside of his own universe and he can't outright give Darkseid's true form the Snap. Darkseid puts Thanos through the Omega Sanction where he'll be subjected to fates and deaths each more humiliating than the last, starting with Deadpool making out with Death and shooting the Mad Titan dead with a common gun.",
      "links": [
        {
          "title": "DEATH BATTLE!",
          "url": "/pmwiki/pmwiki.php/WebAnimation/DeathBattle"
        },
        {
          "title": "spark",
          "url": "/pmwiki/pmwiki.php/Main/OurSoulsAreDifferent"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "The Debbie and Carrie Show: Debbie, Carrie and James capture David Owen II, who had tried to murder Debbie and Carrie with a bomb he sent them through the mail. Then they use a time machine to transport him about 50,000 years in the past and dump him where Atlanta, Georgia will be (it's Owen's own home city). Realizing what they are about to do, Owen says he would rather go to prison or die quickly, to which Debbie replies \"But that's exactly why we are doing this!\"",
      "links": [
        {
          "title": "The Debbie and Carrie Show",
          "url": "/pmwiki/pmwiki.php/WebAnimation/TheDebbieAndCarrieShow"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "In theHomestar RunnercartoonDoomy Tales of the Macabre, Strong Sad takes the role of aTales from the Crypt-esque storyteller and gives each of the other residents of Free Country, USA a terrible, ironic doom in the vein of this trope... That is, except for Coach Z.Coach Z:Hey, what aboutmydoom?Strong Sad:Um... You'realreadyCoach Z. No sense in beating a dead horse.Coach Z:Hey, good point!",
      "links": [
        {
          "title": "Homestar Runner",
          "url": "/pmwiki/pmwiki.php/WebAnimation/HomestarRunner"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Overly Sarcastic Productions:Discussedin theTrope Talkepisode \"Fates Worse Than Death\", where Red goes through the most common examples of this trope. She also makes the observation that this trope, as racked withFridge Horroras it is, is nevertheless incredibly common in children's media; by their very definition, fates worse than deatharen'tdeath, so they come to take the place of actual character death in any work for young audiences that adheres toNever Say \"Die\".",
      "links": [
        {
          "title": "Overly Sarcastic Productions",
          "url": "/pmwiki/pmwiki.php/WebAnimation/OverlySarcasticProductions"
        },
        {
          "title": "Discussed",
          "url": "/pmwiki/pmwiki.php/Main/Discussed"
        },
        {
          "title": "Fridge Horror",
          "url": "/pmwiki/pmwiki.php/Main/FridgeHorror"
        },
        {
          "title": "Never Say \"Die\"",
          "url": "/pmwiki/pmwiki.php/Main/NeverSayDie"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Hopper 006 in theSodor: The Modern Yearsepisode \"Endgame\" is turned into a waste metal truck, as punishment for inciting the trucks on the Little Western Brachline to act up.",
      "links": [
        {
          "title": "Sodor: The Modern Years",
          "url": "/pmwiki/pmwiki.php/WebAnimation/SodorTheEarlyYears"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InRWBY, there is Curse ofComplete Immortalityand Reincarnations, both of which were bestowed ironically by the God of Light. First, being unable to die through mortal means unless you discover the importance of life and death. And the second is that your soul would be transferred into some poor unfortunate person who happens to be \"like-minded\" like the person in question when the last one dies until the two souls become one person, thus the next vessel loses their individuality, which is something which won't end until the god removes it.Salem, theBig Badwas someone who spent most of her life alone, without love or freedom until Ozma rescued, then gave her both. However, after his death due to an illness, because she tried deceiving the gods to revive him, Salem was then turned immortal, this kept her from reuniting with Ozma even in the afterlife. After rebelling against the Brothers Gods in retaliation, with some Humans, the God of Darkness erased all Humanity, leaving Salem alive and alone on a barren planet (until humanity returned and evolved again), with nothing aside from soulless creatures, her final suicide attempt, which turned her into a monster no different from them. In the end, she lost her sole reason for doing all this and even her daughters, leaving her as nothing but a woman who wants nothing more than to die and find peace.Ozma, theBig Goodwas turned into a reincarnator, entrusting with a mission to \"redeem\" the current humanity for the Gods, in an attempt to see Salem again. Realizing the monster Salem turned into and the death of their children, leading to a series of depressed past lives until he realized that his former love couldn't be destroyed and his sole mission became almost impossible to accomplish as long as she intervened. And let's not forget over a thousand years numerous hosts lost what was pretty much their lives, which was soon overtaken by all of them becoming Ozma as a result.",
      "links": [
        {
          "title": "RWBY",
          "url": "/pmwiki/pmwiki.php/WebAnimation/RWBY"
        },
        {
          "title": "Complete Immortality",
          "url": "/pmwiki/pmwiki.php/Main/CompleteImmortality"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Big Good",
          "url": "/pmwiki/pmwiki.php/Main/BigGood"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Fazbear and Friends (ZAMination): At the end of \"The END of Fazbear and Friends\" the four animatronics cross a door that will probably take them to new universes, however, when the 5 million subscriber special premiered, it is revealed that the animatronics are trapped forever in a blank void with no way to escape, something Freddy comments on when he talks to viewers about it, but if Micah Preciado's statement points out that the shorts will only be made when there is a good idea to make it better, how will the animatronics be able to escape from there to return to the world where they came from?",
      "links": [
        {
          "title": "Fazbear and Friends (ZAMination)",
          "url": "/pmwiki/pmwiki.php/WebAnimation/FazbearAndFriendsZamination"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Drb0sch:TheMinus World's Mr. House was betrayed before he could defend Vegas from the nukes. He's been trapped in the destroyed Lucky 38 for millennia waiting for the playerfor reasons unclear.",
      "links": [
        {
          "title": "Drb0sch",
          "url": "/pmwiki/pmwiki.php/WebVideo/Drb0sch"
        },
        {
          "title": "Minus World",
          "url": "/pmwiki/pmwiki.php/Main/MinusWorld"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Jim Jum fromSkyblock, but Every 30 Seconds a Random Item Spawns. Sentenced to hang for eternity in the sky.Made worse for the fact he's hanging for a crime hedid not commitand when Wilbur tries to free him he dies anUndignified Death.",
      "links": [
        {
          "title": "Skyblock, but Every 30 Seconds a Random Item Spawns",
          "url": "/pmwiki/pmwiki.php/WebVideo/SkyblockButEvery30SecondsARandomItemSpawns"
        },
        {
          "title": "did not commit",
          "url": "/pmwiki/pmwiki.php/Main/MiscarriageOfJustice"
        },
        {
          "title": "Undignified Death",
          "url": "/pmwiki/pmwiki.php/Main/UndignifiedDeath"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "The Unlucky Tug:Discussedduring the segment on \"Toby Feels Left Out\" in \"10 Hidden Gems ofHi TEra Thomas\". The conflict of that episode revolves around Toby thinking he'll be put in a museum, and Tug says that's an even worse fate for a sentient engine than being scrapped because they'll be conscious but unable to move indefinitely.",
      "links": [
        {
          "title": "The Unlucky Tug",
          "url": "/pmwiki/pmwiki.php/WebVideo/TheUnluckyTug"
        },
        {
          "title": "Discussed",
          "url": "/pmwiki/pmwiki.php/Main/DiscussedTrope"
        },
        {
          "title": "Hi T",
          "url": "/pmwiki/pmwiki.php/Main/HiT"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "You've Gotta Be Kidding:Binky does this left and right to the citizens of Elwood City, such as combining Arthur and Buster into an eldritch abomination stuck in perpetual pain.",
      "links": [
        {
          "title": "You've Gotta Be Kidding",
          "url": "/pmwiki/pmwiki.php/WebVideo/YouveGottaBeKidding"
        }
      ]
    }
  ]
}