{
  "trope": "ElementalPowers",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/ElementalPowers",
  "description": "Wateryou waiting for? You should be gettingfiredup because she's ready torock.Airyou up for it?\n\nAang:I'm the Avatar, master of all four elements!Dmitri Mendeleev:Really? I'm Mendeleev, master of all 118+.[swoosh]That was polonium-bending. You probably didn't feel anything, but the symptoms of radiation poisoning will set in shortly.—xkcd#965:Elementsnote\"Of all the nations, the armies of the ununoctium-benders are probably the least intimidating. The xenon-benders come close, but their flickery signs are at least effective for propaganda.\"\n\nIn the past, the forces of nature were considered to be the building blocks of all life and matter in the world, known as theNatural Elements. The discovery of the atom mostly disproved that,notewithseveralelements being found in earth, water, and/or air, with at leastonebeing found in all three, as well as being directly responsible for the creation of fire.but the idea was so deeply rooted in mankind's mind, that it's become a popularthematic motiffor supernatural fictional settings, and still finds parallels in modern physics' four commonly observable states of matter: solid (earth), liquid (water), gas (air), plasma (fire).\n\nOne of the most common uses of this idea is to give characters some superpower over an aspect of nature — like a character who can conjure or control fire or water. This may also involve the ability to summon or createElemental Embodiments, living manifestations of the elements themselves. Most settings that make use ofFunctional Magicwill inevitably have elemental spells or magic. Because of this, Elemental Powers is one major class of theStock RPG Spells.\n\nIn works of fiction, these tend to have a consistent naming scheme either ending in -mancy (\"pyromancy\", \"cryomancy\") or in -kinesis (\"pyrokinesis\", \"cryokinesis\"). These suffixes technically mean \"divination\" and \"movement\", respectively, and compound words range all the way from being semi-common in real life (\"necromancy\"), to haphazardly made-up in faux-Greek (\"radiokinesis\"??).These naming schemes themselves area different trope, so please don't add your favorite here.\n\nAnynatural force can count as an element and indeed, works have played with the concept with multiple different kinds of elements, often bycombining two or more of the classical elementsto make a new one, e.g. fire + water = steam. Here's a list of the most common, all of which areSub Tropes(examples of a character who can only make use of a single one these powers should be troped under that specific subtrope):\n\nElements and Their Associated Powers and TraitsClassical ElementsEarth: Stable and resilient, Earth is the element of solidity and support. Earth characters are frequently dependable, strong, protective, and (if female) motherly; on the negative side, they may also be stubborn, repressive, or just far too stuck in their ways. As such, it is aligned with the melancholic temperament. It is frequentlythe strongest element, but also the slowest, or alternatively it'sgood at defensive magic, but not in offensive. It's generally represented as by eitherthe colors green, brown, orange, tan, or yellow(the latter four especially ifactual earthis distinguished fromplantsor other stuff).Fire: Has positive connotations like warmth, light,purification, and even rebirth, as well as has the potential to become a beneficial element. On the flip side, it's very, very easy toexaggerateit intoan antagonistic elementby emphasizing its wild, destructive, and unpredictable nature. As it is aligned with the choleric temperament, Fire characters have a habit of beingimpulsive, hotheaded, and brash. As such they make a greatRed Onito anyBlue Oniand are typicallyThe Hero,The Lancer, or animportantbad guy. More rarely, they can beThe Smart Guy, as the ability to make and manipulate fire in Real Life is oftenseen as the being first step towards \"inventing\" science.Usually associated with the color red, even though actual flame is naturally more orange in color, if not outright gold or yellow (though fire can be associated with those colors as well).Air/Wind: The element of freedom and movement; unpredictably calm one moment and flying into a tempest the next.The quickest of the elements, but sometimes seen as physically fragileor lacking in raw strength (unless it is referred to as \"Sky\" or \"Heaven\"). Therefore, what it lacks in raw power, it makes up for in offensive and defensive maneuvers and tactical utility such asrepositioning opponents. It can also includeWeather Manipulation. Aligned with the sanguine temperament, Air characters are often cheerful, energetic, and free spirits.Noise, when used as an elemental attack, is sometimes depicted and treated as an air-like attack. When electricity isn't a separate element, it's often folded into Air. It can also sometimes feed energy to Fire, so an Air mage working with a Fire mage is not a team to tangle with.Green is often used to represent it in eastern products, but it's also fairly common to seeyellow, light blue, purple, and white.Water: The element of change and adaptability; capable of taking any form. Water is pretty much always seen positively, symbolizinghealing, adaptability, andcalm. While Earth is strong and solid and Air is weak but fluid, Water is both strong and fluid, but not to the same extent as the other two. Aligned with the phlegmatic temperament, Water characters are usually laid-back and \"go with the flow\".Usually depicted as blue or cyan.Although not thought of as much of a combat power, when roused, a Water Mage can be unstoppable (think tsunamis) — andunpredictable— especially combined with Wind (think hurricanes). Almost always the absoluteBlue Oni, and oftenThe Heart.\n\nOther ElementsNature/Wood/Plants/Flora: Power over plants and vegetation. Can include the ability to manipulate and control plants, change the growth and size of plants, or summon forth plants from the ground; includingpoisonous, spiky, orcarnivorous ones. Sometimes these abilities get lumped in with another element but which one is differs by culture, with Earth being a popular choice in Western works andWindbeing popular in Asian works. May manifests asPetal Powerattacks. Sometimes referred to as \"Life\", since it concerns living, growing things. Or as \"Nature\", becauseNature Equals Plants.Metal: Either a subset of Earth (including metals and non-metals) or contrasted against Earth (metal alloys as opposed to non-metal rocks). Metal is used for either ridiculously high defensive capabilities (clang) or offensive capabilities (stabby). It has associations with strength, technology, civilization, rigidity, craftsmanship, and determination. Even though it's like a stronger version of Earth,it's also sterile, inflexible, cold, and can't bear life like Earth can. Often opposed by Nature or Wood. The easiest of the elemental powers to produceMagitekfrom. Metal is rarely seen as a classical element or power outside of Asia (and China in particular). A character with powers over this may be aMetal Muncher.Lightning/Electricity/Thunder: Sometimes paired with Air or Fire, but more often is considered a separate form of power. In most games, it forms thebasic trioof available powers. Lightning usually carries the same connotations as Fire, but may also includespeed(i.e. \"moves like lightning\"),penetration, ormild insanity (from having fried his brain too many times),or even more. Like Fire, it's sometimes an ability ofThe Smart Guy, ascontrolling and conducting electricityis integral tomodern-day gadgets. It's usually depicted as eithervery yellow or very blue, although in real life it's actually more often white.Ice/Snow: May or may not be combined withWateror Air. As a separate element, it carries connotations of coolness, detachment, harshness, and evendeath. As a foil to Fire, they tend to beThe Lanceror villains, and play Blue Oni to anyone's Red.Like the rest of its trio, it can beThe Smart Guy, likely becauseold monasteries, libraries, and places of learningare known for being cold inside.They'll be scholarly, by-the-book smart guys, however, instead oftechiesorcurious types. Snow is almost the same as Ice generally, but carries connotations of fun, softness, cheerfulness, and evenlove.Hellfire: Usually asouped-up version of Fire, with negative, demonic, and dark connotations. May be folded into Dark or Death. Expect it to not obey the usual laws of physics of regular fire.Colored Fire: Fire that comes in various colors tend to have different effects associated with each color. For example, Blue Fire tends to be cold, associated with spirits, and generallydoesn't behave like how one would expect Fire to behave(despite being even hotter than regular Fire in real life), Green Fire might be of an evil and/ortoxicnature or associated with necromancy, and so on…Weather/Storm: A package deal of Wind, Lightning, Water, and Ice; though without as much fine control as those elements alone (for instance, Weather's control over Water usually starts and stops at summoning and dismissing rain). While this power can be used beneficially, such as generating breezes or summoning rain to water crops, \"Storm\" as an element usually representsnature's raw fury.Sound: Using sound as a method of attacking and/or battling with an instrument falls under this section. Sometimes a subset of Air powers. Sometimes can be extended into power of vibration. May involve using sounds that affect the mind, ormaking sound itself into a destructive force.Smoke/Gas/Mist: The ability to control a cloudy-looking element like smoke, mist, or some other gaseous substance. While this kind of power has limited capabilities at dealing direct damage, it can still be effectively used in combat by suffocating enemies orhiding oneself from view for a potential sneak attack. The associations tend to be pretty negative, as smoke or gas rarely signal something good (fires, eruptions, imminent explosions, health risks caused by smoking, gas chambers, etc.), thus they could be considered the Darker and Edgier form ofAir. Mist is not much better due to its presence inmysteries, hauntings and supernatural phenomena in general. Often becomes a subset of Fire or Poison (or Water/Ice, in the case of mist), but it might also show up as its own thing.Light: Light can be for healing or destruction. Light is, however, usuallyassociated with absolute good. Sometimes mixed with Lightning or Fire. May also be portrayed asSunlight.Good/Holy: Goodness can be an element, even an offensive one. Commonly used by angels, priests, and the forces of heaven (even if they're not the good guys). Light and Holy elements are often the same in fiction, but not always.Darkness/Shadow: Even ifDark Is Not Evil, the vast majority of bad guys will use this. Oftencauses status effects or Instant Death. Usually the opposite of and weak to Light. Occasionally includes gravity (as in ablackhole). If anevil elementexists in a given setting, it usually falls under this category.Poison: Powers relating to poison,acid,disease, and sometimes garbage and pollution. Can be classified as an element and/orstatus effectdepending on the work.Don't expect the vast diversity of mechanisms by which real-life toxins work to be recognized.Sometimes folded into Death, although it can also bea more sinister application of Life(by supercharging the micro-organisms that cause disease) or Nature (a lot of plants and animals are poisonous).Lava: May overlap with Fire due to both being hot substances, even though it's molten rock, so if anything, it should be part of Earth. Sometimes it's both, as a hybrid of Earth and Fire. Usually stresses the more negative connotations of fire, and may be considered \"hellish\".Sand: Usually lumped in with Earth for obvious reasons, but can also be standalone. When treated as its own element, Sand often has more \"lightweight\" connotations compared to the dense and heavy Earth. Can be combined with Air/Wind to create aDeadly Dust Storm. May also grant the ability todehydrate enemies to death. Sometimes associated with Time, evoking hourglasses, Ancient Egypt, or the ability to make things crumble to dust.Crystal: Sometimes combined with Light (viaPower Crystal), but usually lumped with Earth since crystals are from earth. An even weirder category for this is Ice, but often, it is a standalone element that may work asNon-Elemental. Often associated with piercing or cutting attacks, as well as protection.Glass: Controlling glass, ranging from the everyday soda-lime glass to volcanic glass and whatnot. Used to cut up or perforate, creates mirrors, lenses, or shields, or someGlass Weapons. Closely related to crystal powers. Is sometimes connected with Earth and Sand due to the large presence of silica in them (not to mention sand being raw material for glass), and heat or magma since that also helps create glass (obsidian). May also involve light. Glass is stereotypically fragile, but it can also be much sturdier than one would expect.Explosion: The power toblow stuff up. It's very often a subpower of Fire (or possibly even its Darker and Edgier counterpart, with the negative aspects of Fire being played up like Lava), although any energy-based element, like Radiation, Lightning, or Light, can potentially have this as well (Metal too, which bombs and missiles tend to be made of). Weirdly, if the wielder of this kind of ability is not aMad Bomber, then he will be the complete opposite: astoictype who createscontrolled explosions, contrasting with the sheer destructiveness of this power. May occasionally come in the form of beautiful fireworks, which combines this with Light.Animals/Beasts/Fauna: The natural contrast to Plant manipulation, but often closely aligned to it. May be combined with Nature, or be fueled by Heart. Sometimes limited to specific types of animals (land, sea, sky) or all animals. A character with this power can likely talk to animals, possess animals, fuel themselves with the power of animals up to and including transforming, or summon creatures to their aid. OftenCloser to Earth. Stands opposed to Metal, Technology, Poison, and Death. When referred to as \"Beast\" or \"Wild\", it tends to be theUnskilled, but Strongof elements,bringing a lot of power in exchange for heavy drawbacks(most commonly turning the user intoThe Berserkeror aMighty Glacier,burning through their stamina very quickly, or lacking any form of ranged attack). If the user can fire blasts of \"beast energy\", expectShaping Your Attacks.Slime: The ability to manipulate gel. Similar to Water, but more solid and sticky, and leaning more on the defensive side, with users often being able to absorb attacks with no damage taken to themselves,ensnare their opponents,stretch their bodies beyond what is normally possible,turn into a puddle and move around, andshapeshift into different forms.Radiation: Generally of the gamma kind, the kind related to reactors, bombs, and fallout. You're probably not going to see this very often at all,for obvious reasons, and when you do, it'll generally be eitherBad Powers, Bad Peopleor seriousBlessed with Suck. Has the potential to beDarker and Edgierthan Darkness powers. May overlap withlight, if portrayed negatively, since radiation is often associated with Light (i.e. the Sun itself, that gives us light and skin cancer). It also has a tendency to overlap with Poison because of radiation poisoning. From a scientific and natural standpoint, this is one of thestrongest elements to manipulate. Radiation at its core has the potential towipeout all lifeas we know at an atomic level, especially when in the hands of anOmnicidal Maniac.Magnetism: The ability to control magnetic fields; most commonly appears as a form of telekinesis which only works on metal. Often folded in with either Electricity or Metal, but appears as a distinct element on occasion. When both Metal and Magnetism exist, Metal will generally be more powerful and Magnetism more flexible (such as allowing the user to attack and defend at the same time). In some cases, Magnetism usersneed a pre-existing supply of metal to use their powers, while Metal users can simplycreate it from thin air. When combined with Electricity, you get Electromagnetism, which (along with Gravity) is one of the four fundamental forces.Technology/Machines: Similar to Animals/Beasts/Fauna, but with machines instead of living creatures. Often related to Lightning and Metal. Usually aGadgeteer Geniuswill have this power.Sun: Power relating to the sun. It's usually something of a mix ofFireandLight. May involve Gravity, as well.Moon: Power relating to the moon. Can be considered evil, but not always. Usually relates towerewolves, and by extensioninsanity or confusion. May involve Light, just like the Sun. May involvepower in exchange for sanity. It may also involveWater, since the moon's gravity controls the ocean's tides.Star: Power relating to the stars and celestial bodies. Most commonly associated with divination andmanipulating fate, but it also has some elemental properties. Most commonly, this takes the form of calling forth shooting stars to hit people with. It's not unheard of for Star to eat the Sun and/or Moon elements, and/or to overlap with Space, Ice, or Void elements. May also involveConstellations.Space: The ability to control the fabric of space and spatial dimensions.Teleportationand causing objects to phase in and out are usually included. May give the ability of interdimensional travel if they're sufficiently powerful.Gravity: The ability to manipulate gravity, making objects super-heavy or super-light, or causing something (or a point in space) to become a center of gravity. Is sometimes connected with Darkness via black holes. For some reason, the gravity may bepurple-coloredif visually depicted.Void: This is generally considered to be evenDarker and Edgierthan Darkness. Generally involves erasing things from existence, whether via black hole, drainingLife Energy, or simply causing aCessation of Existence. Rarely has an opposing element. Might be the source of Space or Gravity powers.Heart/Love: The element of emotions and spirit. May involveempathic abilities,The Power of Friendshipand/or love, orhealing. On the other hand, it may involve focusing that power into acoherent beam of destruction(in which case it may be conflated with Light, Holy, and/or Life). Usually turns out to be either themost powerful element of all, or themost useless. Sometimesthe work will claim it's the former when it's really the latter. Heart is alsomore oftenthan notused as a sort of glue forcombining powers together, so if notThe Heart, this is often the power ofthe leader, even if they aren't very strong themselves.Soul: The ability to manipulate spiritual energy, or spirits themselves. This is occasionally involved with religion, too. People possessing this power can probably talk to the dead, as well. Sometimes related to life and death powers,Psychic Powers,Faux Flame, and especiallyKi Manipulation. This can be either a villainous or heroic power, depending onhow it's portrayed. It's practically a given that individuals with this ability arecreepy,ominous, orstrangein some way, shape, or form. Particularly those who can revive and/or reanimate the dead, forless-than-pleasant company.Energy/Magic:Pure magicalpower or energyas Non-Elemental power. Might involve runes or glyphs. Thematically relates toeither the mind or wisdom, or to the primal form of energy you get when youstick all the others together. Generally of neutral alignment to other elemental types, sort of aJack of All Statsof elemental powers. If it is opposed, expect it to be against Heart (rationalism vs emotionalism). May be functionally interchangeable withPsychic Powersor a dumping ground for a setting's magical effects which can't be tied into any standard element.Life: Life is concerned almost exclusively with healing, curing, and strengthening others. That's not to say it can't be abused to cause damage to living things, though, but it's rare. Sometimes it comes as part of the \"good\" Light powers; other times it's part of Nature/Wood/Plants, since that element concerns living things (or Life is simply another name for it, even when Nature powersdon'tinvolve healing). At higher level, the user may be capable ofCreating Life.Death: Just as Life may get combined with Light in some settings, Death often gets lumped in with Darkness (or occasionally Void). As its own element, death magic is usually focused ondestruction,defilement, and summoningspirits and revenantsfrom the less-than-pleasant parts of the afterlife. Sometimes overlaps with Time (viaRapid AgingandYou Can't Fight Fate) or Poison. Expect practitioners of Death magic to have made some sort ofinfernal pactorsacrificein order to obtain their power. High-end Death attacks tend tohave permanent effects that are difficult to remove, orthe ability to instantly kill a target from full health. Ironically, it can sometimes be used to revive someone just like Life magic, as long as you're not concerned about themcoming back intact. That said, ifDark Is Not Evil, then Death doesn't have to be, either. After all,naturaldeath is just as much a part of life as anything else.Mind/Psychic: Power relating to the mind. This kind of power typically either plays with other people's minds (with the scale ranging from stuff like telepathy (thought projection and mind-reading) toMind Rape) orcauses direct effects on the user's surroundingsthrough telekinesis and similar applications. Frequently opposed by Pure Magic as an expression of \"Magic vs. Science\" (as this power sounds more sci-fi), or sometimes Heart (again, as Logic vs. Emotion). It can involve other elements as well.Blood: The power to control blood. Very much the Darker and Edgier version of Water. No good guy is going to have this as a power due to its inherent creepiness, with the exception of perhaps the darkest'90s Anti-Hero. A common power for vampires, demons, and other supernatural horrors.Blood Magicmay be involved and other applications tend to not be any less terrifying, such as making the blood acidic or controlling people from the inside. Historically, blood can also be associated withPaganismand other ancient followings, since certain cultures (such as the Ancient Aztecs and Incas) used to perform bloody sacrifices (of animals orhumans) to appease their gods and ancestors.Illusion: The power to manipulate what's not actually there. A favorite oftrickstersof all kinds. Through the powers ofYour Mind Makes It Real, it is possible to use this as a way to attack with other elements, but often without the same strength as the real deal. Often a subset of various other elements, like Light, Space, or Mind (especially the last of those, which it can easily fold into with the use ofMind Rapeto plant hallucinations directly in opponents' heads).Time: Controlling the flow of time. The ability to stop time, slow time down, speed up time, etc. Often combined with Space, or occasionally with Moon or Star due to their roles in tracking time. Usually focused onbuffsanddebuffswith few direct attacks, but sometimes lets the usercontrol the seasonsto borrow effects from Weather.Rainbows: The ability to create and control rainbows and/or rainbow energy. Could be considered a subset ofWeather ManipulationbecauseReal Liferainbows are meteorological phenomena. Due to the nature of rainbows themselves, this power is basically a combination ofLight 'em Up,Making a Splash, andThe Power of the Sun.Everything that does not fit into any of those categories but is still considered an important element is aBizarro Element. Those elements are mostly weird on purpose andPlayed for Laughs.",
  "examples": []
}