{
  "trope": "AnimalMotifs",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/AnimalMotifs",
  "description": "\n\nWho would win in a fight between ablue mongoose and a red snake?\"Ah, the Animal Kingdom offers many useful ideas!\"—Dr. Otto Octavius,The Spectacular Spider-Man, \"The Invisible Hand\"\n\nHumans have always been fascinated by animals. Love them or hate them, they usually provoke a strong reaction in people, from theJerkasswhoturns to mush when confronted by a playful puppyto the tough guy whofreaks out when he encounters something slithery. Most mythologies feature animals in starring roles; some belief systems feature animals as guides, oracles, or totems representing certain qualities or certain people. So of course animals are going to turn up as symbols in popular media.\n\nThis animal isn't around to bepettedorkicked, orto assist in taking over the world...well, they might be, but only as a side job. The real purpose of these animals is that of most motifs: they're there to underline a theme, or make a statement about a certain character. They might not even be physically present at all. The \"animal\" might be the name of a football team, a charm on a bracelet, or an ornament on the mantelpiece.\n\nAnimals are used to depict characters more often than they describe themes. Even in the real world, describing a person by comparing them to an animal is a good way to convey your opinion of them: phrases such as \"lion-hearted\", \"eagle-eyed\", or \"doity rat\" are popular to the point of cliché. Therefore, many Animal Motifs are alsoCharacterization Tropes. The wimp who spends his time watching the tigers at the zoo will most likely be stronger than you think. As for the girl doodling big black spiderswith suspicious red hourglasses on their underbellies... think twice before accepting her invitation to \"coffee\".\n\nAnimals, likeflowers, are a motif that tends to be gendered. Men are usually compared to animals that are clearly predatory: wolves, lions, and bears, for example. Women generally get the cute and fluffy animals as motifs, such as bunnies. However, women have historically had a strong association with cats which, while cuddly and furry, are also predators. Cats are therefore a common motif for female characters, but one aspect of the feline mystique will most likely be emphasized over the others — the woman will either be a predator,a seductress, or a sweet little kitten. (Lionesses are especially popular forAction Girls: they look very different from male lions, and most people know it's lionesses who do the hunting, so a lioness motif conveniently emphasizes both femininity and ferocity.) Women are also frequently associated with foxes, also a predatory animal, although it is the fox's attractive nature or reputation as a trickster that is being invoked.\n\nSome animals can be used as a motif for either sex but the sex of that character can affect the image of the invoked animal: For example, horses are usually associated with women or little girls as a reflection of their innocent and supportive side. For men and the elderly,the horse is a symbol of their virility,work ethic, and determination. Bears are another example: If they are a man, then they either physically resemblea bear, orthey are as strong and brutal as one. If the motif is given to a woman: then they are characterized assweet and innocentuntilsomeone harms or upsets their childrenwhereupon they will bring hell on Earth to protect them.\n\nThe important thing is that motif should correlate with the character and be displayed appropriately; for example, ashark motifwould indicate the character is either;a villain, agreedy moneylender, ora combative,sociopathic antihero. Therefore, a shark motif wouldn't apply to analtruistic,cheerfulparagonwho favorsclemencyoverbrutality.noteSince in reality, sharks killing humans are extremely rare, it is entirely possible to apply tropes likeNot Evil, Just Misunderstoodhere, orDoes Not Know His Own Strengthsince many attacks are merely \"test bites\" where the shark is not attempting to eat the target, only to figure out what it is, not having hands and all. Many sharks pose no risk at all to humans, including the largest sharks like thewhale shark. However, given the commonness ofThreatening Sharkas a trope, this would be a subversion, like the opposite ofDevious Dolphins.The motif must make sense to the character and allow the audience to understand the story you want to tell, if you use the wrong motif for the character then the audience won't knowwho to root for in the story.\n\nIn the world of fiction, someone who doesn't like animals at all is either a nasty piece of work or obsessively clean and germ-phobic. \"Animal hater\" is the word for them and so to dilute the \"hard-heartedness\" of this character, expect to see one particular animal that they just can't resist.noteForsomereason, this animal has a tendency to be cats.\n\nAnd if the character themself is an animal, then there might be the possibility that they have yetanotheranimal that also represents them.\n\nUsually overlaps withAnimal StereotypesandNational Animal Stereotypes. In such cases, it's commonly aSuper-TropeofTransformation Conventions(the object or being a character transforms into fits their personality).Wildlife Commentary Spoofis this tropeLampshadedandPlayed for Laughs.ASuper-Tropeto the following sub-tropes:Animal MetaphorAnimal-Motif TeamAnimal Theme NamingColor Animal CodenameAnimal-Themed Fighting StyleAnimal-Themed SuperbeingArachnid Appearance and AttireCaged Bird MetaphorForeboding CarcassMythical MotifsPolice PigPost-Apocalyptic DogExample subpages:\n\nAnime & MangaFan WorksFilmsLiteratureLive-Action TVProfessional WrestlingVideo GamesWebcomicsWestern AnimationReal LifeExamples:open/close all folders\n\nArtNorth America: Portrait of a Continent: National and state animals appear readily in their appropriate locations, totaling well over 400. Just a handful of examples include a polar bear near Churchill, Manitoba (and several other places in the Arctic tundra), a lobster off the coast of Maine, sled-dogs headed for Nome, a clay-coloured thrush in Costa Rica, a white raven in Haida Gwaii, a bighorn sheep (among several other creatures) in Nevada...The Persistence of Memory: Ants are gnawing away at the leftmost, orange watch while a fly sits on another, symbolizing rot and decay of memory.The Weimaraner is the trademark of William Wegman's works.\n\nAsian AnimationBalala the Fairies: Each of the three of the fairies is themed on a different sea creaturesto blend with the seasons' ocean theme. Azure's fairy form is based on a stingray, Kaylyn's fairy form is based on a jellyfish, and Finn's fairy form is based on a starfish.Guardian Fairy Michel: The Black Hammers' robots are all shaped like animals, such as a gorilla, a frog, a kangaroo, and a dog.Happy Friends: It's not touched upon much, but based on part of his hood forming a beak-like shape and him owning a pet owl, Huo Haha seems to be associated with owls.\n\nAudio PlayThe Cartographer's Handbook: The Wendigo are often compared to big cats such as pumas.\n\nComic BooksArawn: Arawn and Engus resemble wolves; Math and Kern resemble lions.Batman:Bruce Wayne took upbat-themed crimefightingafter a bat crashed through his window, which he interpreted as an omen. He strikes from the shadows, wears a costume that makes him look like a giant bat, and has a variety of occasionally-used gadgets that can simulate things like sonar. The similarities pretty much end there, since bats don't punch things very often.Selina Kyle is aClassy Cat-Burglar, and dresses the part too. She's clever, elusive, pulls off heists wearing a mask that resembles cat ears, and is associated with black cats in particular. She also literally keeps cats around her apartment like a old lady.Dick Grayson and every other character whose taken up the mantle ofRobinis generally associated with birds.Oswald Cobblepot looks like a penguin, being fat and having stubby legs and a large, beak nose. Some adaptations, likeBatman ReturnsandThe Batman (2004), add on to this by giving him flipper-like hands. He even tends to waddle and squawk like one. His usual attire is black and white, and he owns an Arctic-themed nightclub.TheScott Snyderrun on the comics attempted to give the Joker a motif of his own:Flies.Burlap: Cottontail wears a bunny mask that covers his whole head.Casanova: Psychic operatives have differing animal totems that manifest when they use their powers. The protagonist had spiders then upgraded to crows and his villainous sister had snakes.Cuori Grassi: Rocco is frequently associated with pigs due to his gluttony. For example, he has pig prints on his boxers. His personal Grim Reaper has a noticeable pig snout poking out from its hood. Heck, one cover elevates it toironyas a widowed pig mother and her piglets mourn the father pig in front of Rocco, who is eating a ham sandwich.Fine Print:Cubiare associated withButterflies, having massive butterfly wings and often heralded by a kaleidoscope of them.Giraffes on Horseback Saladuses animals to represent the two main characters throughout the story:Jimmy is symbolized by butterflies. Love is compared to a butterfly, trapped in a cocoon as it transforms into something beautiful, yet it must be protected even when it's ugly. Butterflies are alsoallowed to fly freely because of their beauty,even if the chaos they spread isn't always welcome. Finally, the butterfly reflectsJimmy's metamorphosis when he fully embraces surrealism.The Surrealist Woman (and surrealism as a whole) is represented by flaming giraffes,because.Judge Dredd: Judges' uniforms have a distinctive eagle motif to them, in keeping with the Big Meg'sEaglelandorigins. Other cities have this too, usually referencing the locale. For example, Brit Cit has a lion motif to its judge uniforms, and the judges in Africa has a lion and a gazelle. Some of the Dark Judges have extinct pterodactyls on their right shoulders as a hint to what their job is.Avertedby East Meg judges, who wear shoulder pads decorated with red stars.Marvel 1602: Spiders appear as a motif, usually around Peter Parquagh. Given who hismodern counterpartis, spiders seem to be a symbol for destiny (perhaps a reference to the web of Fate).The Mighty Thor: Loki developed certain associations with magpies insomestories, maybe not surprisingly for someone who is generallytrouble and bad news, not to mentiona thiefandconman.The Punisher: In one story, Frank partners with aHigh-Class Call Girlto infiltrate a criminal's party (well, not so much partners as blackmail her into it by taking the notebook where she writes down her connections). The story is told from her perspective, and she recalls her youth raising dogs from which she learned to fit people into two categories: dogs and wolves. At the end of the story, she puts Frank in the \"lions\" category.Sink: Mr. Dig wears a fox mask.Spider-Man: Spider-man and a good portion of hisrogues galleryare patterned on animals, to wit: the Vulture, the Chameleon, the Scorpion, the Rhino, the Beetle, the Jackal, Dr. Octopus. Likewise, Kraven the Hunter, while not having animal powers, wears a jacket made out of lion fur.Invoked with Scorpion, who received his powers and codename so he could hunt Spider-Man: in real life, scorpions prey on spiders.The Amazing Spider-Man (J. Michael Straczynski)posited that Spidey is being assaulted by envious pretenders who subconsciously realize that he is a true totemic champion.Spider-Man: The Darkest Hours, a book byJim Butcherbased on this run, introduces the siblings of Morlun, anImplacable ManandEnergy Vampirewho feeds on this type, and it turns out thateveryAnimal-Themed Superbeinghas this connection even if it's not obvious. Black Cat is aBadass Normal; she wasn't bitten by a radioactive cat and given feline powers. Yet, if she wasn't cat enough to be delicious and nutritious to the likes of Morlun, she'd never have chosen the name. That's why Spidey, Cat, andeven the Rhinomust team up whenMortia, Thanis, and Maloscome to town.Hunted, the first story event fromThe Amazing Spider-Man (2018)Lampshadesthis when Spider-Man points out that it's \"not hard to see the theme here\" among the many animal-themed rogues being rounded for Kraven the Hunter's latest evil scheme. Two of the bad guys doing the rounding up, Taskmaster and Black Ant actually discuss in a dark comedic way whether Hammerhead, the mob boss with a metal plate in his skull fits given the shark name but they decide that he hadn't committed, i.e. actually dress up and use gadgets which fit his animal gimmick. When all the rounding up is done, Taskmaster gloats to Black Ant, when he betrays him, that hey an ant is also an animal.Wolverine: Wolverine, a short, stocky, violent, foul-smelling Canadian with a talent for surviving tough conditions.Wonder Woman: Wonder Woman has an eagle motif. Her insignia is drawn to resemble a hybrid of \"W\" and an eagle. She also uses a golden eagle-shaped armor, and she's known to be brave and inspirational like the animal.The Greek pantheon keeps some of their ties to their sacred animals, usually whittled down to one animal to correlate to each deity, and some gods with no sacred animals in the original mythology gain animal motifs in the comics:Aphrodite wears an oversized shirt with a dove on it inWonder Woman (2016), and is accompanied by other dove related imagery when she wants to make a big entrance.Apollo's ravens show up with less frequency than many of the other god's related animals but they are there.Ares maintains his tie to both serpents and dogs, mostly visible through his sons Phobos and Deimos who accompany him on the battlefield in the guise of monstrous dogs, and Phobos sometimes manifesting his head as writhing cobras.Artemis will occasionally manifest with slender deer antlers.Athena is almost always seen with her owl, except for that time she was an anthropomorphic owl herself.Dionysus is tied to foxes inThe New 52, unusual as his sacred animals in mythology were panthers, bulls and serpents.Hades remains fond of dogs, and is often accompanied by Cerberus.Hera has multiple articles of clothing heavily decorated with peacock feathers, and her diadem has a very simplified peacock centerpiece.Heraclesis usually wearing the Nemean Lion skin, and even when he's not his girdle and greaves are engraved with lions.Hermes is still connected to hawks, and even takes on hawk like attributes like talons in some manifestations.Zeus is tied to eagles, best seen inThe New 52with his feathered cape.In the ElseworldWonder Woman: WarbringerPhobos's helmet is adorned with a relief of Medusa's head with the serpents arched and ready to strike, his chariot also has a snake motif and his teeth are like many thin curved viper fangs. His twin Deimos has a helmet adorned with a relief of a roaring lion, chariot with a lion motif and lion-like teeth and lips.Wonder Woman Historia: The Amazonsdouble downs on the trope with the Gods having their signature animals accompany them, wears clothing that evokes them, but also in some cases are part-animal themselves thanks tovoluntary shapeshifting. Demeter has snakes on her person, Athena, naturally, has a giant owl that accompanies her, Artemis is seen with both stags and boars while Hera is accompanied by and wears clothing that evokes peacocks. As for the male gods, Ares is accompanied by vulture and his cape can turn into vulture-like wings, Zeus has ram horns growing out of his head along with a giant pet eagle at his side, Poseidon has the lower body of a Pegasus, and Dionysus rests with panthers by his side.\n\nComic StripsCalvin and Hobbes: Besides having a tiger for a best friend, Calvin frequently visualizes himself as animals. His favorites are dinosaurs, with him usually as anAllosaurusor aTyrannosaurus rex, and those around him as herbivores.Quino:Played for Laughsinthis strip◊, where a man mentally compares people to animals that they resemble before turning into a meek mouse when returning home.\n\nGame BooksLone Wolf: Lone Wolf has a wolf motif, unsurprisingly.\n\nManhuaRavages of Timeleans on the same Shu = Dragon and Wu = Tiger motifs that they usually get in popular lore, while Sima Yi is the titular phoenix in the series' Chinese titlenoteFiery Phoenix Scorches the Plains, the rest being the translated/reordered name of Liaoyuan Huo, although at least twice the infamous \"wolf neck\" comes into play.School ShockhasSuper-SoldierCyborgsnamed Vanguards. They are themed on bees, praying mantises, ants, moths and spiders.\n\nMusicBABYMETALhas taken to using foxes as their motif coming from when their manager, Koba-metal, tried to teach the girls the metal horns, but they came up with the fox sign instead. In the band's backstory, they're chosen by the Fox God to unite the world through music. It's also become a catchphrase for the group, \"Only the Fox God Knows.\"Mariah Carey: Butterflies have been synonymous with Mariah since the release ofher album of the same name.Clazziquai Projecthas pigs in all of its artwork, and they are also seen extensively in the video for \"Sweety\"; additionally, their debut album was namedInstant Pig.Cormorant(unsurprisingly) have a lot of bird imagery, although serpents occasionally pop into their lyrics. The albumMetazoaalso mentions at least one animal in each song, but this was unintentional on their end.Singer Christopher Cross has a flamingo featured in the artwork for all of his albums in some form. His logo also depicts a flamingo indented in the \"O\" in \"Cross\".DMX's X persona constantly refers to himself and his gang as dogs, as well as barking and growling throughout his songs.ExcisionhasDinosaurs, especially theTyrannosaurus rex. Dinosaurs and dinosaur-related imagery are common in merchandise, artwork and at his shows. He is also the host of the dinosaur-themed music festival Lost Lands.Ariana Grandeoriginally held cats as her motif, likely stemming from her work asCat Valentine, but has adopted rabbits in her work, especially in the music video of \"Dangerous Woman\". The bunny-ears mask is particularly associated with her.Katatoniahas a lot of bird imagery in their album artwork and music videos.Kendrick Lamar: In the music video for \"Not Like Us\", there are references to owls, with the owl representing Drake specifically because he owns OVO which has an owl as its logo: in one part he beats an owl themed pinata with the disclaimer saying \"noOVhoeswere harmed during the making of this video\" possibly symbolizing that Kendrick beat Drake in their beef. And in the end of the videoKendrick puts an owl in a cage which could either symbolize that Kendrick \"owns\" Drake, or that Drake and OVO need to be locked up. They even made the owl seem like he was afraid of Kendrick.LOONA: Each of the twelve members is assigned a representative animal that appears in her own solo music video. A map appears in the \"Girl Front\" music video decorated with animal stickers to represent the members and foreshadow unrevealed members. Yves plays with a claw machine in \"New\" that is filled with animal plushies, with the most focus on her own swan andYeoJin'sfrog. Go Won's animal is a butterfly, which reappears in the group's 2019 single, \"Butterfly\", in various forms.Lovebiteshas a wolf that appears on all their album covers as theirMetal Band Mascot.mewithoutYou: A very common element in the discography:The foxes in \"The Soviet\" represent the singer's insecurities and emotional struggles in a relationship.Almost every one of the various animals that show up inBrother, Sister,It's All Crazy!andTen Storieshave some kind of thematic significance orimportant character flaw.ThePale Horsementioned throughoutPale Horses, acting as bothan avatar of deathand the herald of the apocalypse.Papa Roachwas known for its use of cockroaches in the cover for Infest, as well as their music videos, most notably \"Between Angels and Insects\", in which cockroachescome out of Jacoby Shaddix's mouth.Pink Floyd:Animals, taking inspiration fromAnimal Farm, uses different animals to represent different social castes in mid-'70s Britain. Dogs represent exploitative capitalist bigwigs, pigs represent corrupt politicians, and sheep represent the complacent masses, who will eventually rise up and overthrow the dogs (though conspicuously leaving the pigs alone, with the ending of \"Sheep\" implying that this leads to aFull-Circle Revolution).PSY: The music video for \"Gangnam Style\" has horses in it, most likelybecause it's funny.Radioheadcame to adopt a stylized \"Modified Bear\" character as their mascot with the promotion for and release ofKid Ain 2000; the character would reappear throughout the rest of the band's lifetime and act as a constant visual motif for them.Sabatonuses this quite Frequently, as many nations and/or armed forces have animals as their symbols. Most reoccurring, their songs often refer to Nazi Germany and its armed forces as \"The Eagle,\" which was one of their symbols. Other examples include the Swedish Empire's Eagle and Lion, the Chasseurs Ardennais boar, and the Brazilian Expeditionary Forces' smoking snake, the \"Screaming Eagles\" (the unit nickname of the 101st Airborne Division), and the \"Devil Dogs\" (a nickname for the US Marines earned in World War I).Suedehad quite a bit of animal imagery in their lyrics and music videos, with songs like \"Animal Lover\", \"Animal Nitrate\", \"We are the Pigs\", \"Where the Pigs Don't Fly\", etc.Taylor Swift, as of herreputationalbum, seems to have adopted snakes as her animal of choice.Beyoncéis associated with Bees. More a result of Beyonce's fans referring to Beyonce as Queen Bey and themselves as the \"Beyhive\" than anything Beyonce's done herself. Needless to say,she's been a good sport about rolling with it.Tears for Fears: Horses are prominent in the \"No Small Thing\" music video; the wild ones embody personal liberty whereas the domesticated ones embody social responsibility.Tsukiuta: Yayoi is associated with birds. More specifically, the Japanese bush warbler, the \"uguisu\", which is aharbinger of spring.Violet UK:Blue Butterflyuses theButterfly of Death and Rebirthas its symbolism. Aninsectmotif, but as there's no separate trope for insects yet...Roger Waters: InAmused to Death, the \"What God Wants\" trilogy uses a variety of animals to represent the audiences and allies of corrupt churches, with a monkey being common among them as \"a symbol for anyone who's been sitting with his mouth open in front of the network and cable news for the last 10 years.\" The monkey also carries over to \"Perfect Sense, Part I\" and the album cover (where it's portrayed by a chimpanzee, an ape). In order, the trilogy also mentions beetles, springboks, jackasses, hyenas, vultures, magpies, raccoons, and groundhogs (the last four of which represent those who use organized religion as a means of generating profit).Kurt Weill: Mack the Knife is compared to a shark a few times in his song.YUP's 1994 story albumToppatakkeja ja Toledon Terästähas a main character detective Henri Blavatsky with a mole motif, presenting the character as an one-man underground army on the second song of the album, Minä olen myyrä (I am a mole).\n\nMythology & ReligionModernArthurianaoften connects Morgan le Fay with crows/ravens, such as having her change into one to spy on people. It's not really a thing in the medieval legends, however, and may come from the (disputed) academic theory that she developed from the Morrigan.Cú Chulainn's name translates to \"Hound of Culainn\"King Arthuris associated withDragonsandbears,though the latter occurs more in modern media than in the medieval texts. Dragon elements pop up now and then, most prominently in the name \"Pendragon\", and the name \"Arthur\" is thought to be related to the Celtic word for bear. According to Geoffrey's account, his helmet had a crest shaped like a dragon, and he once dreamed of a dragon defeating a bear, which was taken to mean him as the dragon defeating his enemy the bear, who likely represent the Roman Empire, though this is confused as in some accounts the Romans use dragon motifs. A Welsh poem \"The Dialogue of Arthur and the Eagle\" puns on his name by calling himarth gwyr, \"bear of men\".InCeltic Mythology,the Morriganhas crows, which is her preferred animal form. Badb, a goddess whose name means \"crow,\" is either one of her titles, her sister, or an aspect of her, depending on the source.Christianity:God:God has a snake motif in the Old Testament. He turns Aaron's staff into a snake to showcase His power, and punishes the Israelites who spoke against Him by releasing a pack of venomous snakes into their midst. When they ask for mercy, He has Moses create the Nehushtan, a bronze snake that healed their injuries.Jesushas dual symbolism withlambsandlions. His title as the Lamb of God represents his status as a flawless, perfect sacrifice in atonement for mankind. His title as the Lion of Judah symbolizes his royal power as the Son of David and the King of Kings.The Holy Spirit is most often represented as adove, based on his description inThe Bibleas descending like a dove.The Four Gospels: The Four Evangelists have symbols assigned to them in theBook of Revelation; a lion for St. Mark, an ox for St. Luke, an eagle for St. John, and St. Matthew gets a human.Satanis most frequently associated withsnakesanddragons, taking the form of both creatures throughout the Bible. In ancient times snakes and dragons were often lumped together as the same creature.TheSeven Deadly Sinshave various animals representing them:Envyis associated with dogs andsnakes.Gluttonyis associated with pigs. Due to its close association with the demon Beelzebub, Gluttony is also occasionally associated with flying insects, due to Beelzebub being known as \"lord of the flies\".Greedis associated with foxes, crows and frogs.Lustis associated with cows, bulls, goats, and roosters (feel free to make the appropriate jokes about that one). Perhaps more surprisingly, Lust is also commonly associated with rabbits, due to theirproficiency at multiplying.Prideis associated with horses, lions andpeacocks.Slothis associated with goats, snails, turtles and donkeys. Ironically, it isnotoften associated withactualsloths (which fit the sin perfectly), as they're native to South America and Europeans didn't encounter them until long after the symbolism was well established (the animal was actuallynamedfor the sinbecausethey fit so perfectly). In the modern day at least, it's become common to associate Sloth with bears, presumably due to their tendency to hibernate in winter.Wrathis associated with bulls, wolves, lions and bears.The Bible: Jacob, and later Moses, blesses each of the Twelve Tribes of Israel before their death; several of these blessings mention animals (lion for Judah, bull for Joseph, wolf for Benjamin, deer for Naphtali). Jewish tradition tends to play up this trope, interpreting other verses about those animals as referring to the tribes in question.Classical Mythology:Heracles (popularly known by the Roman name Hercules) is associated with lions. His most famous act was slaying The Nemean Lion by strangulation and then wearing its hide as a cloak. He's also famous for his divine strength and courage. Heracles is also responsible for the creation of the Leo constellation as Zeus commemorated this labor by placing the Lion in the sky. In the mythology of Theseus, Heracles and Theseus met and befriended each other after a young Theseus mistook his cloak for an actual lion and bravely attacked it, earning Heracles's respect.The Greek pantheon is filled with these.Zeus, the king of the heavens, is heavily associated witheagles, as well as bulls to represent his virility.Hera's sacred animal was the peacock, though she was also given the epithet\"cow-eyed\", giving her an association with cows as well—both complimenting her husband's eagle and bull motifsPoseidon, the god of the sea, was heavily associated with horses and even fathered the winged horse Pegasus with Medusa.Hades, lord of the Underworld and ruler of the dead was associated withdogs, tawny owls, and serpents.Demeter, the goddess of the harvest, was strongly associated with lizards and snakes.Hestia, goddess of the hearth, home, and family was associated with pigs.Aphrodite, the goddess of love, sex, and beauty, was associated withdovesandswans.Athena, the goddess of wisdom and war strategy, had an obviousowlmotif that, unlike most of the others listed here, has persisted even now.Ares, the god of war, was associated with vultures, dragons, andmuch more sinister owls.Hephaestus, the god of the forge, was associated with donkeys.Artemis, the goddess of the hunt, had deer while her brother Apollo, god of music and art, hadswans.Hermes, the god of trickery and messenger to the Olympians, had many animal motifs, but his most notable were hawks, hares, and tortoises.Dionysus, the god of hedonistic madness, had bulls (sometimes to the point of being depictedwith horns), leopards and dolphins.The Thebaid: Prophecy tells the Argives that their princes will come in the guise of a lion and a boar. It is no coincidence that Polynices and Tydeus are fighting while wearing the skins of those two beasts. Even when they ditch the skins for armor, the two are still consistently compared to a carnivorous lion and a wild boar and sometimes the comparisons are swapped to show the new brothers influence on each other.inJapanese Mythology, Chickens and Roosters are said to be sacred to Amaterasu the Sun Goddess. as the rooster's crow is associated with her and some shrines even keep roosters roam around which are believed to be her assistants, They wake her up every morning, according to folklore. Some experts believe that the rooster may be the bird depicted on the torii due to some hypothesis on the origins of the torii say the gate would originally have been some kind of bird perch.Norse Mythology:Loki is associated with fish. In the Faroese balladLoka Táttur, he transforms a boy into a grain in the middle of a flounder's roe to hide him from a jötunn who wanted to murder the child, and Loki uses fishing as part of his ruse against the giant.noteFish is the main staple of the Faroese diet, and it's deemed to be Loki's domain (in the story, Odin's sphere of influence is grain/crops, while Hœnir's is swans/seabirds). The vital importance of fish in Faroese life is most likely the reason why Loki is theHero Protagonist.He's also the inventor of the fishing net, and he once shape-shifted into a salmon to evade theÆsir. Some people will claim that Loki also has a connection withserpents, but this doesn't exist in the Eddas — it's a later addition to make him seem more like aSatanfigure.Odin is associated with ravens. He has two ravens called Huginn and Muninn.noteBoth names are old Norse. Huginn means \"thought\" and Muninn means \"memory\" or \"mind\"He's also titled \"Raven-God\" by the Prose Edda. He's also associated with wolves, he has two wolves by his side called Geri and Freki.noteOld Norse for \"the ravenous\" or \"greedy one\"In The Prose Edda he's destined to be killed by Fenrir, a colossal wolf. Odin is also the one who set the wolves Hati and Skoll on the sun and moon when they refused to move.noteBoth names are old Norse. Hati means “One Who Hates” or \"Hater\" and Skoll means “One Who Mocks” or \"treachery\"Heimdall is associated with sheep, specifically rams. His hearing is said to be so acute that he could hear the wool on sheep growing. His horn is depicted as a large ram horn and he is often depicted wearing a helmet with ram hornsnotea common myth with Vikings is that they wore helmets decorated with horns, something that didn't really exist in the modern world..\n\nPodcastsThe Adventure Zone: Balance: The main cast all have animal associations, laid out explicitly with their disguises inPetals to the Metaland elaborated later on.Magnus is associated with bears; it's later revealed thata bear taught him the meaning of bravery.He's also associated with dogs, as he repeatedly asks for a dog as a pet,his first heroic act was rescuing a dog from bullies, and after the world is saved he opens a dog training school.Merle is associated with owls; later,when he loses an eye, he gets an eyepatch with an owl on it.Taako is associated with mongooses; it's later revealed thata family of mongooses taught him how to speak \"animal\".Cool Kids Table: InSmall Magic, the royal family is connected to birds. They tend to listen to them and those assisting the family.True Geordie: Brian Davis has a liking towards to lions. He has a massive lion tattoo on his upper right bicep and there is a lion poster in his studio. In the interview with Logan Paul, there is a lion figure in the background. He also wore a t-shirt of a lion.\n\nSports1960sPortuguesesoccerplayer Eusebio was also known as \"The Black Panther\" because of his speed, his powerful strike, andthe fact that he was black.Soviet goalkeeper Lev Yashin was \"The Black Spider\" for its impressive saves and an all-black uniform.Quite a few national soccer teams have animals on the logo (France has a rooster, England has three lions), or as a nickname (Brazil are the \"Little Canary team\", Nigeria the \"Super Eagles\", Cameroon \"The Indomitable Lions\").Common for domestic clubs as well. The Premier League currently includes The Tigers (Hull), The Black Cats (Sunderland), The Eagles (Crystal Palace), The Foxes (Leicester), The Magpies (Newcastle), The Swans (Swansea) and The Throstles (West Bromwich Albion, though largely out of use).Many American sports teams—too many to count, really. A decent estimate is that about a quarter to half the sports teams in the US and Canada are named for animals, and all of those will exploit this in their advertising.Kobe Bryant is known as \"the Black Mumba\".\n\nTabletop GamesBattleTech: The Clans are all are named after various animals, many of which are extraterrestrial or genetically engineered (i.e. the sea fox was an aquatic predator native to Strana Mechty, while the diamond shark was engineered by Clan Snow Raven to wipe out sea foxes after a dispute with Clan Sea Fox, who later changed their name to Clan Diamond Shark in defiance). Except for Clan Blood Spirit.They had an animal named after them. Reinforced by Clan warriors sometimes wearing full-head masks patterned after their Clan's respective animal for ceremonial purposes. While this is seen most frequently in the fiction when the Khans assemble for council, it's not actually limited to them; similar occasions involving lower-ranking warriorsare simply not shown as often.Clue: Mrs. Peacock, as her name implies, is associated with peacocks. Though this is likely intended more as aColor Motif, since all of theCluecharacters are named after colors, the motif fits Mrs. Peacock being frequently portrayed as a vain and ditzy aristocrat. Some releases of the game reinforce the motif by adorning her attire with peacock feathers, while the film adaptation gave her a pin in the shape of a peacock.Dungeons & Dragons: In 3rd and 4th Edition, the familiars of wizards, sorcerers, and adepts bestow minor skill bonuses to their masters, which vary with the familiar's animal type. While some grant bonuses derived from their genuine aptitudes (e.g. Move Silently for a cat), other bonuses reflect the animal's anthropomorphized reputation (Bluff for snakes, Appraise for ravens).Exalted: Many Exalts take an animal for their character motifs. Lunars take it one step further, in that they can turn into any animals, provided they ritually hunt the animal first. Infernals on the other hand, takes some characteristics of theirCoadjutors, which tends to be demonic version of certain animals. (Erymanthoi are demon-gorilla, Theodozjia are demon-cats, etc.)Legend of the Five Rings: The various clans are each named for an animal, and each draws on the symbolism of that animal as inspiration for their clan's nature.In Nomine: The angels who serve Jordi, the Archangel of Animals, are often attuned to animals who match their Choir's role or mannerisms in some way. Ofanim, who are creatures of motion and freedom, are attuned to flying animals. Malakim, who are defined by unflinching commitment to duty and loyalty, get pack hunters such as wolves. Mercurians, closest to humanity of any Choir, have the apes.Warhammer:The Chaos Gods are each associated with a type of animal, and in the background lore it's said that Chaos cults often disguise themselves as unassuming animal totemists.Khorne is associated withSavage Wolvesand hounds. He is referred to by epithets such as the Bloodwolf or the Hound, and his daemons include the savage, doglike Flesh Hounds.Tzeentch is strongly tied with birds, especially corvids. He is often referred to as the Raven or the Crow, and his daemons include the Lords of Change, who resemble giant humanoid birds, and Pink Horrors, who often sport avian beaks.Nurgle is typically associated with insects, especially ones attracted to carrion and disease, and especially flies and maggots. His followers are always accompanied by swarming clouds of droning insects, and his more bestial daemons resembles immense flies and their giant, bloated larvae.Slaanesh is often linked with snakes. Many daemon princes of Slaanesh often take the form of serpents, and Slaanesh himself is called a Serpent. Seeing asSnakes Are SexyandSnakes Are Sinister(and how Slaanesh is associated with temptation), this makes sense.Warhammer 40,000:The Imperium of Man is symbolized by a double-headed eagle, in homage of various great empires through human history.ManySpace Marinechapters have animals they closely associate with and often use in their heraldry, usually ones with some thematic link to their outlook and traditions or which have an important presence on their homeworld.The Space Wolves have wolves, referencing theSavage Wolvesthat roam their homeworld of Fenris and the themes of ferocious Germanic barbarism the chapter evokes.The Raven Guard uses ravens and other corvid birds. Many of their successor chapters continue this trend and sometimes expand it to other birds, such as the Iron Ravens, the Knights of the Raven, the Necropolis Hawks and the Raptors.The Iron Snakes have serpents, especially theSea Serpentsthat swim in their seas of their homeworld and which they revere as holy.The Hawk Lords and the Solar Hawks, chapters heavily focused on piloting and aerial warfare, use hawks and general birds of prey in their heraldry.The Sons of the Phoenix use phoenix symbology to represent their willingness to throw themselves into the fiercest flames of battle.The Mantis Warriors make heavy use of insect imagery and naming themes.The Celestial Lions, as part of their subsaharan AfricanFantasy Counterpart Culture, use a lot of lion imagery.The Alpha Legion's use of the hydra, the many-headed serpent ofClassical Mythology, alludes to their command structure and immunity toDecapitated Army: cut off one head, and two more will sprout out from its place.Warhammer Fantasy:The wizards of the Gold College uses an eagle as their symbol, as this is an important motif among the High Elves whose scholarly and magical traditions the College seeks to emulate.The Light College's symbol is the Serpent of Light, and its wizards make heavy use of snake symbolism in their clothes and gear.The Blood Dragon vampires make heavy use of dragon imagery in their heraldry and armor, in order to remind themselves of their founder's slaying of a dragon and of their own ultimate goal to do the same.Most of the Old World's gods have particular sacred animals. Morr, theGod of the Dead, holds crows and ravens as sacred. Myrmidia, the goddess of strategic warfare, holds the eagle as sacred; eagle symbology is common in the gear and temples of her followers, and her high priests are referred to as \"Eagles\". Shallya, the Lady of Mercy, has the white dove. Wolves, especially white wolves, are sacred to Ulric.Warhammer: Age of Sigmar: The Aelementors, elementalNature Spiritsof Hysh, can sometimes manifest in physical form for battle, and when they do they often have a particular animal they take the form of, and that their worshippers will emulate. The mountain spirits, for instance, have bulls; they're powerful, immovable, and nearly unstoppable when they charge forward. The wind spirits, meanwhile, are foxes: fast, mischievous, and difficult to pin down.\n\nTheatreCirque du Soleil: Most of the shows directed by Franco Dragone fromSaltimbancothroughLa Noubainvoke bird imagery, usually through one or more characters and their costume(s).Saltimbanco: The Songbird (the lead singer).Mystere: The Red Bird, the Birds of Prey, and the bungee trapeze artists.Alegria: The evil nobles are known as the Nostalgic Old Birds, and wear masks that appear a cross between human and bird faces.Quidam: Zoe has a pet bird in a cage in the opening scene.La Nouba: The Green Bird.EPIC: The Musical:Odysseus and his son Telemachus have a wolf motif. Odysseus and his crew are compared to \"a pack of wolves\" by Poseidon, Telemachus is commonly referred to as a \"little wolf\", and they end up slaughtering the suitors like they're dogs. Also worth noting, inClassical Mythology, Odysseus' maternal grandfather is Autolycus, whose name means \"the wolf itself\".Like in mythology, Zeus is represented with aneagle, fitting of his role asruler of the heavens. In \"The Horse and the Infant\", an eagle's screech can even be heard before Zeus announces himself to Odysseus.Like in mythology, Athena is represented with anowl.Poseidon compares himself to asharkduring \"Ruthlessness\", contrasting it to Odysseus' wolf motif by making it clear that while he and his crew are fearsome warriors on land, at sea, they're nothing but prey to Poseidon. The official animations used in the premiere party streams also depict him wearing what resembles a surfer suit with blue stripes resembling shark gills.The suitors have a dog motif. Athena outright refers to them as such, and in contrast to Odysseus and Telemachus' wolf motif, while they act tough and work in a mob, they're only able to beat Telemachus because of his inexperience and are completely outclassed by Odysseus in strength and skill.A Little Night Music:Carl-Magnus: Watch him, Charlotte. Watch them both like a...Charlotte: Hawk, I know, dear. You're a tiger, I'm a hawk. We're our own zoo.Lizzie: Birds are strongly associated with Lizzie. She is fascinated by the pigeons in her family's barn, even talking to them sometimes, and is distraught when they are killed. She's described early on as \"not the brightest bird,\" and the song \"The Soul of the White Bird\" is used as a metaphor for her mental state. She also makes lots of references to \"flying away,\" and the last sound of the show is a flock of birds taking off — symbolizing Lizzie's freedom.InOh Dad, Poor Dad, Momma's Hung You in the Closet and I'm Feelin' So Sad, when the ultra-snobbish Madame Rosepettle is interrogating Rosalie, she asks her if her love for cats includes alley cats. \"Especially alley cats,\" Rosalie says. \"I thought so,\" Madame Rosepettle says, and resumes her previousSlut-Shamingtirade. That \"alley cat\" happens to be an old derogatory epithet for a sexually free woman is probably not a coincidence here.Prima Facie: In the opening lines Tessa compares herself to a thoroughbred horse — a well-trained powerhouse with killer instincts — in her legal career.Trifles: Minnie is represented by birds and this is given more details in the bookA Jury of Her Peers, where, it's mentioned that, before her marriage, Minnie was a free spirit, who loved to sing and wore pretty clothes. Before and during her marriage, she kept a canary to which John killed, said canary representing herself from years ago and the the Minnie that was \"killed\" by her marriage. Likewise, the caged bird is meant to represent a woman's place in 19th/early 20th century society.\n\nToysLEGO:NumerousLEGO CastleandAquazonefactions.The animal tribes ofLegends of Chimautilize motifs based, of course, on themselves.BIONICLE:Vastus has a snake motif, with snake ornaments on his shoulders, a helmet based off a snake, and a snake-like staff with the fangs forming a blade that injects venom.Although the '08 Makuta and Shadow Matoran respectively shapeshifted or were mutated into bat or insect-looking forms, it seems the masks that some wore had been vaguely animal-like to begin with.The Barraki all have motifs of sea creatures, which they can command:Pridak embodies the shark's bloodthirstiness and can summon hordes of sharks. The feet on his set can hook together to create a shark's tail fin.Kalmah draws inspiration from cephalopods, and is the breeder of the Barraki's vampiric squid projectiles.Ehlek is inspired by electric eels. He besieges the Matoran settlement of Mahri Nui with an army of eels.Mantax is inspired by rays and like them, he can bury himself in the sand and attack with both venom and electricity.Carapar takes inspiration from crabs and crustaceans, with heavy armor and a pair of pincersTakadox is themed after shrimp and other sea arthropods, thanks to his mandibles and twin knives, which bring to mind the claws of a mantis shrimp.Hero Factory'sJungle Planetline had the Heroes adopting various animal motifs for their new armor.Mermaid High: Mari sports an octopus motif in her outfit.Transformers: Bumblebee has a bug/insect motif that varies in strength between incarnations. Obviously, there's his name and yellow coloration evoking a bee, but his original vehicle mode is a VolkswagenBeetle. Some incarnations give him \"wings\" and/or \"stingers\" to play up the bee aspect.\n\nVisual NovelsAce Attorney:Phoenixhimself is reminiscent of the legendary bird, returning from the brink, surviving getting tased,falling into a very cold river from a broken bridge, and many more. Everyone who interacted with him had their lives changed drastically. In the original, he has a dragon instead (being named Ryuichi), although this isn't brought up untilFurio Tigre, who wears a shirt with a tiger chomping on a dragon, appears.Horses for Franziska. She's a haughty girl (at least, initially) and is frequently called 'a wild mare'. Her younger attire resembled riding gear, complete with whip.The Kitaki familyhas foxes as their family emblem; their youngest heir even has his hair styled like one.Dahlia Hawthorne,The Ingenuecollege girlfriend of Phoenix, resembles a butterfly in many ways (and they're constantly fluttering around herwhich burn when she gets angry): on a surface level,she's delicate, doe-eyed and noted as especially beautiful by many characters.Butterflies also have a lot of association with the end and beginning of life, something that not only parallels the phoenix motif of the character she's strongly intertwined with, but also resonates with her character as you realizethis young lady has a chillingly strong association with death, both in having one of the longest lists of both directly successful and attempted murders in the series and in quite literally managing to return from beyond the grave.Later prosecutor Nayuta Sadmadhi is also styled like a butterfly, which may possibly bea throwback of sorts to this in orderto fool the player.Athenais described as a canary- loud, jumpy, and bright yellow- by Simon.Canaries are also well known for their history of saving people, which they could do because they were sensitive to problems humans couldn't see. Bucky Whet refers to her as \"chickadee\", another type of small bird. Ironically, chickadeesare known for their incredible memories, but Athena doesn't remember a thing abouther mother's death.Phoenix Wright: Ace Attorney – Spirit of Justice:Queen Garanhas spiders as her main motif. Whenshe reveals herself, her hairstyle is styled like one. Her royal emblem is also a spider, with its legs folded up so it looks like a flower. This befits her cruel and manipulative nature.The Great Ace Attorney 2: Resolve: Adron B. Metermann and Quinby Altamont share a bee motif, with the former carrying a black, yellow-striped bag and the latter a similarly patterned umbrella. Quinby is the wife of Metermann's boss, making him —as their names suggest— the drone to her queen.Ballad of an Evening Butterfly: Butterflies, of course, are a major motif in this visual novel. Black butterflies are associated with Yoru and white butterflies with Chou. Given how butterflies are beautiful, yet very fragile creatures, they fit Chou- an albino vampire that is forced to live her life in a basement- well.Collar × Malice:Heroine Ichika is referred to as a cat by Sasazuka, \"baka neko/idiot cat\" becoming hisAffectionate Nicknamefor her. The collar she is forced to wear by Adonis has a cat on it and it resembles a cat collar, not to mention how people mention her hair seems to bristle like an angry cat would when she becomes irritated.In his route, Sasazuka also teases her by calling her a dog due to her habit of following orders and being quick to be delighted when praised for a good job.Shiraishi is also associated with cats, particularly the stray cats in the city. He is very fond of said cats, naming and feeding them and even wears cat accessories such as cat ears when working. He can be sly, mischievous, quick to tease and has a hard time getting close to others.Danganronpa:Danganronpa: Trigger Happy Havoc: TheMastermind of the Killing Gameand theirDragoneach have an animal motif.Junko Enoshima and Mukuro Ikusaba, the Despair Sisters, are associated with bears and wolves respectively. Mukuro was part of an organization known as Fenrir, whose symbol was a wolf, and she tattooed said symbol on her hand to show her loyalty to them. Junko meanwhile used the mechanical Teddy bear Monokuma as her proxy during her tenure as the Killing Game's mastermind and Monokuma becomes a major symbol of her cult of Ultimate Despairs throughout the franchise.Danganronpa 2: Nagito Komaeda's last name translates to \"Lion-Dog Tree Branches\". Lion-Dogs or Chinese Lions are statues that protect and guard shrines in Shintoism. The kanji used are rather old and classical, which may allude to an old family line or an upper-class background (of which Nagito does have).Nekomaru Nidai has a slight one with cats. His first name means \"round cat\" something he was teased about as a child, his birthday, February 22, falls on Cat Day in Japan, and his hair points somewhat resemble cat ears.Teruteru's character model (short, chubby, notably pinker skin tone than the other students, small black beady eyes, and an off-model circular round nose) suggests the characteristics of apigbut it doesn't outright evoke them and he isn't directly compared to a pig in-game. Add this to hisLovable Sex ManiacandThe Chikannature and he fits the bill. That said,Ultimate Talent Development Planhas Miu calling him a series of pig-related nicknames, like \"pig face\" and \"piggy\".Gundham Tanaka is associated withanimals in general, but he is particularly associated with hamsters as he is always seen with four hamsters he calls theFour Dark Devas of Destruction.Fuyuhiko Kuzuryu wears a tie with a bull skull emblem on it, fitting for someone who isHot-Bloodedand loud mouthed with aHair-Trigger Temperlike Fuyuhiko, though he does become considerably nicer after hisHeel–Face Turnin Chapter 2. He also has some slight dragon motifs that can be seen with his family. For example, his last name \"Kuzuryu\" means \"Nine Headed Dragon\" and his Main Illustration shows him wearing a fedora with a dragon symbol on it. Which is also fitting for aYakuzalike Fuyuhiko.after losing his eye, he gets an eyepatch with a dragon on it.Danganronpa Zero: Ishikki Madarai Is frequently compared to asnakeboth in appearance and behavior. The fact that there areeight of themalso makes them a reference to theOrochi, a legendary eight-headed serpent.Danganronpa V3: Killing Harmony:Kokichi Omais frequently associated with horses; one common translation of his name is literally \"King Horse\", hisEvil Laughsounds very similar to a horse's whinny, and the assortment of random scraps and junk you find hoarded in his room includes a horse mask and crown.Miu Iruma is associated with rabbits. Miu's first name can translate as \"beautiful rabbit,\" and herdual ahogesare similar to rabbit ears. HerLovable Sex Maniactendencies also fit with her rabbit symbolism: rabbits are symbols of fertility and sexuality due tohow quickly they reproduce.Kirumi Tojo has a spider motif, her clothing features aspiderweb motif, an iconic tool of any maid worth her salt is a feather duster, generally used to clear away spiderwebs, and her success is largely down to the extensivewebof contacts she established.Her execution is also based on the Japanese morality tale\"The Spider's Thread\", where a sinner trapped in hell seeks his own salvation at the cost of others.Korekiyo Shinguji has a small one with foxes. he takes the appearance of akitsuneduring his Argument Armament, which fits Korekiyo due tohis cunningand deception.Particularly with hiskillings, and hisSplit Personalitycan be compared to shapeshifting, one of the most well known abilities of the kitsune.The Fruit of Grisaia: Yumiko Sakaki and Michiru Matsushima have a cobra and bear, respectively, during theirLightning Glareshowdown.Harukuru:Turritopsis dohrniiis a species of jellyfish with the unique ability to revert from an adult stage to an immature form, making it biologically immortal. It gives the name of the underground colony Turritopsis and everything inside it, including both objects and characters, has the same properties as the jellyfish. In each carnation loop, they age during 90 days and they de-age back again for another 90 days.The Hungry Lamb: Traveling in the Late Ming Dynasty: Allusions to animals, or animal-based names and titles are widely used throughout the story; children being sold to rich families are called \"lambs\" or \"sheep\", the protagonist Liang likewise has a habit of constantly comparing people to animals (he calls himself and Tongue \"wolves\", most people are \"sheep\", a shady person like Yin San is a \"fox\", and Man Sui is likened to a \"cat\"). There are also rumors about a Swine Demon, and theeuphemismof \"Lamb Dishes\" referring tochildren sent out to be eaten by the latter.Little Busters!:Rin is strongly associated with cats, considering that she's constantly surrounded by them and looking after them, has a generallyTsundere,skittishpersonality, is occasionally drawn with cat ears when she gets angry or shocked, and wears a bell in her hair (andher name is the sound of a ringing bell, too).Kud, on the other hand, is associated with friendly dogs, having a playful and easy to please personality, dearly loving two pet dogs of her grandpa's, and sometimes being drawn with dog ears when upset. She's even great at fetch! She's also associated with bats based around a story about a bat being excluded both from the village of beasts and village of birds, representing the isolation she feels beingnot entirely Japanese.Sasami is an odd case — her hair ties strongly resemble cat ears and her battle title is 'self-centered cat queen'; but if you follow the mini-route focusing on her, it's revealed that she's actually a huge dog lover.Magical Diary: Invoked by the faculty ofIris Academy. All students are sorted into one of six houses based on their gender and personality traits. Horses, Butterflies and Snakes for girls. Wolves, Falcons and Toads for boys.Majikoi! Love Me Seriously!: Kazuko is heavily associated with dogs. She is frequently depicted with dog ears, and occasionally a tail. She's trained to respond to a whistle and will run to the person who blows it whether she wants to or not. Most notably, though, she hastwonicknames referencing dogs, Wanko (used by everyone) and Inu (used by Chris). Mayucchi comes up with an animal motif for everyone.Mice Tea: Even on top of thenaming scheme, the main cast have various physical and personal aspects related to their transformation. Margaret is mousy, both in appearance and personality. Sylvia sometimes wears fishnets that cover her legs in a geometric pattern and has metaphorically shed her skin before. Julie has visible eyebags and is a thief.Nasuverse:Fate/stay night:While Saber (aka Artoria Pendragon, agender flippedKing Arthur) was often compared todragonswhen she was alive, she more closely has an association with lions, as lions are oftenrepresentations of bravery and leadershipfittingArtoria being a kingwhen she was alive.Lancer has a dog motif, fitting his true identity asCú Chulainn, the Hound of Culann, though Lancer himself hates being compared to one.Rider gets both horsesfor her ability to summon Pegasusand snakesas befits her real identity asMedusa.She hates the snake comparison.Souichirou Kuzuki has a snake motif, given that he specializes in a fighting style called Snake, which is based aroundConfusion Fu.Berserker, akaHeracles, has a lion motif, fitting his mane like hair, slitted pupils, his animalistic roaring, and his legend as the hero who slew the Nemean lion.The Shadow has a squid motif, given its body's resemblance to tentacles, Shirou likening it to a deep sea creature, and the fact thatLancer first discovers it while it's hiding in the lake near Ryoudou Temple.FujimuraTaiga, although shereally doesn't like being compared to a tiger. One would think that she would stop wearing the yellow striped shirt and take the tiger strap off her shinai if that were the case, but... well, logic has never been her strong point. As it turns out, she actuallylovestigers but hates the comparison people constantly make. She calls it a \"love-hate relationship\".Tsukihime: The series compares Arcueid to a cat a few times with her mood swings, occasionally impish nature and impulsive behavior. And Neko-Arc in the hints corner. Kagetsu Tohya took that andranwith it. Neko-Arc everywhere, a leopard booby trap in her underwear drawer (Yes, really) that eats Shiki, Arcueid in a catsuit, normal Arcueid with cat ears... Len also has a cat theme, but that really doesn't count considering what she is.Serre: Oaxa’s insectoid design, buzzing telepathy, and black-and-yellow colors evoke bees. This cues the reader to the authoritarian nature of her home society —Oaxa’s motherrules harshly. On a lighter note, bees are attracted to flowers, andArlette has a flower motif.Spirit Hunterseries:Spirit Hunter: Death Mark:Shimi-O is associated withbees. He kills his victims with a drill and turns them into human beehives. He's also covered in hundreds of bees, and Yashiki has to navigate carefully around beehives during the chapter. In life, Shimi-O was a member of the cult, and the bees reflect the hierarchy of it.Red Riding Hood from the final chapter is associated with spiders. An ancient torture method is brought up during the case, where a spider is forced down someone's throat to prove whether they're innocent or not (similar to witch drownings). Red Riding Hoodwas victim to it, which drove her to commit suicide later. Her final form is a giant, monstrous spider, and after she's defeated, Yashiki finds a dead spider on his way home that he associates with Red.Spirit Hunter: NG:The rabbit motif fromDeath Markshows up in a few, subtle ways; the bathmat in Akira's apartment has a bunny design, his aunt's bar is called The Black Rabbit, and Kakuya, despite her fox-like appearance, is an explicit reference toThe Tale of the Bamboo Cutter, which is loosely connected to theMoon Rabbitmyth.Turtles are featured prominently in the Urashima case, inhabiting the lake that the Urashima Woman haunts. It's later revealed that the Urashima Woman's murderer dumped dead fetuses in the lake, which possessed the turtles and caused their shells to bear human faces. In one Bad End,Kaoruis found dead with turtles spewing out of their mouth. This is a nod toUrashima Taro, the hero of the folklore that the Urashima Woman is based off of, who was rewarded for saving a turtle's life.Dogs are front and centre for the Kubitarou case, as they are the primary victim of her decapitations. Maruhashi's devotion and loyalty to Seiji are compared to that of a bulldog,which foreshadows him becoming one of Kubitarou's victims, later found wearing a dog mask and collar.Birds are prominent throughout the Screaming Author case. The silhouette first seen outside the house resembles a crane, the titular screaming sounds like a bird warbling, and evidence around the house relates to a performance of \"Lac des cane\", or \"Duck Lake\". A young girl was slated to play the part of a princess becoming a duck,which Yakumo made a literal reality, kidnapping and mutilating her into a bird-shaped monstrosity.Sunrider: Sola's uncle Crow Harbor is heavily associated with crows. Apart from beingnamed after them,when we finally see him duringThe StingerofSunrider Liberation Dayhe's wearing a large bird's skull on one shoulder and a cape made of what appears to be crow feathers on the other. Given that he plunged the entire galaxy into a bloody civil war just to put himself on the throne of the ancient Ryuvian Empireand is poised to do the same thing to the modern galaxy, he fits the motif ofcrows as harbingers of doom.Tavern Talk: Baya likes antsnotespiders prior to the v1.34 update, so they ask for drinks that make them as nimble as them.Umineko: When They Cry: Beatrice is most frequently associated with golden butterflies (appearing early on a cloud of them), signifying the questionable nature of reality as presented in the series. Bernkastel, the self-entitled \"cruelest Witch in the world\", has acat's tail. In what may have been a partialCultural Cross-Reference, Battler is a few times compared to aPhoenix(for his determination).\n\nWeb Animation13 Cards: Gabriel tends to be associated with cats, as shown in the credits for episode 5 & the fact that he has pointy ears and cat-like eyes.The Amazing Digital Circus: Jax takes the form of an anthropomorphic rabbit and is acrafty prankster.Amy (Animated Short): This is represented in shadows. The titular's shadow is seen as a mouse, something that is small and meek, while her guardian's shadow is a wolf, something predatory. When Amy gets back at her abuser, her shadow becomes a lioness, something that represents courage.Helluva Boss:Blitzohas both cats and horses as prominent motifs. For cats, he wakes up Moxxie in the pilot by sitting on his chest and purring, and in \"C.H.E.R.U.B\", he watches a potential victim of assassination while swaying his tail from side-to-side, like a cat getting ready to pounce. With horses, Blitzo is shown on multiple occasions to be obsessed with them, often having toy ponies, pictures of horses andhorse-themed pornographyin his office or on his person.Stolas is anowl demon, so naturally birds are a prominent motif for him. He can occasionally be heard making owl noises, such as hooting or screeching, when excited or stressed out and he's been visually represented with feathers on multiple occasions.Fizzaroli has a prominent snake theme, ranging from his forked tongue to coiling himself around Asmodeus' shoulders in a manner similar to those shots of beautiful naked women withboa constrictors. In addition, his constantly extending and retracting limbs and general slinkiness further the serpentine allusion.Moxxie's dad, Crimson, has sharks as a prominent motif. His crew made up mostly of shark demons, his home's decor includes themes of shark jaws and dead fish, and his favorite method of \"whacking\" isdrowning people in a lake. Like sharks, he is a persistent predator who tracks his prey (Moxxie) across a vast distance (between Rings) and is incredibly bloodthirsty.TheSeven Deadly Sins:Luciferhassnakes, fitting with his role asthe serpent that caused the Fall of Man. Most of the snake iconography he's associated with also stylizes the snakes to look likeworms crawling out of or coiling around apples, further alluding to his Biblical significance as the one who gave humanity the Forbidden Fruit. Inhis home show, he also displays a fondness forwaterfowl, making novelty rubber ducks in his spare time and implicitly having true form resembling a swan.Bee-Lzebubis visually depicted as a mix between afoxand ahoneybee, but bees are the more prominent motif for her, represented through having antennae on her ears and eyelashes, her abode resembling a giant beehive and frequent references to honey, as well as her nickname being, well, \"Bee\". What is implied to be hertrue formalso looks more insect-like than her regular form.Mammonhas aspidermotif, with his six additional eyes (giving him eight in total), extra arms and tendency to lounge around on a spider web. He also hasFizzarollitrapped in a metaphorical \"web\" as an employee he exploits. Histrue, full demon formtakes this further by giving him long, clawed spider legs.Asmodeushasroostersas his main motif; he himself is a hulking demon with colorful rooster feathers, he has decorations with an avian theme (including a cuckoo clock with the \"cuckoo\" being a rooster with a giantcock) and his personality can easily be described as \"cocky\". Like the mythological Asmodeus, he also has the heads of agoatand abullprojected on his feathery collar, and said heads appear as decorations on his office doors as well.Satanis ahumanoid dragon, fitting how dragons are symbols of rage and destruction.Leviathanis a two-headedfish womanwith one of her heads resembling aSea Serpent, as a reference to how Leviathan in folklore was a giant sea dragon.Belphegoris a sleepy humanoid sheep with a long neck like a llama. This fits with her Sloth sin, as sheep are associated with both sleep (\"counting sheep\", the fluffy wool resembling clouds or pillows) and laziness (sheep as \"followers\" who don't think for themselves).\"Meet My Family\"(turn on captions for English translation) features the members of the titular family with animal-like designs to compliment their various colorful personalities, some more subtle than others; the most subtle are the twin aunts at the beginning, who don't borrow any visible traits from an animal, but the room they're introduced in is decorated all over with cute pictures of dogs; the cousins resemble chickens as a possibleGossipy Hensjoke; the grandfather has a cane in the shape of a fox's head and his green eyes, pointed sideburns and triangular eyebrows compliment that motif; the mother is aLean and MeanRich Bitchwho slithers about like a snake; and the grandmother is a short, plump, friendly woman with a wide mouth like a toad.\"Only Girls Get It\" depictsvarious symptoms of PMSas women turning into animals; a prickly hedgehog, a starving black bear, an emotional elephant, and a solitary lioness.Red vs. Blue:Caboose has dogs as a motif, specifically, a very big, dumb one. He'sfriendly, not very smart, and has unrefined manners. This motif gets played up duringThe Chorus Trilogy, where he treatsFrecklesas if it was a puppy, expresses fear at being taken to \"the vet\", and likes to take walks through parks to exercise. It's also revealed in Season 15 that he's color blind.Agent Washington has cats as a motif. His personality inThe Recollectionis similar toan abused cat,he's one of the most sarcastic characters in the series, and during flashbacks inThe Project Freelancer Saga, hisEndearingly Dorkypersonality is outright compared to a naive kitten, and his training room locker haspictures of cats in it. And to top it all off, just like the myth of cats having nine lives,the man seemingly refuses to let anything kill him. Also, inThe Shisno Paradox, he mentions that he had previously owned a cat.As his name would imply, Sharkface is identified as ashark, rather ironic for aPyromaniac. His helmet visor is painted with a shark's mouth akin to old-school nose art, and tattoos of sharks on his chest and back. He is also a fierce hunter trying to find Carolina and Washington to kill them.RWBY:Ruby Rose is associated with wolves. She is based onLittle Red Riding Hood, she's first introduced fighting Beowolves, a type ofmonstrous wolf-creature, when she sleeps, she wears pajamas with a cartoonish wolf-face and wears a wolf-eyedSleep Mask, herCircling Birdiesare little wolves, and her bedroom has Beowolf action figures in it. Also,Word of Godstates that she was supposed to appear more \"wolf-like\", but animation constraints prevented it.Blake Belladonna has cats as a motif. For one, she's acatFaunus, she's also sneaky and mysterious, and like many Faunus, she has traits reminiscent of the animal she's a hybrid of, such as liking fish and being scared of dogs.Adam Taurus has a bull motif. He's a bull Faunus, his last name is the latin word for \"Bull\", the markings on hisCool Maskresemble horns, andwhen he removes his blindfold, he's revealed to have been branded over his left eye by the SDC, just like how cattle is branded in farms.Junior, the club owner Yang fights in the \"Yellow\" trailer, has bears as a motif. He's the third largest character in the series, his real name, Hei Xiong, is Chinese for \"Black Bear\", his club's DJ wears a bear costume, and all of his henchmen use axes with the word \"bear\" engraved on it.Team CRDL (pronounced \"cardinal\") contains four members who are all associated with birds. The leader is Cardin Winchester, whose name is associated with cardinals, and he wears a breastplate with a bird in flight on it. Two other teammates also wear armor with birds found somewhere on them: Dove Bronzewing, who is associated with pigeons and doves, and Sky Lark, who is associated with the skylark. The remaining member is Russell Thrush, who looks more like a punk and doesn't wear armor. All the birds have Christian folklore attached to them, hence the \"church knight\" appearance of most of the team.Velvet Scarlatina has rabbits as a motif. She's a rabbit Faunas, and her eyes are animated differently from other characters, being much wider and more doe-eyed to emphasize hercute appearance.Raven Branwen has birds, specifically, as her name implies, ravens, as a motif. Her last name means \"Blessed Raven\", herCool Maskresembles a bird's face and beak, she styles her hair in a way that resembles bird feathers, and like her brother,she canmagically shape-shift into a bird.Arslan Altan, the leader of Team ABRN, has lions as a motif. She's the leader of the team, a position associated with lions, her first name is Turkish for \"Lion\", and her color scheme brings lions to mind.Tyrian Callows has scorpions as a motif. He's a scorpion Faunus, his wrist-blades resemble pincers, and his ponytail resembles a scorpion's tail.Ilia Amitola has a chameleon motif. She's a chameleon Faunus, her weapon is a whip that lashes out like a chameleon's tongue, and her ponytail curls back in on itself like a chameleon's tail.Trifa, a member of the White Fang working under the Albain brothers, has a spider motif. She's a spider Faunus, her symbol is a spider, and her short sword's blade is attached to the handle by a spider-like design.Lil' Miss Malachite used to be afraid of spiders. As a result, she decided to overcome that fear by making spiders work for her. She now runs a criminal information network in Mistral, using the symbol of a spider sitting on a web to identify her criminal headquarters. Every single member of her organization can be identified by the presence of a tattoo of the same symbol somewhere on their body. And to top it all off, she is based on the nursery-rhyme character, Little Miss Muffet.Clover Ebi has kingfishers as a motif. His weapon is named after them, his design (his hair in particular) seems inspired by the bird, and the kingfisher is associated with good fortune,but also tragic death.Harriet Bree has hares as a motif. Her nickname is \"Hare\", the blond tufts of hair in the front of her hairline resemble long ears, and her semblance isSuper-Speed.Marrow Amin has dogs as a motif. He's a canine Faunus, his weapon is aboomerang-riflenamed Fetch, and his semblance can paralyze Grimm with the command \"Stay\".Fiona Thyme has sheep as a motif. She's a sheep Faunus, her hair resembles a sheep's wool, her earrings resemble the tags farm sheep are given, and she has a shy and gentle personality.Robyn Hill has birds as a motif. Her personal symbol is a bird with flared wings, and wings extend out of her crossbow whenever she prepares to use it.\n\nWebsitesAccording to CEO Jay Graber, the butterfly logo ofBlueskyis a motif. The butterfly represents change, and Bluesky's goal is to change social media as it opens up.FromKillerbunnies, we have Arachne, who, fitting of her name, tends to have a spider motif and behaves very much like one, which is to say, she won't bother unless bothered.\n\nWeb VideosThe Carpetbaggerassociates himself with possums. They show up in most of his animated intros. Inthis video, he explains that this is because he finds possumsweirdly fascinating, and because possums are associated with theDeep South, which is where his channel originally focused on before he started branching out to the whole US.Game Grumps:Jontends to prefer birdPokémon, along with having a bird sidekick in his own series.Danny is associated with unicorns (The Last Unicornis reportedly his favorite movie, and an earlyNinja Sex Partysong, \"Unicorn Wizard,\" established his love for the creature) and Arin is associated with cats (he has pet cats and Dan'sAffectionate Nicknamefor him is \"big cat\"). Their respective fursonas, crossing over with theirColor Motifs, are a blue unicorn and a pink lion respectivelynotethe latter isAscended Fanondue to fanartists drawing Arin's fursona as a big cat based on Dan's nickname, which have appeared in media such asGame Grumps Liveshows and evenofficial body pillows.JaidenAnimationshas some references to birds in her videos; as shown by her pet conure, Ari. In her Pokémon videos, she's shown to possess bird-themed pokemon. In some videos; you can see 3 small bird tattoos on her right forearm.The Minerva Alliance: The titular Minerva Alliance has birds as its motif. Its logo is the face of a barn owl, its base of operations, Eyrie Command, is named after the term for an eagle's nest and its personnel have bird-themed codenames, such as \"Agent Sparrow\", \"Agent Peregrine\", etc.Party Crashers:Monkeys for Brent, as he frequently makes monkey noises and often plays as monkeys in video games whenever he's given the option, such as Funky Kong in theMario Kartseries and the Monkey inUltimate Chicken Horse. He's also often associated with crocodiles due to being aKing K. Roolmain inSuper Smash Bros. Ultimate.Penguins forTCNick3, as he used to have a Piplup as hisprofile picture◊and was often represented with Piplup images andGIFsin videos, though this was phased out after changing his profile picture to his custom Daisy costume in January 2024 and him stating that he doesnotlike being represented as Piplup. He's also often associated with dogs, as he frequently makes dog noises and often plays as dogs in video games whenever he's given the option, such as Scrubby inLiar's Barand Dribble inWarioWare, Inc.: Mega Party Game$!SMPLive:Cooper has a fish motif, being aFish Personand having fish as a main element of his branding.A more subtle one compared to other server members, but Gold is associated with parrots, as he has many, and is very fond of them.Despite his name being a type of bear, Grizzly's animal motif is dogs — particularly pugs, as his mascot is one and one can be seen on his skin.Travis is associated with both dogs and monkeys — the former due to his branding, and the latter due to his skin. Both reflect hisKeetpersonality quite well.Schlatt is associated with sheep due to his mascot being one.Wilbur has two, and both are sea animals: Whales, due to his \"whale facts\" booth, and squids, as he performs\"The Squid Song\"during theSMPLive Talent Show.Yo Videogames: Dogs (to be more precise, Pomeranians) are Maximilian's animals of choice. After all, his mascot, Benny, is one. Taken to a logical extreme where, inTokyo Jungle,Max plays as a Pomeranian while his friend Matt favors the saber-toothed tiger.",
  "examples": [
    {
      "section": "Examples:",
      "text": "North America: Portrait of a Continent: National and state animals appear readily in their appropriate locations, totaling well over 400. Just a handful of examples include a polar bear near Churchill, Manitoba (and several other places in the Arctic tundra), a lobster off the coast of Maine, sled-dogs headed for Nome, a clay-coloured thrush in Costa Rica, a white raven in Haida Gwaii, a bighorn sheep (among several other creatures) in Nevada...",
      "links": [
        {
          "title": "North America: Portrait of a Continent",
          "url": "/pmwiki/pmwiki.php/Art/NorthAmericaPortraitOfAContinent"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Persistence of Memory: Ants are gnawing away at the leftmost, orange watch while a fly sits on another, symbolizing rot and decay of memory.",
      "links": [
        {
          "title": "The Persistence of Memory",
          "url": "/pmwiki/pmwiki.php/Art/ThePersistenceOfMemory"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Weimaraner is the trademark of William Wegman's works.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Balala the Fairies: Each of the three of the fairies is themed on a different sea creaturesto blend with the seasons' ocean theme. Azure's fairy form is based on a stingray, Kaylyn's fairy form is based on a jellyfish, and Finn's fairy form is based on a starfish.",
      "links": [
        {
          "title": "Balala the Fairies",
          "url": "/pmwiki/pmwiki.php/Series/BalalaTheFairies"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Guardian Fairy Michel: The Black Hammers' robots are all shaped like animals, such as a gorilla, a frog, a kangaroo, and a dog.",
      "links": [
        {
          "title": "Guardian Fairy Michel",
          "url": "/pmwiki/pmwiki.php/Animation/GuardianFairyMichel"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Happy Friends: It's not touched upon much, but based on part of his hood forming a beak-like shape and him owning a pet owl, Huo Haha seems to be associated with owls.",
      "links": [
        {
          "title": "Happy Friends",
          "url": "/pmwiki/pmwiki.php/Animation/HappyFriends"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Cartographer's Handbook: The Wendigo are often compared to big cats such as pumas.",
      "links": [
        {
          "title": "The Cartographer's Handbook",
          "url": "/pmwiki/pmwiki.php/AudioPlay/TheCartographersHandbook"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Arawn: Arawn and Engus resemble wolves; Math and Kern resemble lions.",
      "links": [
        {
          "title": "Arawn",
          "url": "/pmwiki/pmwiki.php/ComicBook/Arawn"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Batman:Bruce Wayne took upbat-themed crimefightingafter a bat crashed through his window, which he interpreted as an omen. He strikes from the shadows, wears a costume that makes him look like a giant bat, and has a variety of occasionally-used gadgets that can simulate things like sonar. The similarities pretty much end there, since bats don't punch things very often.Selina Kyle is aClassy Cat-Burglar, and dresses the part too. She's clever, elusive, pulls off heists wearing a mask that resembles cat ears, and is associated with black cats in particular. She also literally keeps cats around her apartment like a old lady.Dick Grayson and every other character whose taken up the mantle ofRobinis generally associated with birds.Oswald Cobblepot looks like a penguin, being fat and having stubby legs and a large, beak nose. Some adaptations, likeBatman ReturnsandThe Batman (2004), add on to this by giving him flipper-like hands. He even tends to waddle and squawk like one. His usual attire is black and white, and he owns an Arctic-themed nightclub.TheScott Snyderrun on the comics attempted to give the Joker a motif of his own:Flies.",
      "links": [
        {
          "title": "Batman",
          "url": "/pmwiki/pmwiki.php/ComicBook/Batman"
        },
        {
          "title": "bat-themed crimefighting",
          "url": "/pmwiki/pmwiki.php/Main/AnimalThemedSuperbeing"
        },
        {
          "title": "Classy Cat-Burglar",
          "url": "/pmwiki/pmwiki.php/Main/ClassyCatBurglar"
        },
        {
          "title": "Robin",
          "url": "/pmwiki/pmwiki.php/ComicBook/Robin"
        },
        {
          "title": "Batman Returns",
          "url": "/pmwiki/pmwiki.php/Film/BatmanReturns"
        },
        {
          "title": "The Batman (2004)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheBatman2004"
        },
        {
          "title": "Scott Snyder",
          "url": "/pmwiki/pmwiki.php/Creator/ScottSnyder"
        },
        {
          "title": "Flies",
          "url": "/pmwiki/pmwiki.php/Main/FliesEqualsEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Burlap: Cottontail wears a bunny mask that covers his whole head.",
      "links": [
        {
          "title": "Burlap",
          "url": "/pmwiki/pmwiki.php/ComicBook/Burlap"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Casanova: Psychic operatives have differing animal totems that manifest when they use their powers. The protagonist had spiders then upgraded to crows and his villainous sister had snakes.",
      "links": [
        {
          "title": "Casanova",
          "url": "/pmwiki/pmwiki.php/ComicBook/Casanova"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Cuori Grassi: Rocco is frequently associated with pigs due to his gluttony. For example, he has pig prints on his boxers. His personal Grim Reaper has a noticeable pig snout poking out from its hood. Heck, one cover elevates it toironyas a widowed pig mother and her piglets mourn the father pig in front of Rocco, who is eating a ham sandwich.",
      "links": [
        {
          "title": "Cuori Grassi",
          "url": "/pmwiki/pmwiki.php/ComicBook/CuoriGrassi"
        },
        {
          "title": "irony",
          "url": "/pmwiki/pmwiki.php/Main/Irony"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fine Print:Cubiare associated withButterflies, having massive butterfly wings and often heralded by a kaleidoscope of them.",
      "links": [
        {
          "title": "Fine Print",
          "url": "/pmwiki/pmwiki.php/ComicBook/FinePrint"
        },
        {
          "title": "Cubi",
          "url": "/pmwiki/pmwiki.php/Main/SuccubiAndIncubi"
        },
        {
          "title": "Butterflies",
          "url": "/pmwiki/pmwiki.php/Main/PrettyButterflies"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Giraffes on Horseback Saladuses animals to represent the two main characters throughout the story:Jimmy is symbolized by butterflies. Love is compared to a butterfly, trapped in a cocoon as it transforms into something beautiful, yet it must be protected even when it's ugly. Butterflies are alsoallowed to fly freely because of their beauty,even if the chaos they spread isn't always welcome. Finally, the butterfly reflectsJimmy's metamorphosis when he fully embraces surrealism.The Surrealist Woman (and surrealism as a whole) is represented by flaming giraffes,because.",
      "links": [
        {
          "title": "Giraffes on Horseback Salad",
          "url": "/pmwiki/pmwiki.php/ComicBook/GiraffesOnHorsebackSalad"
        },
        {
          "title": "allowed to fly freely because of their beauty,",
          "url": "/pmwiki/pmwiki.php/Main/ScrewTheRulesImBeautiful"
        },
        {
          "title": "because.",
          "url": "/pmwiki/pmwiki.php/Main/MakesJustAsMuchSenseInContext"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Judge Dredd: Judges' uniforms have a distinctive eagle motif to them, in keeping with the Big Meg'sEaglelandorigins. Other cities have this too, usually referencing the locale. For example, Brit Cit has a lion motif to its judge uniforms, and the judges in Africa has a lion and a gazelle. Some of the Dark Judges have extinct pterodactyls on their right shoulders as a hint to what their job is.Avertedby East Meg judges, who wear shoulder pads decorated with red stars.",
      "links": [
        {
          "title": "Judge Dredd",
          "url": "/pmwiki/pmwiki.php/ComicBook/JudgeDredd"
        },
        {
          "title": "Eagleland",
          "url": "/pmwiki/pmwiki.php/Main/Eagleland"
        },
        {
          "title": "Averted",
          "url": "/pmwiki/pmwiki.php/Main/Averted"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Marvel 1602: Spiders appear as a motif, usually around Peter Parquagh. Given who hismodern counterpartis, spiders seem to be a symbol for destiny (perhaps a reference to the web of Fate).",
      "links": [
        {
          "title": "Marvel 1602",
          "url": "/pmwiki/pmwiki.php/ComicBook/Marvel1602"
        },
        {
          "title": "modern counterpart",
          "url": "/pmwiki/pmwiki.php/ComicBook/SpiderMan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Mighty Thor: Loki developed certain associations with magpies insomestories, maybe not surprisingly for someone who is generallytrouble and bad news, not to mentiona thiefandconman.",
      "links": [
        {
          "title": "The Mighty Thor",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheMightyThor"
        },
        {
          "title": "some",
          "url": "/pmwiki/pmwiki.php/ComicBook/JourneyIntoMysteryGillen"
        },
        {
          "title": "stories",
          "url": "/pmwiki/pmwiki.php/ComicBook/LokiAgentOfAsgard"
        },
        {
          "title": "trouble and bad news",
          "url": "/pmwiki/pmwiki.php/Main/MagpiesAsPortents"
        },
        {
          "title": "a thief",
          "url": "/pmwiki/pmwiki.php/Main/ThievingMagpie"
        },
        {
          "title": "conman",
          "url": "/pmwiki/pmwiki.php/Main/CleverCrows"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Punisher: In one story, Frank partners with aHigh-Class Call Girlto infiltrate a criminal's party (well, not so much partners as blackmail her into it by taking the notebook where she writes down her connections). The story is told from her perspective, and she recalls her youth raising dogs from which she learned to fit people into two categories: dogs and wolves. At the end of the story, she puts Frank in the \"lions\" category.",
      "links": [
        {
          "title": "The Punisher",
          "url": "/pmwiki/pmwiki.php/ComicBook/ThePunisher"
        },
        {
          "title": "High-Class Call Girl",
          "url": "/pmwiki/pmwiki.php/Main/HighClassCallGirl"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sink: Mr. Dig wears a fox mask.",
      "links": [
        {
          "title": "Sink",
          "url": "/pmwiki/pmwiki.php/ComicBook/Sink"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Spider-Man: Spider-man and a good portion of hisrogues galleryare patterned on animals, to wit: the Vulture, the Chameleon, the Scorpion, the Rhino, the Beetle, the Jackal, Dr. Octopus. Likewise, Kraven the Hunter, while not having animal powers, wears a jacket made out of lion fur.Invoked with Scorpion, who received his powers and codename so he could hunt Spider-Man: in real life, scorpions prey on spiders.The Amazing Spider-Man (J. Michael Straczynski)posited that Spidey is being assaulted by envious pretenders who subconsciously realize that he is a true totemic champion.Spider-Man: The Darkest Hours, a book byJim Butcherbased on this run, introduces the siblings of Morlun, anImplacable ManandEnergy Vampirewho feeds on this type, and it turns out thateveryAnimal-Themed Superbeinghas this connection even if it's not obvious. Black Cat is aBadass Normal; she wasn't bitten by a radioactive cat and given feline powers. Yet, if she wasn't cat enough to be delicious and nutritious to the likes of Morlun, she'd never have chosen the name. That's why Spidey, Cat, andeven the Rhinomust team up whenMortia, Thanis, and Maloscome to town.Hunted, the first story event fromThe Amazing Spider-Man (2018)Lampshadesthis when Spider-Man points out that it's \"not hard to see the theme here\" among the many animal-themed rogues being rounded for Kraven the Hunter's latest evil scheme. Two of the bad guys doing the rounding up, Taskmaster and Black Ant actually discuss in a dark comedic way whether Hammerhead, the mob boss with a metal plate in his skull fits given the shark name but they decide that he hadn't committed, i.e. actually dress up and use gadgets which fit his animal gimmick. When all the rounding up is done, Taskmaster gloats to Black Ant, when he betrays him, that hey an ant is also an animal.",
      "links": [
        {
          "title": "Spider-Man",
          "url": "/pmwiki/pmwiki.php/ComicBook/SpiderMan"
        },
        {
          "title": "rogues gallery",
          "url": "/pmwiki/pmwiki.php/Main/RoguesGallery"
        },
        {
          "title": "The Amazing Spider-Man (J. Michael Straczynski)",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheAmazingSpiderManJMichaelStraczynski"
        },
        {
          "title": "Spider-Man: The Darkest Hours",
          "url": "/pmwiki/pmwiki.php/Literature/SpiderManTheDarkestHours"
        },
        {
          "title": "Jim Butcher",
          "url": "/pmwiki/pmwiki.php/Creator/JimButcher"
        },
        {
          "title": "Implacable Man",
          "url": "/pmwiki/pmwiki.php/Main/ImplacableMan"
        },
        {
          "title": "Energy Vampire",
          "url": "/pmwiki/pmwiki.php/Main/VampiricDraining"
        },
        {
          "title": "Animal-Themed Superbeing",
          "url": "/pmwiki/pmwiki.php/Main/AnimalThemedSuperbeing"
        },
        {
          "title": "Badass Normal",
          "url": "/pmwiki/pmwiki.php/Main/BadassNormal"
        },
        {
          "title": "even the Rhino",
          "url": "/pmwiki/pmwiki.php/Main/EnemyMine"
        },
        {
          "title": "Mortia, Thanis, and Malos",
          "url": "/pmwiki/pmwiki.php/Main/NamesToRunAwayFromReallyFast"
        },
        {
          "title": "Hunted",
          "url": "/pmwiki/pmwiki.php/ComicBook/Hunted"
        },
        {
          "title": "The Amazing Spider-Man (2018)",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheAmazingSpiderMan2018"
        },
        {
          "title": "Lampshades",
          "url": "/pmwiki/pmwiki.php/Main/Lampshades"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Wolverine: Wolverine, a short, stocky, violent, foul-smelling Canadian with a talent for surviving tough conditions.",
      "links": [
        {
          "title": "Wolverine",
          "url": "/pmwiki/pmwiki.php/ComicBook/Wolverine"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Wonder Woman: Wonder Woman has an eagle motif. Her insignia is drawn to resemble a hybrid of \"W\" and an eagle. She also uses a golden eagle-shaped armor, and she's known to be brave and inspirational like the animal.The Greek pantheon keeps some of their ties to their sacred animals, usually whittled down to one animal to correlate to each deity, and some gods with no sacred animals in the original mythology gain animal motifs in the comics:Aphrodite wears an oversized shirt with a dove on it inWonder Woman (2016), and is accompanied by other dove related imagery when she wants to make a big entrance.Apollo's ravens show up with less frequency than many of the other god's related animals but they are there.Ares maintains his tie to both serpents and dogs, mostly visible through his sons Phobos and Deimos who accompany him on the battlefield in the guise of monstrous dogs, and Phobos sometimes manifesting his head as writhing cobras.Artemis will occasionally manifest with slender deer antlers.Athena is almost always seen with her owl, except for that time she was an anthropomorphic owl herself.Dionysus is tied to foxes inThe New 52, unusual as his sacred animals in mythology were panthers, bulls and serpents.Hades remains fond of dogs, and is often accompanied by Cerberus.Hera has multiple articles of clothing heavily decorated with peacock feathers, and her diadem has a very simplified peacock centerpiece.Heraclesis usually wearing the Nemean Lion skin, and even when he's not his girdle and greaves are engraved with lions.Hermes is still connected to hawks, and even takes on hawk like attributes like talons in some manifestations.Zeus is tied to eagles, best seen inThe New 52with his feathered cape.In the ElseworldWonder Woman: WarbringerPhobos's helmet is adorned with a relief of Medusa's head with the serpents arched and ready to strike, his chariot also has a snake motif and his teeth are like many thin curved viper fangs. His twin Deimos has a helmet adorned with a relief of a roaring lion, chariot with a lion motif and lion-like teeth and lips.Wonder Woman Historia: The Amazonsdouble downs on the trope with the Gods having their signature animals accompany them, wears clothing that evokes them, but also in some cases are part-animal themselves thanks tovoluntary shapeshifting. Demeter has snakes on her person, Athena, naturally, has a giant owl that accompanies her, Artemis is seen with both stags and boars while Hera is accompanied by and wears clothing that evokes peacocks. As for the male gods, Ares is accompanied by vulture and his cape can turn into vulture-like wings, Zeus has ram horns growing out of his head along with a giant pet eagle at his side, Poseidon has the lower body of a Pegasus, and Dionysus rests with panthers by his side.",
      "links": [
        {
          "title": "Wonder Woman",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman"
        },
        {
          "title": "Wonder Woman (2016)",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman2016"
        },
        {
          "title": "The New 52",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman2011"
        },
        {
          "title": "Heracles",
          "url": "/pmwiki/pmwiki.php/ComicBook/HerculesUnbound"
        },
        {
          "title": "The New 52",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheNew52"
        },
        {
          "title": "Wonder Woman: Warbringer",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWomanWarbringer"
        },
        {
          "title": "Wonder Woman Historia: The Amazons",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWomanHistoriaTheAmazons"
        },
        {
          "title": "voluntary shapeshifting",
          "url": "/pmwiki/pmwiki.php/Main/VoluntaryShapeshifter"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Calvin and Hobbes: Besides having a tiger for a best friend, Calvin frequently visualizes himself as animals. His favorites are dinosaurs, with him usually as anAllosaurusor aTyrannosaurus rex, and those around him as herbivores.",
      "links": [
        {
          "title": "Calvin and Hobbes",
          "url": "/pmwiki/pmwiki.php/ComicStrip/CalvinAndHobbes"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Quino:Played for Laughsinthis strip◊, where a man mentally compares people to animals that they resemble before turning into a meek mouse when returning home.",
      "links": [
        {
          "title": "Quino",
          "url": "/pmwiki/pmwiki.php/Creator/Quino"
        },
        {
          "title": "Played for Laughs",
          "url": "/pmwiki/pmwiki.php/Main/PlayedForLaughs"
        },
        {
          "title": "this strip",
          "url": "http://farm4.static.flickr.com/3155/3330408877_99ec3e1fe3.jpg"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Lone Wolf: Lone Wolf has a wolf motif, unsurprisingly.",
      "links": [
        {
          "title": "Lone Wolf",
          "url": "/pmwiki/pmwiki.php/Literature/LoneWolf"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ravages of Timeleans on the same Shu = Dragon and Wu = Tiger motifs that they usually get in popular lore, while Sima Yi is the titular phoenix in the series' Chinese titlenoteFiery Phoenix Scorches the Plains, the rest being the translated/reordered name of Liaoyuan Huo, although at least twice the infamous \"wolf neck\" comes into play.",
      "links": [
        {
          "title": "Ravages of Time",
          "url": "/pmwiki/pmwiki.php/Manhua/RavagesOfTime"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "School ShockhasSuper-SoldierCyborgsnamed Vanguards. They are themed on bees, praying mantises, ants, moths and spiders.",
      "links": [
        {
          "title": "School Shock",
          "url": "/pmwiki/pmwiki.php/Manhua/SchoolShock"
        },
        {
          "title": "Super-Soldier",
          "url": "/pmwiki/pmwiki.php/Main/SuperSoldier"
        },
        {
          "title": "Cyborgs",
          "url": "/pmwiki/pmwiki.php/Main/Cyborg"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "BABYMETALhas taken to using foxes as their motif coming from when their manager, Koba-metal, tried to teach the girls the metal horns, but they came up with the fox sign instead. In the band's backstory, they're chosen by the Fox God to unite the world through music. It's also become a catchphrase for the group, \"Only the Fox God Knows.\"",
      "links": [
        {
          "title": "BABYMETAL",
          "url": "/pmwiki/pmwiki.php/Music/Babymetal"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mariah Carey: Butterflies have been synonymous with Mariah since the release ofher album of the same name.",
      "links": [
        {
          "title": "Mariah Carey",
          "url": "/pmwiki/pmwiki.php/Music/MariahCarey"
        },
        {
          "title": "her album of the same name",
          "url": "/pmwiki/pmwiki.php/Music/Butterfly"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Clazziquai Projecthas pigs in all of its artwork, and they are also seen extensively in the video for \"Sweety\"; additionally, their debut album was namedInstant Pig.",
      "links": [
        {
          "title": "Clazziquai Project",
          "url": "/pmwiki/pmwiki.php/Music/ClazziquaiProject"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Cormorant(unsurprisingly) have a lot of bird imagery, although serpents occasionally pop into their lyrics. The albumMetazoaalso mentions at least one animal in each song, but this was unintentional on their end.",
      "links": [
        {
          "title": "Cormorant",
          "url": "/pmwiki/pmwiki.php/Music/Cormorant"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Singer Christopher Cross has a flamingo featured in the artwork for all of his albums in some form. His logo also depicts a flamingo indented in the \"O\" in \"Cross\".",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "DMX's X persona constantly refers to himself and his gang as dogs, as well as barking and growling throughout his songs.",
      "links": [
        {
          "title": "DMX",
          "url": "/pmwiki/pmwiki.php/Music/DMX"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "ExcisionhasDinosaurs, especially theTyrannosaurus rex. Dinosaurs and dinosaur-related imagery are common in merchandise, artwork and at his shows. He is also the host of the dinosaur-themed music festival Lost Lands.",
      "links": [
        {
          "title": "Excision",
          "url": "/pmwiki/pmwiki.php/Music/ExcisionMusician"
        },
        {
          "title": "Dinosaurs",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Dinosaurs"
        },
        {
          "title": "Tyrannosaurus rex",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/TyrannosaurusRex"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ariana Grandeoriginally held cats as her motif, likely stemming from her work asCat Valentine, but has adopted rabbits in her work, especially in the music video of \"Dangerous Woman\". The bunny-ears mask is particularly associated with her.",
      "links": [
        {
          "title": "Ariana Grande",
          "url": "/pmwiki/pmwiki.php/Music/ArianaGrande"
        },
        {
          "title": "Cat Valentine",
          "url": "/pmwiki/pmwiki.php/Series/Victorious"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Katatoniahas a lot of bird imagery in their album artwork and music videos.",
      "links": [
        {
          "title": "Katatonia",
          "url": "/pmwiki/pmwiki.php/Music/Katatonia"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kendrick Lamar: In the music video for \"Not Like Us\", there are references to owls, with the owl representing Drake specifically because he owns OVO which has an owl as its logo: in one part he beats an owl themed pinata with the disclaimer saying \"noOVhoeswere harmed during the making of this video\" possibly symbolizing that Kendrick beat Drake in their beef. And in the end of the videoKendrick puts an owl in a cage which could either symbolize that Kendrick \"owns\" Drake, or that Drake and OVO need to be locked up. They even made the owl seem like he was afraid of Kendrick.",
      "links": [
        {
          "title": "Kendrick Lamar",
          "url": "/pmwiki/pmwiki.php/Music/KendrickLamar"
        },
        {
          "title": "OVhoes",
          "url": "/pmwiki/pmwiki.php/Main/Pun"
        },
        {
          "title": "Kendrick puts an owl in a cage which could either symbolize that Kendrick \"owns\" Drake, or that Drake and OVO need to be locked up",
          "url": "/pmwiki/pmwiki.php/Main/CagedBirdMetaphor"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "LOONA: Each of the twelve members is assigned a representative animal that appears in her own solo music video. A map appears in the \"Girl Front\" music video decorated with animal stickers to represent the members and foreshadow unrevealed members. Yves plays with a claw machine in \"New\" that is filled with animal plushies, with the most focus on her own swan andYeoJin'sfrog. Go Won's animal is a butterfly, which reappears in the group's 2019 single, \"Butterfly\", in various forms.",
      "links": [
        {
          "title": "LOONA",
          "url": "/pmwiki/pmwiki.php/Music/LOONA"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Lovebiteshas a wolf that appears on all their album covers as theirMetal Band Mascot.",
      "links": [
        {
          "title": "Lovebites",
          "url": "/pmwiki/pmwiki.php/Music/Lovebites"
        },
        {
          "title": "Metal Band Mascot",
          "url": "/pmwiki/pmwiki.php/Main/MetalBandMascot"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "mewithoutYou: A very common element in the discography:The foxes in \"The Soviet\" represent the singer's insecurities and emotional struggles in a relationship.Almost every one of the various animals that show up inBrother, Sister,It's All Crazy!andTen Storieshave some kind of thematic significance orimportant character flaw.ThePale Horsementioned throughoutPale Horses, acting as bothan avatar of deathand the herald of the apocalypse.",
      "links": [
        {
          "title": "mewithoutYou",
          "url": "/pmwiki/pmwiki.php/Music/MeWithoutYou"
        },
        {
          "title": "Brother, Sister",
          "url": "/pmwiki/pmwiki.php/Main/ConceptAlbum"
        },
        {
          "title": "It's All Crazy!",
          "url": "/pmwiki/pmwiki.php/Main/ConceptAlbum"
        },
        {
          "title": "Ten Stories",
          "url": "/pmwiki/pmwiki.php/Main/RockOpera"
        },
        {
          "title": "important character flaw.",
          "url": "/pmwiki/pmwiki.php/Main/AnAesop"
        },
        {
          "title": "Pale Horse",
          "url": "/pmwiki/pmwiki.php/Literature/BookofRevelation"
        },
        {
          "title": "an avatar of death",
          "url": "/pmwiki/pmwiki.php/Main/GrimReaper"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Papa Roachwas known for its use of cockroaches in the cover for Infest, as well as their music videos, most notably \"Between Angels and Insects\", in which cockroachescome out of Jacoby Shaddix's mouth.",
      "links": [
        {
          "title": "Papa Roach",
          "url": "/pmwiki/pmwiki.php/Music/PapaRoach"
        },
        {
          "title": "come out of Jacoby Shaddix's mouth",
          "url": "/pmwiki/pmwiki.php/Main/OrificeEvacuation"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pink Floyd:Animals, taking inspiration fromAnimal Farm, uses different animals to represent different social castes in mid-'70s Britain. Dogs represent exploitative capitalist bigwigs, pigs represent corrupt politicians, and sheep represent the complacent masses, who will eventually rise up and overthrow the dogs (though conspicuously leaving the pigs alone, with the ending of \"Sheep\" implying that this leads to aFull-Circle Revolution).",
      "links": [
        {
          "title": "Pink Floyd",
          "url": "/pmwiki/pmwiki.php/Music/PinkFloyd"
        },
        {
          "title": "Animals",
          "url": "/pmwiki/pmwiki.php/Music/Animals1977"
        },
        {
          "title": "Animal Farm",
          "url": "/pmwiki/pmwiki.php/Literature/AnimalFarm"
        },
        {
          "title": "Full-Circle Revolution",
          "url": "/pmwiki/pmwiki.php/Main/FullCircleRevolution"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "PSY: The music video for \"Gangnam Style\" has horses in it, most likelybecause it's funny.",
      "links": [
        {
          "title": "PSY",
          "url": "/pmwiki/pmwiki.php/Music/PSY"
        },
        {
          "title": "because it's funny",
          "url": "/pmwiki/pmwiki.php/Main/RuleOfFunny"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Radioheadcame to adopt a stylized \"Modified Bear\" character as their mascot with the promotion for and release ofKid Ain 2000; the character would reappear throughout the rest of the band's lifetime and act as a constant visual motif for them.",
      "links": [
        {
          "title": "Radiohead",
          "url": "/pmwiki/pmwiki.php/Music/Radiohead"
        },
        {
          "title": "Kid A",
          "url": "/pmwiki/pmwiki.php/Music/KidA"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sabatonuses this quite Frequently, as many nations and/or armed forces have animals as their symbols. Most reoccurring, their songs often refer to Nazi Germany and its armed forces as \"The Eagle,\" which was one of their symbols. Other examples include the Swedish Empire's Eagle and Lion, the Chasseurs Ardennais boar, and the Brazilian Expeditionary Forces' smoking snake, the \"Screaming Eagles\" (the unit nickname of the 101st Airborne Division), and the \"Devil Dogs\" (a nickname for the US Marines earned in World War I).",
      "links": [
        {
          "title": "Sabaton",
          "url": "/pmwiki/pmwiki.php/Music/Sabaton"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Suedehad quite a bit of animal imagery in their lyrics and music videos, with songs like \"Animal Lover\", \"Animal Nitrate\", \"We are the Pigs\", \"Where the Pigs Don't Fly\", etc.",
      "links": [
        {
          "title": "Suede",
          "url": "/pmwiki/pmwiki.php/Music/Suede"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Taylor Swift, as of herreputationalbum, seems to have adopted snakes as her animal of choice.",
      "links": [
        {
          "title": "Taylor Swift",
          "url": "/pmwiki/pmwiki.php/Music/TaylorSwift"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Beyoncéis associated with Bees. More a result of Beyonce's fans referring to Beyonce as Queen Bey and themselves as the \"Beyhive\" than anything Beyonce's done herself. Needless to say,she's been a good sport about rolling with it.",
      "links": [
        {
          "title": "Beyoncé",
          "url": "/pmwiki/pmwiki.php/Music/Beyonce"
        },
        {
          "title": "she's been a good sport about rolling with it.",
          "url": "/pmwiki/pmwiki.php/Main/ThrowItIn"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tears for Fears: Horses are prominent in the \"No Small Thing\" music video; the wild ones embody personal liberty whereas the domesticated ones embody social responsibility.",
      "links": [
        {
          "title": "Tears for Fears",
          "url": "/pmwiki/pmwiki.php/Music/TearsForFears"
        },
        {
          "title": "No Small Thing",
          "url": "https://www.youtube.com/watch?v=iemvnxDjrBY"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tsukiuta: Yayoi is associated with birds. More specifically, the Japanese bush warbler, the \"uguisu\", which is aharbinger of spring.",
      "links": [
        {
          "title": "Tsukiuta",
          "url": "/pmwiki/pmwiki.php/Music/Tsukiuta"
        },
        {
          "title": "harbinger of spring",
          "url": "/pmwiki/pmwiki.php/Main/Kigo"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Violet UK:Blue Butterflyuses theButterfly of Death and Rebirthas its symbolism. Aninsectmotif, but as there's no separate trope for insects yet...",
      "links": [
        {
          "title": "Violet UK",
          "url": "/pmwiki/pmwiki.php/Music/VioletUK"
        },
        {
          "title": "Butterfly of Death and Rebirth",
          "url": "/pmwiki/pmwiki.php/Main/ButterflyOfDeathAndRebirth"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Roger Waters: InAmused to Death, the \"What God Wants\" trilogy uses a variety of animals to represent the audiences and allies of corrupt churches, with a monkey being common among them as \"a symbol for anyone who's been sitting with his mouth open in front of the network and cable news for the last 10 years.\" The monkey also carries over to \"Perfect Sense, Part I\" and the album cover (where it's portrayed by a chimpanzee, an ape). In order, the trilogy also mentions beetles, springboks, jackasses, hyenas, vultures, magpies, raccoons, and groundhogs (the last four of which represent those who use organized religion as a means of generating profit).",
      "links": [
        {
          "title": "Roger Waters",
          "url": "/pmwiki/pmwiki.php/Music/RogerWaters"
        },
        {
          "title": "Amused to Death",
          "url": "/pmwiki/pmwiki.php/Music/AmusedToDeath"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kurt Weill: Mack the Knife is compared to a shark a few times in his song.",
      "links": [
        {
          "title": "Kurt Weill",
          "url": "/pmwiki/pmwiki.php/Music/KurtWeill"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "YUP's 1994 story albumToppatakkeja ja Toledon Terästähas a main character detective Henri Blavatsky with a mole motif, presenting the character as an one-man underground army on the second song of the album, Minä olen myyrä (I am a mole).",
      "links": [
        {
          "title": "Toppatakkeja ja Toledon Terästä",
          "url": "/pmwiki/pmwiki.php/Music/ToppatakkejaJaToledonTerasta"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "ModernArthurianaoften connects Morgan le Fay with crows/ravens, such as having her change into one to spy on people. It's not really a thing in the medieval legends, however, and may come from the (disputed) academic theory that she developed from the Morrigan.Cú Chulainn's name translates to \"Hound of Culainn\"King Arthuris associated withDragonsandbears,though the latter occurs more in modern media than in the medieval texts. Dragon elements pop up now and then, most prominently in the name \"Pendragon\", and the name \"Arthur\" is thought to be related to the Celtic word for bear. According to Geoffrey's account, his helmet had a crest shaped like a dragon, and he once dreamed of a dragon defeating a bear, which was taken to mean him as the dragon defeating his enemy the bear, who likely represent the Roman Empire, though this is confused as in some accounts the Romans use dragon motifs. A Welsh poem \"The Dialogue of Arthur and the Eagle\" puns on his name by calling himarth gwyr, \"bear of men\".",
      "links": [
        {
          "title": "Arthuriana",
          "url": "/pmwiki/pmwiki.php/Myth/ArthurianLegend"
        },
        {
          "title": "King Arthur",
          "url": "/pmwiki/pmwiki.php/Myth/KingArthur"
        },
        {
          "title": "Dragons",
          "url": "/pmwiki/pmwiki.php/Main/OurDragonsAreDifferent"
        },
        {
          "title": "bears,",
          "url": "/pmwiki/pmwiki.php/Main/BearsAreBadNews"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InCeltic Mythology,the Morriganhas crows, which is her preferred animal form. Badb, a goddess whose name means \"crow,\" is either one of her titles, her sister, or an aspect of her, depending on the source.",
      "links": [
        {
          "title": "Celtic Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/CelticMythology"
        },
        {
          "title": "the Morrigan",
          "url": "/pmwiki/pmwiki.php/Main/BloodKnight"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Christianity:God:God has a snake motif in the Old Testament. He turns Aaron's staff into a snake to showcase His power, and punishes the Israelites who spoke against Him by releasing a pack of venomous snakes into their midst. When they ask for mercy, He has Moses create the Nehushtan, a bronze snake that healed their injuries.Jesushas dual symbolism withlambsandlions. His title as the Lamb of God represents his status as a flawless, perfect sacrifice in atonement for mankind. His title as the Lion of Judah symbolizes his royal power as the Son of David and the King of Kings.The Holy Spirit is most often represented as adove, based on his description inThe Bibleas descending like a dove.The Four Gospels: The Four Evangelists have symbols assigned to them in theBook of Revelation; a lion for St. Mark, an ox for St. Luke, an eagle for St. John, and St. Matthew gets a human.Satanis most frequently associated withsnakesanddragons, taking the form of both creatures throughout the Bible. In ancient times snakes and dragons were often lumped together as the same creature.TheSeven Deadly Sinshave various animals representing them:Envyis associated with dogs andsnakes.Gluttonyis associated with pigs. Due to its close association with the demon Beelzebub, Gluttony is also occasionally associated with flying insects, due to Beelzebub being known as \"lord of the flies\".Greedis associated with foxes, crows and frogs.Lustis associated with cows, bulls, goats, and roosters (feel free to make the appropriate jokes about that one). Perhaps more surprisingly, Lust is also commonly associated with rabbits, due to theirproficiency at multiplying.Prideis associated with horses, lions andpeacocks.Slothis associated with goats, snails, turtles and donkeys. Ironically, it isnotoften associated withactualsloths (which fit the sin perfectly), as they're native to South America and Europeans didn't encounter them until long after the symbolism was well established (the animal was actuallynamedfor the sinbecausethey fit so perfectly). In the modern day at least, it's become common to associate Sloth with bears, presumably due to their tendency to hibernate in winter.Wrathis associated with bulls, wolves, lions and bears.",
      "links": [
        {
          "title": "Christianity",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Christianity"
        },
        {
          "title": "God",
          "url": "/pmwiki/pmwiki.php/Main/God"
        },
        {
          "title": "Jesus",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Jesus"
        },
        {
          "title": "lambs",
          "url": "/pmwiki/pmwiki.php/Main/SweetSheep"
        },
        {
          "title": "lions",
          "url": "/pmwiki/pmwiki.php/Main/KingOfBeasts"
        },
        {
          "title": "dove",
          "url": "/pmwiki/pmwiki.php/Main/DovesMeanPeace"
        },
        {
          "title": "The Bible",
          "url": "/pmwiki/pmwiki.php/Literature/TheBible"
        },
        {
          "title": "The Four Gospels",
          "url": "/pmwiki/pmwiki.php/Literature/TheFourGospels"
        },
        {
          "title": "Book of Revelation",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfRevelation"
        },
        {
          "title": "Satan",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        },
        {
          "title": "snakes",
          "url": "/pmwiki/pmwiki.php/Main/SnakesAreSinister"
        },
        {
          "title": "dragons",
          "url": "/pmwiki/pmwiki.php/Main/DragonsAreDemonic"
        },
        {
          "title": "Seven Deadly Sins",
          "url": "/pmwiki/pmwiki.php/Main/SevenDeadlySins"
        },
        {
          "title": "Envy",
          "url": "/pmwiki/pmwiki.php/Main/GreenEyedMonster"
        },
        {
          "title": "snakes",
          "url": "/pmwiki/pmwiki.php/Main/SnakesAreSinister"
        },
        {
          "title": "Gluttony",
          "url": "/pmwiki/pmwiki.php/Main/VillainousGlutton"
        },
        {
          "title": "Greed",
          "url": "/pmwiki/pmwiki.php/Main/Greed"
        },
        {
          "title": "Lust",
          "url": "/pmwiki/pmwiki.php/Main/Lust"
        },
        {
          "title": "proficiency at multiplying",
          "url": "/pmwiki/pmwiki.php/Main/ExplosiveBreeder"
        },
        {
          "title": "Pride",
          "url": "/pmwiki/pmwiki.php/Main/Pride"
        },
        {
          "title": "peacocks",
          "url": "/pmwiki/pmwiki.php/Main/ProudPeacock"
        },
        {
          "title": "Sloth",
          "url": "/pmwiki/pmwiki.php/Main/Sloth"
        },
        {
          "title": "Wrath",
          "url": "/pmwiki/pmwiki.php/Main/UnstoppableRage"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Bible: Jacob, and later Moses, blesses each of the Twelve Tribes of Israel before their death; several of these blessings mention animals (lion for Judah, bull for Joseph, wolf for Benjamin, deer for Naphtali). Jewish tradition tends to play up this trope, interpreting other verses about those animals as referring to the tribes in question.",
      "links": [
        {
          "title": "The Bible",
          "url": "/pmwiki/pmwiki.php/Literature/TheBible"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Classical Mythology:Heracles (popularly known by the Roman name Hercules) is associated with lions. His most famous act was slaying The Nemean Lion by strangulation and then wearing its hide as a cloak. He's also famous for his divine strength and courage. Heracles is also responsible for the creation of the Leo constellation as Zeus commemorated this labor by placing the Lion in the sky. In the mythology of Theseus, Heracles and Theseus met and befriended each other after a young Theseus mistook his cloak for an actual lion and bravely attacked it, earning Heracles's respect.The Greek pantheon is filled with these.Zeus, the king of the heavens, is heavily associated witheagles, as well as bulls to represent his virility.Hera's sacred animal was the peacock, though she was also given the epithet\"cow-eyed\", giving her an association with cows as well—both complimenting her husband's eagle and bull motifsPoseidon, the god of the sea, was heavily associated with horses and even fathered the winged horse Pegasus with Medusa.Hades, lord of the Underworld and ruler of the dead was associated withdogs, tawny owls, and serpents.Demeter, the goddess of the harvest, was strongly associated with lizards and snakes.Hestia, goddess of the hearth, home, and family was associated with pigs.Aphrodite, the goddess of love, sex, and beauty, was associated withdovesandswans.Athena, the goddess of wisdom and war strategy, had an obviousowlmotif that, unlike most of the others listed here, has persisted even now.Ares, the god of war, was associated with vultures, dragons, andmuch more sinister owls.Hephaestus, the god of the forge, was associated with donkeys.Artemis, the goddess of the hunt, had deer while her brother Apollo, god of music and art, hadswans.Hermes, the god of trickery and messenger to the Olympians, had many animal motifs, but his most notable were hawks, hares, and tortoises.Dionysus, the god of hedonistic madness, had bulls (sometimes to the point of being depictedwith horns), leopards and dolphins.The Thebaid: Prophecy tells the Argives that their princes will come in the guise of a lion and a boar. It is no coincidence that Polynices and Tydeus are fighting while wearing the skins of those two beasts. Even when they ditch the skins for armor, the two are still consistently compared to a carnivorous lion and a wild boar and sometimes the comparisons are swapped to show the new brothers influence on each other.",
      "links": [
        {
          "title": "Classical Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "eagles",
          "url": "/pmwiki/pmwiki.php/Main/NobleBirdOfPrey"
        },
        {
          "title": "\"cow-eyed\"",
          "url": "/pmwiki/pmwiki.php/Main/WhatBeautifulEyes"
        },
        {
          "title": "dogs",
          "url": "/pmwiki/pmwiki.php/Main/Hellhound"
        },
        {
          "title": "doves",
          "url": "/pmwiki/pmwiki.php/Main/DovesMeanPeace"
        },
        {
          "title": "swans",
          "url": "/pmwiki/pmwiki.php/Main/SwansASwimming"
        },
        {
          "title": "owl",
          "url": "/pmwiki/pmwiki.php/Main/TheOwlKnowingOne"
        },
        {
          "title": "much more sinister owls",
          "url": "/pmwiki/pmwiki.php/Main/OminousOwl"
        },
        {
          "title": "swans",
          "url": "/pmwiki/pmwiki.php/Main/SwansASwimming"
        },
        {
          "title": "with horns",
          "url": "/pmwiki/pmwiki.php/Main/HornedHumanoid"
        },
        {
          "title": "The Thebaid",
          "url": "/pmwiki/pmwiki.php/Literature/TheThebaid"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "inJapanese Mythology, Chickens and Roosters are said to be sacred to Amaterasu the Sun Goddess. as the rooster's crow is associated with her and some shrines even keep roosters roam around which are believed to be her assistants, They wake her up every morning, according to folklore. Some experts believe that the rooster may be the bird depicted on the torii due to some hypothesis on the origins of the torii say the gate would originally have been some kind of bird perch.",
      "links": [
        {
          "title": "Japanese Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/JapaneseMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Norse Mythology:Loki is associated with fish. In the Faroese balladLoka Táttur, he transforms a boy into a grain in the middle of a flounder's roe to hide him from a jötunn who wanted to murder the child, and Loki uses fishing as part of his ruse against the giant.noteFish is the main staple of the Faroese diet, and it's deemed to be Loki's domain (in the story, Odin's sphere of influence is grain/crops, while Hœnir's is swans/seabirds). The vital importance of fish in Faroese life is most likely the reason why Loki is theHero Protagonist.He's also the inventor of the fishing net, and he once shape-shifted into a salmon to evade theÆsir. Some people will claim that Loki also has a connection withserpents, but this doesn't exist in the Eddas — it's a later addition to make him seem more like aSatanfigure.Odin is associated with ravens. He has two ravens called Huginn and Muninn.noteBoth names are old Norse. Huginn means \"thought\" and Muninn means \"memory\" or \"mind\"He's also titled \"Raven-God\" by the Prose Edda. He's also associated with wolves, he has two wolves by his side called Geri and Freki.noteOld Norse for \"the ravenous\" or \"greedy one\"In The Prose Edda he's destined to be killed by Fenrir, a colossal wolf. Odin is also the one who set the wolves Hati and Skoll on the sun and moon when they refused to move.noteBoth names are old Norse. Hati means “One Who Hates” or \"Hater\" and Skoll means “One Who Mocks” or \"treachery\"Heimdall is associated with sheep, specifically rams. His hearing is said to be so acute that he could hear the wool on sheep growing. His horn is depicted as a large ram horn and he is often depicted wearing a helmet with ram hornsnotea common myth with Vikings is that they wore helmets decorated with horns, something that didn't really exist in the modern world..",
      "links": [
        {
          "title": "Norse Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        },
        {
          "title": "Hero Protagonist",
          "url": "/pmwiki/pmwiki.php/Main/HeroProtagonist"
        },
        {
          "title": "serpents",
          "url": "/pmwiki/pmwiki.php/Main/SnakesAreSinister"
        },
        {
          "title": "Satan",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Adventure Zone: Balance: The main cast all have animal associations, laid out explicitly with their disguises inPetals to the Metaland elaborated later on.Magnus is associated with bears; it's later revealed thata bear taught him the meaning of bravery.He's also associated with dogs, as he repeatedly asks for a dog as a pet,his first heroic act was rescuing a dog from bullies, and after the world is saved he opens a dog training school.Merle is associated with owls; later,when he loses an eye, he gets an eyepatch with an owl on it.Taako is associated with mongooses; it's later revealed thata family of mongooses taught him how to speak \"animal\".",
      "links": [
        {
          "title": "The Adventure Zone: Balance",
          "url": "/pmwiki/pmwiki.php/Podcast/TheAdventureZoneBalance"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Cool Kids Table: InSmall Magic, the royal family is connected to birds. They tend to listen to them and those assisting the family.",
      "links": [
        {
          "title": "Cool Kids Table",
          "url": "/pmwiki/pmwiki.php/Podcast/CoolKidsTable"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "True Geordie: Brian Davis has a liking towards to lions. He has a massive lion tattoo on his upper right bicep and there is a lion poster in his studio. In the interview with Logan Paul, there is a lion figure in the background. He also wore a t-shirt of a lion.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "1960sPortuguesesoccerplayer Eusebio was also known as \"The Black Panther\" because of his speed, his powerful strike, andthe fact that he was black.Soviet goalkeeper Lev Yashin was \"The Black Spider\" for its impressive saves and an all-black uniform.",
      "links": [
        {
          "title": "1960s",
          "url": "/pmwiki/pmwiki.php/Main/TheSixties"
        },
        {
          "title": "soccer",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/AssociationFootball"
        },
        {
          "title": "the fact that he was black",
          "url": "/pmwiki/pmwiki.php/Main/TokenBlack"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Quite a few national soccer teams have animals on the logo (France has a rooster, England has three lions), or as a nickname (Brazil are the \"Little Canary team\", Nigeria the \"Super Eagles\", Cameroon \"The Indomitable Lions\").Common for domestic clubs as well. The Premier League currently includes The Tigers (Hull), The Black Cats (Sunderland), The Eagles (Crystal Palace), The Foxes (Leicester), The Magpies (Newcastle), The Swans (Swansea) and The Throstles (West Bromwich Albion, though largely out of use).",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Many American sports teams—too many to count, really. A decent estimate is that about a quarter to half the sports teams in the US and Canada are named for animals, and all of those will exploit this in their advertising.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Kobe Bryant is known as \"the Black Mumba\".",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "BattleTech: The Clans are all are named after various animals, many of which are extraterrestrial or genetically engineered (i.e. the sea fox was an aquatic predator native to Strana Mechty, while the diamond shark was engineered by Clan Snow Raven to wipe out sea foxes after a dispute with Clan Sea Fox, who later changed their name to Clan Diamond Shark in defiance). Except for Clan Blood Spirit.They had an animal named after them. Reinforced by Clan warriors sometimes wearing full-head masks patterned after their Clan's respective animal for ceremonial purposes. While this is seen most frequently in the fiction when the Khans assemble for council, it's not actually limited to them; similar occasions involving lower-ranking warriorsare simply not shown as often.",
      "links": [
        {
          "title": "BattleTech",
          "url": "/pmwiki/pmwiki.php/TabletopGame/BattleTech"
        },
        {
          "title": "They had an animal named after them",
          "url": "/pmwiki/pmwiki.php/Main/InvertedTrope"
        },
        {
          "title": "are simply not shown as often",
          "url": "/pmwiki/pmwiki.php/Main/TheLawOfConservationOfDetail"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Clue: Mrs. Peacock, as her name implies, is associated with peacocks. Though this is likely intended more as aColor Motif, since all of theCluecharacters are named after colors, the motif fits Mrs. Peacock being frequently portrayed as a vain and ditzy aristocrat. Some releases of the game reinforce the motif by adorning her attire with peacock feathers, while the film adaptation gave her a pin in the shape of a peacock.",
      "links": [
        {
          "title": "Clue",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Clue"
        },
        {
          "title": "Color Motif",
          "url": "/pmwiki/pmwiki.php/Main/ColorMotif"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dungeons & Dragons: In 3rd and 4th Edition, the familiars of wizards, sorcerers, and adepts bestow minor skill bonuses to their masters, which vary with the familiar's animal type. While some grant bonuses derived from their genuine aptitudes (e.g. Move Silently for a cat), other bonuses reflect the animal's anthropomorphized reputation (Bluff for snakes, Appraise for ravens).",
      "links": [
        {
          "title": "Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Exalted: Many Exalts take an animal for their character motifs. Lunars take it one step further, in that they can turn into any animals, provided they ritually hunt the animal first. Infernals on the other hand, takes some characteristics of theirCoadjutors, which tends to be demonic version of certain animals. (Erymanthoi are demon-gorilla, Theodozjia are demon-cats, etc.)",
      "links": [
        {
          "title": "Exalted",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Exalted"
        },
        {
          "title": "Coadjutors",
          "url": "/pmwiki/pmwiki.php/Main/DealWithTheDevil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Legend of the Five Rings: The various clans are each named for an animal, and each draws on the symbolism of that animal as inspiration for their clan's nature.",
      "links": [
        {
          "title": "Legend of the Five Rings",
          "url": "/pmwiki/pmwiki.php/TabletopGame/LegendOfTheFiveRings"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In Nomine: The angels who serve Jordi, the Archangel of Animals, are often attuned to animals who match their Choir's role or mannerisms in some way. Ofanim, who are creatures of motion and freedom, are attuned to flying animals. Malakim, who are defined by unflinching commitment to duty and loyalty, get pack hunters such as wolves. Mercurians, closest to humanity of any Choir, have the apes.",
      "links": [
        {
          "title": "In Nomine",
          "url": "/pmwiki/pmwiki.php/TabletopGame/InNomine"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Warhammer:The Chaos Gods are each associated with a type of animal, and in the background lore it's said that Chaos cults often disguise themselves as unassuming animal totemists.Khorne is associated withSavage Wolvesand hounds. He is referred to by epithets such as the Bloodwolf or the Hound, and his daemons include the savage, doglike Flesh Hounds.Tzeentch is strongly tied with birds, especially corvids. He is often referred to as the Raven or the Crow, and his daemons include the Lords of Change, who resemble giant humanoid birds, and Pink Horrors, who often sport avian beaks.Nurgle is typically associated with insects, especially ones attracted to carrion and disease, and especially flies and maggots. His followers are always accompanied by swarming clouds of droning insects, and his more bestial daemons resembles immense flies and their giant, bloated larvae.Slaanesh is often linked with snakes. Many daemon princes of Slaanesh often take the form of serpents, and Slaanesh himself is called a Serpent. Seeing asSnakes Are SexyandSnakes Are Sinister(and how Slaanesh is associated with temptation), this makes sense.Warhammer 40,000:The Imperium of Man is symbolized by a double-headed eagle, in homage of various great empires through human history.ManySpace Marinechapters have animals they closely associate with and often use in their heraldry, usually ones with some thematic link to their outlook and traditions or which have an important presence on their homeworld.The Space Wolves have wolves, referencing theSavage Wolvesthat roam their homeworld of Fenris and the themes of ferocious Germanic barbarism the chapter evokes.The Raven Guard uses ravens and other corvid birds. Many of their successor chapters continue this trend and sometimes expand it to other birds, such as the Iron Ravens, the Knights of the Raven, the Necropolis Hawks and the Raptors.The Iron Snakes have serpents, especially theSea Serpentsthat swim in their seas of their homeworld and which they revere as holy.The Hawk Lords and the Solar Hawks, chapters heavily focused on piloting and aerial warfare, use hawks and general birds of prey in their heraldry.The Sons of the Phoenix use phoenix symbology to represent their willingness to throw themselves into the fiercest flames of battle.The Mantis Warriors make heavy use of insect imagery and naming themes.The Celestial Lions, as part of their subsaharan AfricanFantasy Counterpart Culture, use a lot of lion imagery.The Alpha Legion's use of the hydra, the many-headed serpent ofClassical Mythology, alludes to their command structure and immunity toDecapitated Army: cut off one head, and two more will sprout out from its place.Warhammer Fantasy:The wizards of the Gold College uses an eagle as their symbol, as this is an important motif among the High Elves whose scholarly and magical traditions the College seeks to emulate.The Light College's symbol is the Serpent of Light, and its wizards make heavy use of snake symbolism in their clothes and gear.The Blood Dragon vampires make heavy use of dragon imagery in their heraldry and armor, in order to remind themselves of their founder's slaying of a dragon and of their own ultimate goal to do the same.Most of the Old World's gods have particular sacred animals. Morr, theGod of the Dead, holds crows and ravens as sacred. Myrmidia, the goddess of strategic warfare, holds the eagle as sacred; eagle symbology is common in the gear and temples of her followers, and her high priests are referred to as \"Eagles\". Shallya, the Lady of Mercy, has the white dove. Wolves, especially white wolves, are sacred to Ulric.Warhammer: Age of Sigmar: The Aelementors, elementalNature Spiritsof Hysh, can sometimes manifest in physical form for battle, and when they do they often have a particular animal they take the form of, and that their worshippers will emulate. The mountain spirits, for instance, have bulls; they're powerful, immovable, and nearly unstoppable when they charge forward. The wind spirits, meanwhile, are foxes: fast, mischievous, and difficult to pin down.",
      "links": [
        {
          "title": "Warhammer",
          "url": "/pmwiki/pmwiki.php/Franchise/Warhammer"
        },
        {
          "title": "Savage Wolves",
          "url": "/pmwiki/pmwiki.php/Main/SavageWolves"
        },
        {
          "title": "Snakes Are Sexy",
          "url": "/pmwiki/pmwiki.php/Main/SnakesAreSexy"
        },
        {
          "title": "Snakes Are Sinister",
          "url": "/pmwiki/pmwiki.php/Main/SnakesAreSinister"
        },
        {
          "title": "Warhammer 40,000",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer40000"
        },
        {
          "title": "Space Marine",
          "url": "/pmwiki/pmwiki.php/Main/SpaceMarine"
        },
        {
          "title": "Savage Wolves",
          "url": "/pmwiki/pmwiki.php/Main/SavageWolves"
        },
        {
          "title": "Sea Serpents",
          "url": "/pmwiki/pmwiki.php/Main/SeaSerpents"
        },
        {
          "title": "Fantasy Counterpart Culture",
          "url": "/pmwiki/pmwiki.php/Main/FantasyCounterpartCulture"
        },
        {
          "title": "Classical Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "Decapitated Army",
          "url": "/pmwiki/pmwiki.php/Main/DecapitatedArmy"
        },
        {
          "title": "Warhammer Fantasy",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WarhammerFantasy"
        },
        {
          "title": "God of the Dead",
          "url": "/pmwiki/pmwiki.php/Main/GodOfTheDead"
        },
        {
          "title": "Warhammer: Age of Sigmar",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WarhammerAgeOfSigmar"
        },
        {
          "title": "Nature Spirits",
          "url": "/pmwiki/pmwiki.php/Main/NatureSpirit"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Cirque du Soleil: Most of the shows directed by Franco Dragone fromSaltimbancothroughLa Noubainvoke bird imagery, usually through one or more characters and their costume(s).Saltimbanco: The Songbird (the lead singer).Mystere: The Red Bird, the Birds of Prey, and the bungee trapeze artists.Alegria: The evil nobles are known as the Nostalgic Old Birds, and wear masks that appear a cross between human and bird faces.Quidam: Zoe has a pet bird in a cage in the opening scene.La Nouba: The Green Bird.",
      "links": [
        {
          "title": "Cirque du Soleil",
          "url": "/pmwiki/pmwiki.php/Creator/CirqueDuSoleil"
        },
        {
          "title": "La Nouba",
          "url": "/pmwiki/pmwiki.php/Theatre/LaNouba"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "EPIC: The Musical:Odysseus and his son Telemachus have a wolf motif. Odysseus and his crew are compared to \"a pack of wolves\" by Poseidon, Telemachus is commonly referred to as a \"little wolf\", and they end up slaughtering the suitors like they're dogs. Also worth noting, inClassical Mythology, Odysseus' maternal grandfather is Autolycus, whose name means \"the wolf itself\".Like in mythology, Zeus is represented with aneagle, fitting of his role asruler of the heavens. In \"The Horse and the Infant\", an eagle's screech can even be heard before Zeus announces himself to Odysseus.Like in mythology, Athena is represented with anowl.Poseidon compares himself to asharkduring \"Ruthlessness\", contrasting it to Odysseus' wolf motif by making it clear that while he and his crew are fearsome warriors on land, at sea, they're nothing but prey to Poseidon. The official animations used in the premiere party streams also depict him wearing what resembles a surfer suit with blue stripes resembling shark gills.The suitors have a dog motif. Athena outright refers to them as such, and in contrast to Odysseus and Telemachus' wolf motif, while they act tough and work in a mob, they're only able to beat Telemachus because of his inexperience and are completely outclassed by Odysseus in strength and skill.",
      "links": [
        {
          "title": "EPIC: The Musical",
          "url": "/pmwiki/pmwiki.php/Theatre/EpicTheMusical"
        },
        {
          "title": "Classical Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "eagle",
          "url": "/pmwiki/pmwiki.php/Main/NobleBirdOfPrey"
        },
        {
          "title": "ruler of the heavens",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "owl",
          "url": "/pmwiki/pmwiki.php/Main/TheOwlKnowingOne"
        },
        {
          "title": "shark",
          "url": "/pmwiki/pmwiki.php/Main/ThreateningShark"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A Little Night Music:Carl-Magnus: Watch him, Charlotte. Watch them both like a...Charlotte: Hawk, I know, dear. You're a tiger, I'm a hawk. We're our own zoo.",
      "links": [
        {
          "title": "A Little Night Music",
          "url": "/pmwiki/pmwiki.php/Theatre/ALittleNightMusic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Lizzie: Birds are strongly associated with Lizzie. She is fascinated by the pigeons in her family's barn, even talking to them sometimes, and is distraught when they are killed. She's described early on as \"not the brightest bird,\" and the song \"The Soul of the White Bird\" is used as a metaphor for her mental state. She also makes lots of references to \"flying away,\" and the last sound of the show is a flock of birds taking off — symbolizing Lizzie's freedom.",
      "links": [
        {
          "title": "Lizzie",
          "url": "/pmwiki/pmwiki.php/Theatre/Lizzie"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InOh Dad, Poor Dad, Momma's Hung You in the Closet and I'm Feelin' So Sad, when the ultra-snobbish Madame Rosepettle is interrogating Rosalie, she asks her if her love for cats includes alley cats. \"Especially alley cats,\" Rosalie says. \"I thought so,\" Madame Rosepettle says, and resumes her previousSlut-Shamingtirade. That \"alley cat\" happens to be an old derogatory epithet for a sexually free woman is probably not a coincidence here.",
      "links": [
        {
          "title": "Slut-Shaming",
          "url": "/pmwiki/pmwiki.php/Main/SlutShaming"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Prima Facie: In the opening lines Tessa compares herself to a thoroughbred horse — a well-trained powerhouse with killer instincts — in her legal career.",
      "links": [
        {
          "title": "Prima Facie",
          "url": "/pmwiki/pmwiki.php/Theatre/PrimaFacie"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Trifles: Minnie is represented by birds and this is given more details in the bookA Jury of Her Peers, where, it's mentioned that, before her marriage, Minnie was a free spirit, who loved to sing and wore pretty clothes. Before and during her marriage, she kept a canary to which John killed, said canary representing herself from years ago and the the Minnie that was \"killed\" by her marriage. Likewise, the caged bird is meant to represent a woman's place in 19th/early 20th century society.",
      "links": [
        {
          "title": "Trifles",
          "url": "/pmwiki/pmwiki.php/Theatre/Trifles"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "LEGO:NumerousLEGO CastleandAquazonefactions.The animal tribes ofLegends of Chimautilize motifs based, of course, on themselves.BIONICLE:Vastus has a snake motif, with snake ornaments on his shoulders, a helmet based off a snake, and a snake-like staff with the fangs forming a blade that injects venom.Although the '08 Makuta and Shadow Matoran respectively shapeshifted or were mutated into bat or insect-looking forms, it seems the masks that some wore had been vaguely animal-like to begin with.The Barraki all have motifs of sea creatures, which they can command:Pridak embodies the shark's bloodthirstiness and can summon hordes of sharks. The feet on his set can hook together to create a shark's tail fin.Kalmah draws inspiration from cephalopods, and is the breeder of the Barraki's vampiric squid projectiles.Ehlek is inspired by electric eels. He besieges the Matoran settlement of Mahri Nui with an army of eels.Mantax is inspired by rays and like them, he can bury himself in the sand and attack with both venom and electricity.Carapar takes inspiration from crabs and crustaceans, with heavy armor and a pair of pincersTakadox is themed after shrimp and other sea arthropods, thanks to his mandibles and twin knives, which bring to mind the claws of a mantis shrimp.Hero Factory'sJungle Planetline had the Heroes adopting various animal motifs for their new armor.",
      "links": [
        {
          "title": "LEGO",
          "url": "/pmwiki/pmwiki.php/Franchise/LEGO"
        },
        {
          "title": "LEGO Castle",
          "url": "/pmwiki/pmwiki.php/Toys/LEGOCastle"
        },
        {
          "title": "Aquazone",
          "url": "/pmwiki/pmwiki.php/Toys/Aquazone"
        },
        {
          "title": "Legends of Chima",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/LegendsOfChima"
        },
        {
          "title": "BIONICLE",
          "url": "/pmwiki/pmwiki.php/Toys/Bionicle"
        },
        {
          "title": "Hero Factory",
          "url": "/pmwiki/pmwiki.php/Toys/HeroFactory"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mermaid High: Mari sports an octopus motif in her outfit.",
      "links": [
        {
          "title": "Mermaid High",
          "url": "/pmwiki/pmwiki.php/Toys/MermaidHigh"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Transformers: Bumblebee has a bug/insect motif that varies in strength between incarnations. Obviously, there's his name and yellow coloration evoking a bee, but his original vehicle mode is a VolkswagenBeetle. Some incarnations give him \"wings\" and/or \"stingers\" to play up the bee aspect.",
      "links": [
        {
          "title": "Transformers",
          "url": "/pmwiki/pmwiki.php/Franchise/Transformers"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ace Attorney:Phoenixhimself is reminiscent of the legendary bird, returning from the brink, surviving getting tased,falling into a very cold river from a broken bridge, and many more. Everyone who interacted with him had their lives changed drastically. In the original, he has a dragon instead (being named Ryuichi), although this isn't brought up untilFurio Tigre, who wears a shirt with a tiger chomping on a dragon, appears.Horses for Franziska. She's a haughty girl (at least, initially) and is frequently called 'a wild mare'. Her younger attire resembled riding gear, complete with whip.The Kitaki familyhas foxes as their family emblem; their youngest heir even has his hair styled like one.Dahlia Hawthorne,The Ingenuecollege girlfriend of Phoenix, resembles a butterfly in many ways (and they're constantly fluttering around herwhich burn when she gets angry): on a surface level,she's delicate, doe-eyed and noted as especially beautiful by many characters.Butterflies also have a lot of association with the end and beginning of life, something that not only parallels the phoenix motif of the character she's strongly intertwined with, but also resonates with her character as you realizethis young lady has a chillingly strong association with death, both in having one of the longest lists of both directly successful and attempted murders in the series and in quite literally managing to return from beyond the grave.Later prosecutor Nayuta Sadmadhi is also styled like a butterfly, which may possibly bea throwback of sorts to this in orderto fool the player.Athenais described as a canary- loud, jumpy, and bright yellow- by Simon.Canaries are also well known for their history of saving people, which they could do because they were sensitive to problems humans couldn't see. Bucky Whet refers to her as \"chickadee\", another type of small bird. Ironically, chickadeesare known for their incredible memories, but Athena doesn't remember a thing abouther mother's death.Phoenix Wright: Ace Attorney – Spirit of Justice:Queen Garanhas spiders as her main motif. Whenshe reveals herself, her hairstyle is styled like one. Her royal emblem is also a spider, with its legs folded up so it looks like a flower. This befits her cruel and manipulative nature.The Great Ace Attorney 2: Resolve: Adron B. Metermann and Quinby Altamont share a bee motif, with the former carrying a black, yellow-striped bag and the latter a similarly patterned umbrella. Quinby is the wife of Metermann's boss, making him —as their names suggest— the drone to her queen.",
      "links": [
        {
          "title": "Ace Attorney",
          "url": "/pmwiki/pmwiki.php/Franchise/AceAttorney"
        },
        {
          "title": "Phoenix",
          "url": "/pmwiki/pmwiki.php/Main/PropheticName"
        },
        {
          "title": "Furio Tigre",
          "url": "/pmwiki/pmwiki.php/Main/TigerVersusDragon"
        },
        {
          "title": "at least, initially",
          "url": "/pmwiki/pmwiki.php/Main/DefrostingIceQueen"
        },
        {
          "title": "The Kitaki family",
          "url": "/pmwiki/pmwiki.php/VisualNovel/ApolloJusticeAceAttorney"
        },
        {
          "title": "The Ingenue",
          "url": "/pmwiki/pmwiki.php/Main/TheIngenue"
        },
        {
          "title": "she's delicate, doe-eyed and noted as especially beautiful by many characters",
          "url": "/pmwiki/pmwiki.php/Main/PrettyButterflies"
        },
        {
          "title": "Butterflies also have a lot of association with the end and beginning of life",
          "url": "/pmwiki/pmwiki.php/Main/ButterflyOfDeathAndRebirth"
        },
        {
          "title": "to fool the player",
          "url": "/pmwiki/pmwiki.php/Main/RedHerring"
        },
        {
          "title": "Athena",
          "url": "/pmwiki/pmwiki.php/Main/TheEmpath"
        },
        {
          "title": "Canaries are also well known for their history of saving people",
          "url": "https://en.wikipedia.org/wiki/Sentinel_species#Toxic_gases"
        },
        {
          "title": "are known for their incredible memories",
          "url": "https://en.wikipedia.org/wiki/Chickadee#Memory"
        },
        {
          "title": "Phoenix Wright: Ace Attorney – Spirit of Justice",
          "url": "/pmwiki/pmwiki.php/VisualNovel/PhoenixWrightAceAttorneySpiritOfJustice"
        },
        {
          "title": "The Great Ace Attorney 2: Resolve",
          "url": "/pmwiki/pmwiki.php/VisualNovel/TheGreatAceAttorney2Resolve"
        },
        {
          "title": "as their names suggest",
          "url": "/pmwiki/pmwiki.php/Main/PunnyName"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ballad of an Evening Butterfly: Butterflies, of course, are a major motif in this visual novel. Black butterflies are associated with Yoru and white butterflies with Chou. Given how butterflies are beautiful, yet very fragile creatures, they fit Chou- an albino vampire that is forced to live her life in a basement- well.",
      "links": [
        {
          "title": "Ballad of an Evening Butterfly",
          "url": "/pmwiki/pmwiki.php/VisualNovel/BalladOfAnEveningButterfly"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Collar × Malice:Heroine Ichika is referred to as a cat by Sasazuka, \"baka neko/idiot cat\" becoming hisAffectionate Nicknamefor her. The collar she is forced to wear by Adonis has a cat on it and it resembles a cat collar, not to mention how people mention her hair seems to bristle like an angry cat would when she becomes irritated.In his route, Sasazuka also teases her by calling her a dog due to her habit of following orders and being quick to be delighted when praised for a good job.Shiraishi is also associated with cats, particularly the stray cats in the city. He is very fond of said cats, naming and feeding them and even wears cat accessories such as cat ears when working. He can be sly, mischievous, quick to tease and has a hard time getting close to others.",
      "links": [
        {
          "title": "Collar × Malice",
          "url": "/pmwiki/pmwiki.php/VisualNovel/CollarXMalice"
        },
        {
          "title": "Affectionate Nickname",
          "url": "/pmwiki/pmwiki.php/Main/AffectionateNickname"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Danganronpa:Danganronpa: Trigger Happy Havoc: TheMastermind of the Killing Gameand theirDragoneach have an animal motif.Junko Enoshima and Mukuro Ikusaba, the Despair Sisters, are associated with bears and wolves respectively. Mukuro was part of an organization known as Fenrir, whose symbol was a wolf, and she tattooed said symbol on her hand to show her loyalty to them. Junko meanwhile used the mechanical Teddy bear Monokuma as her proxy during her tenure as the Killing Game's mastermind and Monokuma becomes a major symbol of her cult of Ultimate Despairs throughout the franchise.Danganronpa 2: Nagito Komaeda's last name translates to \"Lion-Dog Tree Branches\". Lion-Dogs or Chinese Lions are statues that protect and guard shrines in Shintoism. The kanji used are rather old and classical, which may allude to an old family line or an upper-class background (of which Nagito does have).Nekomaru Nidai has a slight one with cats. His first name means \"round cat\" something he was teased about as a child, his birthday, February 22, falls on Cat Day in Japan, and his hair points somewhat resemble cat ears.Teruteru's character model (short, chubby, notably pinker skin tone than the other students, small black beady eyes, and an off-model circular round nose) suggests the characteristics of apigbut it doesn't outright evoke them and he isn't directly compared to a pig in-game. Add this to hisLovable Sex ManiacandThe Chikannature and he fits the bill. That said,Ultimate Talent Development Planhas Miu calling him a series of pig-related nicknames, like \"pig face\" and \"piggy\".Gundham Tanaka is associated withanimals in general, but he is particularly associated with hamsters as he is always seen with four hamsters he calls theFour Dark Devas of Destruction.Fuyuhiko Kuzuryu wears a tie with a bull skull emblem on it, fitting for someone who isHot-Bloodedand loud mouthed with aHair-Trigger Temperlike Fuyuhiko, though he does become considerably nicer after hisHeel–Face Turnin Chapter 2. He also has some slight dragon motifs that can be seen with his family. For example, his last name \"Kuzuryu\" means \"Nine Headed Dragon\" and his Main Illustration shows him wearing a fedora with a dragon symbol on it. Which is also fitting for aYakuzalike Fuyuhiko.after losing his eye, he gets an eyepatch with a dragon on it.Danganronpa Zero: Ishikki Madarai Is frequently compared to asnakeboth in appearance and behavior. The fact that there areeight of themalso makes them a reference to theOrochi, a legendary eight-headed serpent.Danganronpa V3: Killing Harmony:Kokichi Omais frequently associated with horses; one common translation of his name is literally \"King Horse\", hisEvil Laughsounds very similar to a horse's whinny, and the assortment of random scraps and junk you find hoarded in his room includes a horse mask and crown.Miu Iruma is associated with rabbits. Miu's first name can translate as \"beautiful rabbit,\" and herdual ahogesare similar to rabbit ears. HerLovable Sex Maniactendencies also fit with her rabbit symbolism: rabbits are symbols of fertility and sexuality due tohow quickly they reproduce.Kirumi Tojo has a spider motif, her clothing features aspiderweb motif, an iconic tool of any maid worth her salt is a feather duster, generally used to clear away spiderwebs, and her success is largely down to the extensivewebof contacts she established.Her execution is also based on the Japanese morality tale\"The Spider's Thread\", where a sinner trapped in hell seeks his own salvation at the cost of others.Korekiyo Shinguji has a small one with foxes. he takes the appearance of akitsuneduring his Argument Armament, which fits Korekiyo due tohis cunningand deception.Particularly with hiskillings, and hisSplit Personalitycan be compared to shapeshifting, one of the most well known abilities of the kitsune.",
      "links": [
        {
          "title": "Danganronpa",
          "url": "/pmwiki/pmwiki.php/Franchise/Danganronpa"
        },
        {
          "title": "Danganronpa: Trigger Happy Havoc",
          "url": "/pmwiki/pmwiki.php/VisualNovel/DanganronpaTriggerHappyHavoc"
        },
        {
          "title": "Mastermind of the Killing Game",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Dragon",
          "url": "/pmwiki/pmwiki.php/Main/TheDragon"
        },
        {
          "title": "Danganronpa 2",
          "url": "/pmwiki/pmwiki.php/VisualNovel/Danganronpa2"
        },
        {
          "title": "pig",
          "url": "/pmwiki/pmwiki.php/Main/PervertedPig"
        },
        {
          "title": "Lovable Sex Maniac",
          "url": "/pmwiki/pmwiki.php/Main/LovableSexManiac"
        },
        {
          "title": "The Chikan",
          "url": "/pmwiki/pmwiki.php/Main/TheChikan"
        },
        {
          "title": "animals in general",
          "url": "/pmwiki/pmwiki.php/Main/TheBeastMaster"
        },
        {
          "title": "Four Dark Devas of Destruction",
          "url": "/pmwiki/pmwiki.php/Main/DeathbringerTheAdorable"
        },
        {
          "title": "Hot-Blooded",
          "url": "/pmwiki/pmwiki.php/Main/HotBlooded"
        },
        {
          "title": "Hair-Trigger Temper",
          "url": "/pmwiki/pmwiki.php/Main/HairTriggerTemper"
        },
        {
          "title": "Heel–Face Turn",
          "url": "/pmwiki/pmwiki.php/Main/HeelFaceTurn"
        },
        {
          "title": "Yakuza",
          "url": "/pmwiki/pmwiki.php/Main/Yakuza"
        },
        {
          "title": "Danganronpa Zero",
          "url": "/pmwiki/pmwiki.php/Literature/DanganronpaZero"
        },
        {
          "title": "snake",
          "url": "/pmwiki/pmwiki.php/Main/ReptilesAreAbhorrent"
        },
        {
          "title": "eight of them",
          "url": "/pmwiki/pmwiki.php/Main/MythicalMotifs"
        },
        {
          "title": "Orochi",
          "url": "/pmwiki/pmwiki.php/Main/Orochi"
        },
        {
          "title": "Danganronpa V3: Killing Harmony",
          "url": "/pmwiki/pmwiki.php/VisualNovel/DanganronpaV3KillingHarmony"
        },
        {
          "title": "Kokichi Oma",
          "url": "/pmwiki/pmwiki.php/Main/DoubleReverseQuadrupleAgent"
        },
        {
          "title": "Evil Laugh",
          "url": "/pmwiki/pmwiki.php/Main/EvilLaugh"
        },
        {
          "title": "dual ahoges",
          "url": "/pmwiki/pmwiki.php/Main/IdiotHair"
        },
        {
          "title": "Lovable Sex Maniac",
          "url": "/pmwiki/pmwiki.php/Main/LovableSexManiac"
        },
        {
          "title": "how quickly they reproduce",
          "url": "/pmwiki/pmwiki.php/Main/ExplosiveBreeder"
        },
        {
          "title": "spiderweb motif",
          "url": "/pmwiki/pmwiki.php/Main/ArachnidAppearanceandAttire"
        },
        {
          "title": "\"The Spider's Thread\"",
          "url": "https://en.wikipedia.org/wiki/The_Spider%27s_Thread"
        },
        {
          "title": "kitsune",
          "url": "/pmwiki/pmwiki.php/Main/AsianFoxSpirit"
        },
        {
          "title": "his cunning",
          "url": "/pmwiki/pmwiki.php/Main/CunningLikeaFox"
        },
        {
          "title": "killings",
          "url": "/pmwiki/pmwiki.php/Main/FoulFox"
        },
        {
          "title": "Split Personality",
          "url": "/pmwiki/pmwiki.php/Main/SplitPersonality"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Fruit of Grisaia: Yumiko Sakaki and Michiru Matsushima have a cobra and bear, respectively, during theirLightning Glareshowdown.",
      "links": [
        {
          "title": "The Fruit of Grisaia",
          "url": "/pmwiki/pmwiki.php/VisualNovel/TheFruitOfGrisaia"
        },
        {
          "title": "Lightning Glare",
          "url": "/pmwiki/pmwiki.php/Main/LightningGlare"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Harukuru:Turritopsis dohrniiis a species of jellyfish with the unique ability to revert from an adult stage to an immature form, making it biologically immortal. It gives the name of the underground colony Turritopsis and everything inside it, including both objects and characters, has the same properties as the jellyfish. In each carnation loop, they age during 90 days and they de-age back again for another 90 days.",
      "links": [
        {
          "title": "Harukuru",
          "url": "/pmwiki/pmwiki.php/VisualNovel/Harukuru"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Hungry Lamb: Traveling in the Late Ming Dynasty: Allusions to animals, or animal-based names and titles are widely used throughout the story; children being sold to rich families are called \"lambs\" or \"sheep\", the protagonist Liang likewise has a habit of constantly comparing people to animals (he calls himself and Tongue \"wolves\", most people are \"sheep\", a shady person like Yin San is a \"fox\", and Man Sui is likened to a \"cat\"). There are also rumors about a Swine Demon, and theeuphemismof \"Lamb Dishes\" referring tochildren sent out to be eaten by the latter.",
      "links": [
        {
          "title": "The Hungry Lamb: Traveling in the Late Ming Dynasty",
          "url": "/pmwiki/pmwiki.php/VisualNovel/TheHungryLambTravelingInTheLateMingDynasty"
        },
        {
          "title": "euphemism",
          "url": "/pmwiki/pmwiki.php/Main/DeadlyEuphemism"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Little Busters!:Rin is strongly associated with cats, considering that she's constantly surrounded by them and looking after them, has a generallyTsundere,skittishpersonality, is occasionally drawn with cat ears when she gets angry or shocked, and wears a bell in her hair (andher name is the sound of a ringing bell, too).Kud, on the other hand, is associated with friendly dogs, having a playful and easy to please personality, dearly loving two pet dogs of her grandpa's, and sometimes being drawn with dog ears when upset. She's even great at fetch! She's also associated with bats based around a story about a bat being excluded both from the village of beasts and village of birds, representing the isolation she feels beingnot entirely Japanese.Sasami is an odd case — her hair ties strongly resemble cat ears and her battle title is 'self-centered cat queen'; but if you follow the mini-route focusing on her, it's revealed that she's actually a huge dog lover.",
      "links": [
        {
          "title": "Little Busters!",
          "url": "/pmwiki/pmwiki.php/VisualNovel/LittleBusters"
        },
        {
          "title": "Tsundere",
          "url": "/pmwiki/pmwiki.php/Main/Tsundere"
        },
        {
          "title": "skittish",
          "url": "/pmwiki/pmwiki.php/Main/ShrinkingViolet"
        },
        {
          "title": "her name is the sound of a ringing bell",
          "url": "/pmwiki/pmwiki.php/Main/MeaningfulName"
        },
        {
          "title": "not entirely Japanese",
          "url": "/pmwiki/pmwiki.php/Main/ButNotTooForeign"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Magical Diary: Invoked by the faculty ofIris Academy. All students are sorted into one of six houses based on their gender and personality traits. Horses, Butterflies and Snakes for girls. Wolves, Falcons and Toads for boys.",
      "links": [
        {
          "title": "Magical Diary",
          "url": "/pmwiki/pmwiki.php/VisualNovel/MagicalDiary"
        },
        {
          "title": "Iris Academy",
          "url": "/pmwiki/pmwiki.php/Main/WizardingSchool"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Majikoi! Love Me Seriously!: Kazuko is heavily associated with dogs. She is frequently depicted with dog ears, and occasionally a tail. She's trained to respond to a whistle and will run to the person who blows it whether she wants to or not. Most notably, though, she hastwonicknames referencing dogs, Wanko (used by everyone) and Inu (used by Chris). Mayucchi comes up with an animal motif for everyone.",
      "links": [
        {
          "title": "Majikoi! Love Me Seriously!",
          "url": "/pmwiki/pmwiki.php/VisualNovel/MajikoiLoveMeSeriously"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mice Tea: Even on top of thenaming scheme, the main cast have various physical and personal aspects related to their transformation. Margaret is mousy, both in appearance and personality. Sylvia sometimes wears fishnets that cover her legs in a geometric pattern and has metaphorically shed her skin before. Julie has visible eyebags and is a thief.",
      "links": [
        {
          "title": "Mice Tea",
          "url": "/pmwiki/pmwiki.php/VisualNovel/MiceTea"
        },
        {
          "title": "naming scheme",
          "url": "/pmwiki/pmwiki.php/Main/MeaningfulName"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Nasuverse:Fate/stay night:While Saber (aka Artoria Pendragon, agender flippedKing Arthur) was often compared todragonswhen she was alive, she more closely has an association with lions, as lions are oftenrepresentations of bravery and leadershipfittingArtoria being a kingwhen she was alive.Lancer has a dog motif, fitting his true identity asCú Chulainn, the Hound of Culann, though Lancer himself hates being compared to one.Rider gets both horsesfor her ability to summon Pegasusand snakesas befits her real identity asMedusa.She hates the snake comparison.Souichirou Kuzuki has a snake motif, given that he specializes in a fighting style called Snake, which is based aroundConfusion Fu.Berserker, akaHeracles, has a lion motif, fitting his mane like hair, slitted pupils, his animalistic roaring, and his legend as the hero who slew the Nemean lion.The Shadow has a squid motif, given its body's resemblance to tentacles, Shirou likening it to a deep sea creature, and the fact thatLancer first discovers it while it's hiding in the lake near Ryoudou Temple.FujimuraTaiga, although shereally doesn't like being compared to a tiger. One would think that she would stop wearing the yellow striped shirt and take the tiger strap off her shinai if that were the case, but... well, logic has never been her strong point. As it turns out, she actuallylovestigers but hates the comparison people constantly make. She calls it a \"love-hate relationship\".Tsukihime: The series compares Arcueid to a cat a few times with her mood swings, occasionally impish nature and impulsive behavior. And Neko-Arc in the hints corner. Kagetsu Tohya took that andranwith it. Neko-Arc everywhere, a leopard booby trap in her underwear drawer (Yes, really) that eats Shiki, Arcueid in a catsuit, normal Arcueid with cat ears... Len also has a cat theme, but that really doesn't count considering what she is.",
      "links": [
        {
          "title": "Nasuverse",
          "url": "/pmwiki/pmwiki.php/Franchise/Nasuverse"
        },
        {
          "title": "Fate/stay night",
          "url": "/pmwiki/pmwiki.php/VisualNovel/FateStayNight"
        },
        {
          "title": "gender flipped",
          "url": "/pmwiki/pmwiki.php/Main/HistoricalGenderFlip"
        },
        {
          "title": "dragons",
          "url": "/pmwiki/pmwiki.php/Main/MythicalMotifs"
        },
        {
          "title": "representations of bravery and leadership",
          "url": "/pmwiki/pmwiki.php/Main/KingOfBeasts"
        },
        {
          "title": "Artoria being a king",
          "url": "/pmwiki/pmwiki.php/Main/SheIsTheKing"
        },
        {
          "title": "Cú Chulainn",
          "url": "/pmwiki/pmwiki.php/Myth/CelticMythology"
        },
        {
          "title": "Medusa",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "She hates the snake comparison",
          "url": "/pmwiki/pmwiki.php/Main/FutureMeScaresMe"
        },
        {
          "title": "Confusion Fu",
          "url": "/pmwiki/pmwiki.php/Main/ConfusionFu"
        },
        {
          "title": "Heracles",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "Taiga",
          "url": "/pmwiki/pmwiki.php/Main/PunnyName"
        },
        {
          "title": "really doesn't like being compared to a tiger",
          "url": "/pmwiki/pmwiki.php/Main/BerserkButton"
        },
        {
          "title": "Tsukihime",
          "url": "/pmwiki/pmwiki.php/VisualNovel/Tsukihime"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Serre: Oaxa’s insectoid design, buzzing telepathy, and black-and-yellow colors evoke bees. This cues the reader to the authoritarian nature of her home society —Oaxa’s motherrules harshly. On a lighter note, bees are attracted to flowers, andArlette has a flower motif.",
      "links": [
        {
          "title": "Serre",
          "url": "/pmwiki/pmwiki.php/VisualNovel/Serre"
        },
        {
          "title": "Oaxa’s mother",
          "url": "/pmwiki/pmwiki.php/Main/InsectQueen"
        },
        {
          "title": "Arlette has a flower motif.",
          "url": "/pmwiki/pmwiki.php/Main/InterspeciesRomance"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Spirit Hunterseries:Spirit Hunter: Death Mark:Shimi-O is associated withbees. He kills his victims with a drill and turns them into human beehives. He's also covered in hundreds of bees, and Yashiki has to navigate carefully around beehives during the chapter. In life, Shimi-O was a member of the cult, and the bees reflect the hierarchy of it.Red Riding Hood from the final chapter is associated with spiders. An ancient torture method is brought up during the case, where a spider is forced down someone's throat to prove whether they're innocent or not (similar to witch drownings). Red Riding Hoodwas victim to it, which drove her to commit suicide later. Her final form is a giant, monstrous spider, and after she's defeated, Yashiki finds a dead spider on his way home that he associates with Red.Spirit Hunter: NG:The rabbit motif fromDeath Markshows up in a few, subtle ways; the bathmat in Akira's apartment has a bunny design, his aunt's bar is called The Black Rabbit, and Kakuya, despite her fox-like appearance, is an explicit reference toThe Tale of the Bamboo Cutter, which is loosely connected to theMoon Rabbitmyth.Turtles are featured prominently in the Urashima case, inhabiting the lake that the Urashima Woman haunts. It's later revealed that the Urashima Woman's murderer dumped dead fetuses in the lake, which possessed the turtles and caused their shells to bear human faces. In one Bad End,Kaoruis found dead with turtles spewing out of their mouth. This is a nod toUrashima Taro, the hero of the folklore that the Urashima Woman is based off of, who was rewarded for saving a turtle's life.Dogs are front and centre for the Kubitarou case, as they are the primary victim of her decapitations. Maruhashi's devotion and loyalty to Seiji are compared to that of a bulldog,which foreshadows him becoming one of Kubitarou's victims, later found wearing a dog mask and collar.Birds are prominent throughout the Screaming Author case. The silhouette first seen outside the house resembles a crane, the titular screaming sounds like a bird warbling, and evidence around the house relates to a performance of \"Lac des cane\", or \"Duck Lake\". A young girl was slated to play the part of a princess becoming a duck,which Yakumo made a literal reality, kidnapping and mutilating her into a bird-shaped monstrosity.",
      "links": [
        {
          "title": "Spirit Hunter: Death Mark",
          "url": "/pmwiki/pmwiki.php/VisualNovel/SpiritHunterDeathMark"
        },
        {
          "title": "bees",
          "url": "/pmwiki/pmwiki.php/Main/BeeAfraid"
        },
        {
          "title": "Spirit Hunter: NG",
          "url": "/pmwiki/pmwiki.php/VisualNovel/SpiritHunterNG"
        },
        {
          "title": "The Tale of the Bamboo Cutter",
          "url": "/pmwiki/pmwiki.php/Literature/TheTaleOfTheBambooCutter"
        },
        {
          "title": "Moon Rabbit",
          "url": "/pmwiki/pmwiki.php/Main/MoonRabbit"
        },
        {
          "title": "Urashima Taro",
          "url": "https://en.wikipedia.org/wiki/Urashima_Tar<!--C5-->8D"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sunrider: Sola's uncle Crow Harbor is heavily associated with crows. Apart from beingnamed after them,when we finally see him duringThe StingerofSunrider Liberation Dayhe's wearing a large bird's skull on one shoulder and a cape made of what appears to be crow feathers on the other. Given that he plunged the entire galaxy into a bloody civil war just to put himself on the throne of the ancient Ryuvian Empireand is poised to do the same thing to the modern galaxy, he fits the motif ofcrows as harbingers of doom.",
      "links": [
        {
          "title": "Sunrider",
          "url": "/pmwiki/pmwiki.php/VisualNovel/Sunrider"
        },
        {
          "title": "named after them",
          "url": "/pmwiki/pmwiki.php/Main/AnimalThemeNaming"
        },
        {
          "title": "The Stinger",
          "url": "/pmwiki/pmwiki.php/Main/TheStinger"
        },
        {
          "title": "crows as harbingers of doom",
          "url": "/pmwiki/pmwiki.php/Main/CreepyCrows"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tavern Talk: Baya likes antsnotespiders prior to the v1.34 update, so they ask for drinks that make them as nimble as them.",
      "links": [
        {
          "title": "Tavern Talk",
          "url": "/pmwiki/pmwiki.php/VisualNovel/TavernTalk"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Umineko: When They Cry: Beatrice is most frequently associated with golden butterflies (appearing early on a cloud of them), signifying the questionable nature of reality as presented in the series. Bernkastel, the self-entitled \"cruelest Witch in the world\", has acat's tail. In what may have been a partialCultural Cross-Reference, Battler is a few times compared to aPhoenix(for his determination).",
      "links": [
        {
          "title": "Umineko: When They Cry",
          "url": "/pmwiki/pmwiki.php/VisualNovel/UminekoWhenTheyCry"
        },
        {
          "title": "cat's tail",
          "url": "/pmwiki/pmwiki.php/Main/CatsAreMean"
        },
        {
          "title": "Cultural Cross-Reference",
          "url": "/pmwiki/pmwiki.php/Main/CulturalCrossReference"
        },
        {
          "title": "Phoenix",
          "url": "/pmwiki/pmwiki.php/Franchise/AceAttorney"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "13 Cards: Gabriel tends to be associated with cats, as shown in the credits for episode 5 & the fact that he has pointy ears and cat-like eyes.",
      "links": [
        {
          "title": "13 Cards",
          "url": "/pmwiki/pmwiki.php/WebAnimation/ThirteenCards"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Amazing Digital Circus: Jax takes the form of an anthropomorphic rabbit and is acrafty prankster.",
      "links": [
        {
          "title": "The Amazing Digital Circus",
          "url": "/pmwiki/pmwiki.php/WebAnimation/TheAmazingDigitalCircus"
        },
        {
          "title": "crafty prankster",
          "url": "/pmwiki/pmwiki.php/Main/RascallyRabbit"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Amy (Animated Short): This is represented in shadows. The titular's shadow is seen as a mouse, something that is small and meek, while her guardian's shadow is a wolf, something predatory. When Amy gets back at her abuser, her shadow becomes a lioness, something that represents courage.",
      "links": [
        {
          "title": "Amy (Animated Short)",
          "url": "/pmwiki/pmwiki.php/WebAnimation/AmyAnimatedShort"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Helluva Boss:Blitzohas both cats and horses as prominent motifs. For cats, he wakes up Moxxie in the pilot by sitting on his chest and purring, and in \"C.H.E.R.U.B\", he watches a potential victim of assassination while swaying his tail from side-to-side, like a cat getting ready to pounce. With horses, Blitzo is shown on multiple occasions to be obsessed with them, often having toy ponies, pictures of horses andhorse-themed pornographyin his office or on his person.Stolas is anowl demon, so naturally birds are a prominent motif for him. He can occasionally be heard making owl noises, such as hooting or screeching, when excited or stressed out and he's been visually represented with feathers on multiple occasions.Fizzaroli has a prominent snake theme, ranging from his forked tongue to coiling himself around Asmodeus' shoulders in a manner similar to those shots of beautiful naked women withboa constrictors. In addition, his constantly extending and retracting limbs and general slinkiness further the serpentine allusion.Moxxie's dad, Crimson, has sharks as a prominent motif. His crew made up mostly of shark demons, his home's decor includes themes of shark jaws and dead fish, and his favorite method of \"whacking\" isdrowning people in a lake. Like sharks, he is a persistent predator who tracks his prey (Moxxie) across a vast distance (between Rings) and is incredibly bloodthirsty.TheSeven Deadly Sins:Luciferhassnakes, fitting with his role asthe serpent that caused the Fall of Man. Most of the snake iconography he's associated with also stylizes the snakes to look likeworms crawling out of or coiling around apples, further alluding to his Biblical significance as the one who gave humanity the Forbidden Fruit. Inhis home show, he also displays a fondness forwaterfowl, making novelty rubber ducks in his spare time and implicitly having true form resembling a swan.Bee-Lzebubis visually depicted as a mix between afoxand ahoneybee, but bees are the more prominent motif for her, represented through having antennae on her ears and eyelashes, her abode resembling a giant beehive and frequent references to honey, as well as her nickname being, well, \"Bee\". What is implied to be hertrue formalso looks more insect-like than her regular form.Mammonhas aspidermotif, with his six additional eyes (giving him eight in total), extra arms and tendency to lounge around on a spider web. He also hasFizzarollitrapped in a metaphorical \"web\" as an employee he exploits. Histrue, full demon formtakes this further by giving him long, clawed spider legs.Asmodeushasroostersas his main motif; he himself is a hulking demon with colorful rooster feathers, he has decorations with an avian theme (including a cuckoo clock with the \"cuckoo\" being a rooster with a giantcock) and his personality can easily be described as \"cocky\". Like the mythological Asmodeus, he also has the heads of agoatand abullprojected on his feathery collar, and said heads appear as decorations on his office doors as well.Satanis ahumanoid dragon, fitting how dragons are symbols of rage and destruction.Leviathanis a two-headedfish womanwith one of her heads resembling aSea Serpent, as a reference to how Leviathan in folklore was a giant sea dragon.Belphegoris a sleepy humanoid sheep with a long neck like a llama. This fits with her Sloth sin, as sheep are associated with both sleep (\"counting sheep\", the fluffy wool resembling clouds or pillows) and laziness (sheep as \"followers\" who don't think for themselves).",
      "links": [
        {
          "title": "Helluva Boss",
          "url": "/pmwiki/pmwiki.php/WebAnimation/HelluvaBoss"
        },
        {
          "title": "Blitzo",
          "url": "/pmwiki/pmwiki.php/Characters/HelluvaBossBlitzo"
        },
        {
          "title": "horse-themed pornography",
          "url": "/pmwiki/pmwiki.php/Main/BreadEggsMilkSquick"
        },
        {
          "title": "owl demon",
          "url": "/pmwiki/pmwiki.php/Main/OminousOwl"
        },
        {
          "title": "boa constrictors",
          "url": "/pmwiki/pmwiki.php/Main/FeatherBoaConstrictor"
        },
        {
          "title": "drowning people in a lake",
          "url": "/pmwiki/pmwiki.php/Main/CementShoes"
        },
        {
          "title": "Seven Deadly Sins",
          "url": "/pmwiki/pmwiki.php/Main/SevenDeadlySins"
        },
        {
          "title": "Lucifer",
          "url": "/pmwiki/pmwiki.php/Main/Pride"
        },
        {
          "title": "snakes",
          "url": "/pmwiki/pmwiki.php/Main/SnakesAreSinister"
        },
        {
          "title": "the serpent that caused the Fall of Man",
          "url": "/pmwiki/pmwiki.php/Main/BeenThereShapedHistory"
        },
        {
          "title": "worms crawling out of or coiling around apples",
          "url": "/pmwiki/pmwiki.php/Main/WormInAnApple"
        },
        {
          "title": "his home show",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/HazbinHotel"
        },
        {
          "title": "waterfowl",
          "url": "/pmwiki/pmwiki.php/Main/FoulWaterfowl"
        },
        {
          "title": "Bee-Lzebub",
          "url": "/pmwiki/pmwiki.php/Main/VillainousGlutton"
        },
        {
          "title": "fox",
          "url": "/pmwiki/pmwiki.php/Main/FoulFox"
        },
        {
          "title": "honeybee",
          "url": "/pmwiki/pmwiki.php/Main/BeeAfraid"
        },
        {
          "title": "true form",
          "url": "/pmwiki/pmwiki.php/Main/OneWingedAngel"
        },
        {
          "title": "Mammon",
          "url": "/pmwiki/pmwiki.php/Main/Greed"
        },
        {
          "title": "spider",
          "url": "/pmwiki/pmwiki.php/Main/SpidersAreScary"
        },
        {
          "title": "Fizzarolli",
          "url": "/pmwiki/pmwiki.php/Main/MonsterClown"
        },
        {
          "title": "true, full demon form",
          "url": "/pmwiki/pmwiki.php/Main/OneWingedAngel"
        },
        {
          "title": "Asmodeus",
          "url": "/pmwiki/pmwiki.php/Main/Lust"
        },
        {
          "title": "roosters",
          "url": "/pmwiki/pmwiki.php/Main/CockyRooster"
        },
        {
          "title": "cock",
          "url": "/pmwiki/pmwiki.php/Main/Pun"
        },
        {
          "title": "goat",
          "url": "/pmwiki/pmwiki.php/Main/GruesomeGoat"
        },
        {
          "title": "bull",
          "url": "/pmwiki/pmwiki.php/Main/BrutishBulls"
        },
        {
          "title": "Satan",
          "url": "/pmwiki/pmwiki.php/Main/UnstoppableRage"
        },
        {
          "title": "humanoid dragon",
          "url": "/pmwiki/pmwiki.php/Main/DragonsAreDemonic"
        },
        {
          "title": "Leviathan",
          "url": "/pmwiki/pmwiki.php/Main/GreenEyedMonster"
        },
        {
          "title": "fish woman",
          "url": "/pmwiki/pmwiki.php/Main/FishPeople"
        },
        {
          "title": "Sea Serpent",
          "url": "/pmwiki/pmwiki.php/Main/SeaSerpents"
        },
        {
          "title": "Belphegor",
          "url": "/pmwiki/pmwiki.php/Main/Sloth"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "\"Meet My Family\"(turn on captions for English translation) features the members of the titular family with animal-like designs to compliment their various colorful personalities, some more subtle than others; the most subtle are the twin aunts at the beginning, who don't borrow any visible traits from an animal, but the room they're introduced in is decorated all over with cute pictures of dogs; the cousins resemble chickens as a possibleGossipy Hensjoke; the grandfather has a cane in the shape of a fox's head and his green eyes, pointed sideburns and triangular eyebrows compliment that motif; the mother is aLean and MeanRich Bitchwho slithers about like a snake; and the grandmother is a short, plump, friendly woman with a wide mouth like a toad.",
      "links": [
        {
          "title": "\"Meet My Family\"",
          "url": "https://www.youtube.com/watch?v=3A-KBiWfdHM"
        },
        {
          "title": "Gossipy Hens",
          "url": "/pmwiki/pmwiki.php/Main/GossipyHens"
        },
        {
          "title": "Lean and Mean",
          "url": "/pmwiki/pmwiki.php/Main/LeanAndMean"
        },
        {
          "title": "Rich Bitch",
          "url": "/pmwiki/pmwiki.php/Main/RichBitch"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "\"Only Girls Get It\" depictsvarious symptoms of PMSas women turning into animals; a prickly hedgehog, a starving black bear, an emotional elephant, and a solitary lioness.",
      "links": [
        {
          "title": "Only Girls Get It",
          "url": "https://www.youtube.com/watch?v=sq-j03_Tr4M"
        },
        {
          "title": "various symptoms of PMS",
          "url": "/pmwiki/pmwiki.php/Main/AllPeriodsArePMS"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Red vs. Blue:Caboose has dogs as a motif, specifically, a very big, dumb one. He'sfriendly, not very smart, and has unrefined manners. This motif gets played up duringThe Chorus Trilogy, where he treatsFrecklesas if it was a puppy, expresses fear at being taken to \"the vet\", and likes to take walks through parks to exercise. It's also revealed in Season 15 that he's color blind.Agent Washington has cats as a motif. His personality inThe Recollectionis similar toan abused cat,he's one of the most sarcastic characters in the series, and during flashbacks inThe Project Freelancer Saga, hisEndearingly Dorkypersonality is outright compared to a naive kitten, and his training room locker haspictures of cats in it. And to top it all off, just like the myth of cats having nine lives,the man seemingly refuses to let anything kill him. Also, inThe Shisno Paradox, he mentions that he had previously owned a cat.As his name would imply, Sharkface is identified as ashark, rather ironic for aPyromaniac. His helmet visor is painted with a shark's mouth akin to old-school nose art, and tattoos of sharks on his chest and back. He is also a fierce hunter trying to find Carolina and Washington to kill them.",
      "links": [
        {
          "title": "Red vs. Blue",
          "url": "/pmwiki/pmwiki.php/WebAnimation/RedVsBlue"
        },
        {
          "title": "friendly",
          "url": "/pmwiki/pmwiki.php/Main/NiceGuy"
        },
        {
          "title": "The Chorus Trilogy",
          "url": "/pmwiki/pmwiki.php/WebAnimation/RedVsBlueTheChorusTrilogy"
        },
        {
          "title": "Freckles",
          "url": "/pmwiki/pmwiki.php/Main/MiniMecha"
        },
        {
          "title": "The Recollection",
          "url": "/pmwiki/pmwiki.php/WebAnimation/RedVsBlueTheRecollection"
        },
        {
          "title": "an abused cat",
          "url": "/pmwiki/pmwiki.php/Main/CatsAreMean"
        },
        {
          "title": "he's one of the most sarcastic characters in the series",
          "url": "/pmwiki/pmwiki.php/Main/CatsAreSnarkers"
        },
        {
          "title": "The Project Freelancer Saga",
          "url": "/pmwiki/pmwiki.php/WebAnimation/RedVsBlueTheProjectFreelancerSaga"
        },
        {
          "title": "Endearingly Dorky",
          "url": "/pmwiki/pmwiki.php/Main/EndearinglyDorky"
        },
        {
          "title": "pictures of cats in it",
          "url": "/pmwiki/pmwiki.php/Main/KindheartedCatLover"
        },
        {
          "title": "the man seemingly refuses to let anything kill him",
          "url": "/pmwiki/pmwiki.php/Main/MadeOfIron"
        },
        {
          "title": "shark",
          "url": "/pmwiki/pmwiki.php/Main/ThreateningShark"
        },
        {
          "title": "Pyromaniac",
          "url": "/pmwiki/pmwiki.php/Main/Pyromaniac"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "RWBY:Ruby Rose is associated with wolves. She is based onLittle Red Riding Hood, she's first introduced fighting Beowolves, a type ofmonstrous wolf-creature, when she sleeps, she wears pajamas with a cartoonish wolf-face and wears a wolf-eyedSleep Mask, herCircling Birdiesare little wolves, and her bedroom has Beowolf action figures in it. Also,Word of Godstates that she was supposed to appear more \"wolf-like\", but animation constraints prevented it.Blake Belladonna has cats as a motif. For one, she's acatFaunus, she's also sneaky and mysterious, and like many Faunus, she has traits reminiscent of the animal she's a hybrid of, such as liking fish and being scared of dogs.Adam Taurus has a bull motif. He's a bull Faunus, his last name is the latin word for \"Bull\", the markings on hisCool Maskresemble horns, andwhen he removes his blindfold, he's revealed to have been branded over his left eye by the SDC, just like how cattle is branded in farms.Junior, the club owner Yang fights in the \"Yellow\" trailer, has bears as a motif. He's the third largest character in the series, his real name, Hei Xiong, is Chinese for \"Black Bear\", his club's DJ wears a bear costume, and all of his henchmen use axes with the word \"bear\" engraved on it.Team CRDL (pronounced \"cardinal\") contains four members who are all associated with birds. The leader is Cardin Winchester, whose name is associated with cardinals, and he wears a breastplate with a bird in flight on it. Two other teammates also wear armor with birds found somewhere on them: Dove Bronzewing, who is associated with pigeons and doves, and Sky Lark, who is associated with the skylark. The remaining member is Russell Thrush, who looks more like a punk and doesn't wear armor. All the birds have Christian folklore attached to them, hence the \"church knight\" appearance of most of the team.Velvet Scarlatina has rabbits as a motif. She's a rabbit Faunas, and her eyes are animated differently from other characters, being much wider and more doe-eyed to emphasize hercute appearance.Raven Branwen has birds, specifically, as her name implies, ravens, as a motif. Her last name means \"Blessed Raven\", herCool Maskresembles a bird's face and beak, she styles her hair in a way that resembles bird feathers, and like her brother,she canmagically shape-shift into a bird.Arslan Altan, the leader of Team ABRN, has lions as a motif. She's the leader of the team, a position associated with lions, her first name is Turkish for \"Lion\", and her color scheme brings lions to mind.Tyrian Callows has scorpions as a motif. He's a scorpion Faunus, his wrist-blades resemble pincers, and his ponytail resembles a scorpion's tail.Ilia Amitola has a chameleon motif. She's a chameleon Faunus, her weapon is a whip that lashes out like a chameleon's tongue, and her ponytail curls back in on itself like a chameleon's tail.Trifa, a member of the White Fang working under the Albain brothers, has a spider motif. She's a spider Faunus, her symbol is a spider, and her short sword's blade is attached to the handle by a spider-like design.Lil' Miss Malachite used to be afraid of spiders. As a result, she decided to overcome that fear by making spiders work for her. She now runs a criminal information network in Mistral, using the symbol of a spider sitting on a web to identify her criminal headquarters. Every single member of her organization can be identified by the presence of a tattoo of the same symbol somewhere on their body. And to top it all off, she is based on the nursery-rhyme character, Little Miss Muffet.Clover Ebi has kingfishers as a motif. His weapon is named after them, his design (his hair in particular) seems inspired by the bird, and the kingfisher is associated with good fortune,but also tragic death.Harriet Bree has hares as a motif. Her nickname is \"Hare\", the blond tufts of hair in the front of her hairline resemble long ears, and her semblance isSuper-Speed.Marrow Amin has dogs as a motif. He's a canine Faunus, his weapon is aboomerang-riflenamed Fetch, and his semblance can paralyze Grimm with the command \"Stay\".Fiona Thyme has sheep as a motif. She's a sheep Faunus, her hair resembles a sheep's wool, her earrings resemble the tags farm sheep are given, and she has a shy and gentle personality.Robyn Hill has birds as a motif. Her personal symbol is a bird with flared wings, and wings extend out of her crossbow whenever she prepares to use it.",
      "links": [
        {
          "title": "RWBY",
          "url": "/pmwiki/pmwiki.php/WebAnimation/RWBY"
        },
        {
          "title": "Little Red Riding Hood",
          "url": "/pmwiki/pmwiki.php/Literature/LittleRedRidingHood"
        },
        {
          "title": "monstrous wolf-creature",
          "url": "/pmwiki/pmwiki.php/Main/AnimalisticAbomination"
        },
        {
          "title": "Sleep Mask",
          "url": "/pmwiki/pmwiki.php/Main/SleepMask"
        },
        {
          "title": "Circling Birdies",
          "url": "/pmwiki/pmwiki.php/Main/CirclingBirdies"
        },
        {
          "title": "Word of God",
          "url": "/pmwiki/pmwiki.php/Main/WordOfGod"
        },
        {
          "title": "cat",
          "url": "/pmwiki/pmwiki.php/Main/CatGirl"
        },
        {
          "title": "Faunus",
          "url": "/pmwiki/pmwiki.php/Main/LittleBitBeastly"
        },
        {
          "title": "Cool Mask",
          "url": "/pmwiki/pmwiki.php/Main/CoolMask"
        },
        {
          "title": "cute appearance",
          "url": "/pmwiki/pmwiki.php/Main/BunniesForCuteness"
        },
        {
          "title": "Cool Mask",
          "url": "/pmwiki/pmwiki.php/Main/CoolMask"
        },
        {
          "title": "magically shape-shift into a bird",
          "url": "/pmwiki/pmwiki.php/Main/VoluntaryShapeshifting"
        },
        {
          "title": "Super-Speed",
          "url": "/pmwiki/pmwiki.php/Main/SuperSpeed"
        },
        {
          "title": "boomerang-rifle",
          "url": "/pmwiki/pmwiki.php/Main/MixAndMatchWeapon"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "According to CEO Jay Graber, the butterfly logo ofBlueskyis a motif. The butterfly represents change, and Bluesky's goal is to change social media as it opens up.",
      "links": [
        {
          "title": "According to CEO Jay Graber",
          "url": "/pmwiki/pmwiki.php/Main/WordOfGod"
        },
        {
          "title": "Bluesky",
          "url": "/pmwiki/pmwiki.php/Platform/Bluesky"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "FromKillerbunnies, we have Arachne, who, fitting of her name, tends to have a spider motif and behaves very much like one, which is to say, she won't bother unless bothered.",
      "links": [
        {
          "title": "Killerbunnies",
          "url": "/pmwiki/pmwiki.php/Website/Killerbunnies"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Carpetbaggerassociates himself with possums. They show up in most of his animated intros. Inthis video, he explains that this is because he finds possumsweirdly fascinating, and because possums are associated with theDeep South, which is where his channel originally focused on before he started branching out to the whole US.",
      "links": [
        {
          "title": "The Carpetbagger",
          "url": "/pmwiki/pmwiki.php/WebVideo/TheCarpetbagger"
        },
        {
          "title": "this video",
          "url": "https://youtu.be/XhHcu1UrHts"
        },
        {
          "title": "weirdly fascinating",
          "url": "/pmwiki/pmwiki.php/Main/FreakyIsCool"
        },
        {
          "title": "Deep South",
          "url": "/pmwiki/pmwiki.php/Main/DeepSouth"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Game Grumps:Jontends to prefer birdPokémon, along with having a bird sidekick in his own series.Danny is associated with unicorns (The Last Unicornis reportedly his favorite movie, and an earlyNinja Sex Partysong, \"Unicorn Wizard,\" established his love for the creature) and Arin is associated with cats (he has pet cats and Dan'sAffectionate Nicknamefor him is \"big cat\"). Their respective fursonas, crossing over with theirColor Motifs, are a blue unicorn and a pink lion respectivelynotethe latter isAscended Fanondue to fanartists drawing Arin's fursona as a big cat based on Dan's nickname, which have appeared in media such asGame Grumps Liveshows and evenofficial body pillows.",
      "links": [
        {
          "title": "Game Grumps",
          "url": "/pmwiki/pmwiki.php/WebVideo/GameGrumps"
        },
        {
          "title": "Jon",
          "url": "/pmwiki/pmwiki.php/WebVideo/JonTron"
        },
        {
          "title": "Pokémon",
          "url": "/pmwiki/pmwiki.php/Franchise/Pokemon"
        },
        {
          "title": "The Last Unicorn",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheLastUnicorn"
        },
        {
          "title": "Ninja Sex Party",
          "url": "/pmwiki/pmwiki.php/Music/NinjaSexParty"
        },
        {
          "title": "Affectionate Nickname",
          "url": "/pmwiki/pmwiki.php/Main/AffectionateNickname"
        },
        {
          "title": "Color Motifs",
          "url": "/pmwiki/pmwiki.php/Main/ColorMotifs"
        },
        {
          "title": "Ascended Fanon",
          "url": "/pmwiki/pmwiki.php/Main/AscendedFanon"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "JaidenAnimationshas some references to birds in her videos; as shown by her pet conure, Ari. In her Pokémon videos, she's shown to possess bird-themed pokemon. In some videos; you can see 3 small bird tattoos on her right forearm.",
      "links": [
        {
          "title": "JaidenAnimations",
          "url": "/pmwiki/pmwiki.php/WebAnimation/JaidenAnimations"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Minerva Alliance: The titular Minerva Alliance has birds as its motif. Its logo is the face of a barn owl, its base of operations, Eyrie Command, is named after the term for an eagle's nest and its personnel have bird-themed codenames, such as \"Agent Sparrow\", \"Agent Peregrine\", etc.",
      "links": [
        {
          "title": "The Minerva Alliance",
          "url": "/pmwiki/pmwiki.php/WebVideo/TheMinervaAlliance"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Party Crashers:Monkeys for Brent, as he frequently makes monkey noises and often plays as monkeys in video games whenever he's given the option, such as Funky Kong in theMario Kartseries and the Monkey inUltimate Chicken Horse. He's also often associated with crocodiles due to being aKing K. Roolmain inSuper Smash Bros. Ultimate.Penguins forTCNick3, as he used to have a Piplup as hisprofile picture◊and was often represented with Piplup images andGIFsin videos, though this was phased out after changing his profile picture to his custom Daisy costume in January 2024 and him stating that he doesnotlike being represented as Piplup. He's also often associated with dogs, as he frequently makes dog noises and often plays as dogs in video games whenever he's given the option, such as Scrubby inLiar's Barand Dribble inWarioWare, Inc.: Mega Party Game$!",
      "links": [
        {
          "title": "Party Crashers",
          "url": "/pmwiki/pmwiki.php/WebVideo/PartyCrashers"
        },
        {
          "title": "Mario Kart",
          "url": "/pmwiki/pmwiki.php/VideoGame/MarioKart"
        },
        {
          "title": "Ultimate Chicken Horse",
          "url": "/pmwiki/pmwiki.php/VideoGame/UltimateChickenHorse"
        },
        {
          "title": "King K. Rool",
          "url": "/pmwiki/pmwiki.php/Franchise/DonkeyKong"
        },
        {
          "title": "Super Smash Bros. Ultimate",
          "url": "/pmwiki/pmwiki.php/VideoGame/SuperSmashBrosUltimate"
        },
        {
          "title": "profile picture",
          "url": "https://static.tvtropes.org/pmwiki/pub/images/tcnick3.png"
        },
        {
          "title": "Liar's Bar",
          "url": "/pmwiki/pmwiki.php/VideoGame/LiarsBar"
        },
        {
          "title": "WarioWare, Inc.: Mega Party Game$!",
          "url": "/pmwiki/pmwiki.php/VideoGame/WarioWareIncMegaPartyGames"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "SMPLive:Cooper has a fish motif, being aFish Personand having fish as a main element of his branding.A more subtle one compared to other server members, but Gold is associated with parrots, as he has many, and is very fond of them.Despite his name being a type of bear, Grizzly's animal motif is dogs — particularly pugs, as his mascot is one and one can be seen on his skin.Travis is associated with both dogs and monkeys — the former due to his branding, and the latter due to his skin. Both reflect hisKeetpersonality quite well.Schlatt is associated with sheep due to his mascot being one.Wilbur has two, and both are sea animals: Whales, due to his \"whale facts\" booth, and squids, as he performs\"The Squid Song\"during theSMPLive Talent Show.",
      "links": [
        {
          "title": "SMPLive",
          "url": "/pmwiki/pmwiki.php/WebVideo/SMPLive"
        },
        {
          "title": "Fish Person",
          "url": "/pmwiki/pmwiki.php/Main/FishPerson"
        },
        {
          "title": "Keet",
          "url": "/pmwiki/pmwiki.php/Main/Keet"
        },
        {
          "title": "\"The Squid Song\"",
          "url": "/pmwiki/pmwiki.php/Main/MythologyGag"
        },
        {
          "title": "SMPLive Talent Show",
          "url": "/pmwiki/pmwiki.php/Main/TalentContest"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Yo Videogames: Dogs (to be more precise, Pomeranians) are Maximilian's animals of choice. After all, his mascot, Benny, is one. Taken to a logical extreme where, inTokyo Jungle,Max plays as a Pomeranian while his friend Matt favors the saber-toothed tiger.",
      "links": [
        {
          "title": "Yo Videogames",
          "url": "/pmwiki/pmwiki.php/LetsPlay/YoVideogames"
        },
        {
          "title": "Tokyo Jungle",
          "url": "/pmwiki/pmwiki.php/VideoGame/TokyoJungle"
        }
      ]
    }
  ]
}