{
  "trope": "ProphecyTwist",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/ProphecyTwist",
  "description": "\n\n\"And be these juggling fiends no more believed,That palter with us in a double sense;That keep the word of promise to our ear,And break it to our hope.\"—Macbeth,finally cottoning on,Macbeth, Act V scene viii\n\nProphecies are funny things. Theyalways come true(except when they don't), but they almost never mean what you thought they did.\n\nIt's even worse when you think you have them figured out.\n\nHalf the time they work much like aLiteral Genie. A prophecy mayseemto predict the death of a character, or of a set of characters, orThe End of the World as We Know It, but then it turns out that there's some other reason for such-and-such to occur. (Like if a character \"isn't coming back\" from some sojourn to, say,The Future, they may survive, but then stay in the future.)\n\nThe other half areimpossibly cryptic, often using incredibly flowery metaphors. \"The sun will rise on Christmas Day\" has an obvious literal interpretation, but the sun in question might actually be the Aztec god Huitzilopochtli, an H-bomb, or theBritish tabloid. It might, through standard symbolism, mean gold, or something golden, love in general or a particular pair of lovers. It could refer to Japan, Uruguay or the Jesuits, all of whom use a sun in their flag. It could be a person whose name means 'sun', such as Elanor, Eloise, Sol, Sorin... It could be any of a thousand things. And if it's spoken rather than written that opens up situations where the prophecy refers to a \"son\" rather than \"the sun.\"\n\n\"Rise\" has multiple meanings too, and there are several possible dates for Christmas. If the prophecy is said to be atranslation, there's additional room for obscurity. Perhaps rise should be raise — the same word in some languages. Perhaps the real meaning involves bi- or trilingual puns, or Hittite idioms. The technical term for the little \"twist\" in such a prophecy (or any riddle, contract, etc.) is \"quibble\" (although it's most commonly used for when the twist turns on legalistic nitpicking).\n\nAmbiguous Syntaxcan be another technique: in \"The duke yet lives who the king shall betray\", will the king betray the duke, or the duke the king? And since most prophecies are spoken, there is always the possibilitythat it was simply misheard. Remember, when it comes to prophecy, homonyms are definitely not your friends. If the prophecy is old enough to have been recorded in a dead language, the original wording may also be forgotten, replaced bya less-clear translation— or in the worst-case scenario, multiple translations, at least two of which directly contradict each other.\n\nIn any case, the prophecies generally rely on a heaping dose ofDouble Meaningsto give them their ambiguous nature.\n\nSometimes, of course, the most literal meaning is correct. Such an instance can still be a meta-Twist if the witnesses to the prophecy's proclamation suspect a twist.\n\nDeciding what the prophecy actually meant, and whether it's literal or deeply cryptic, is then impossible until after it has happened, which is part of the mechanism of manySelf Fulfilling Prophecies. It's because no one understood the real meaning that the attempts to avert it made it come true.\n\nOf course, the Prophecy Twist need notinherentlybe a bad thing. For every character who finds out the hard way thatYou Can't Fight Fate, there are those who resign themselves to their apparent doomBecause Destiny Says So, only to find out thatDestiny is still looking out for them after all.\n\nThis isOlder Than Feudalism; the \"cryptic\" prophecy was a staple of ancientGreek Mythology.\n\nSuper-TropeofNo Man of Woman Born(a seemingly impossible condition is ultimately met throughExact Words) andTwisting the Prophecy(knowingly fulfilling a prophecy in a way that creates a favourable outcome). See alsoFalse Reassurance(got some bad news? Twist it into good news with a little wordplay).\n\nFor when the \"real meaning\" relies on an extremely dubious interpretation (beyond what a reasonable person would consider valid) of the original prophecy, seeMetaphorically True. For when the vision looks like someone dying, but turns out to be a clone, robot, shapeshifter, identical twin, or other impostor, seeActually a Doombot,Doppelgänger,Twin Switch,Backup Twin. If the prophecy explicitly mentions multiple possibilities, but that only one of them will come true, it's anEither/Or Prophecy; here, the prophecy says that one thing WILL happen, and the question just comes down to what that thing means. ContrastThread of Prophecy, Severed,Self-Defeating Prophecy, andScrew Destinywhen the prophecy fails entirely. This trope may subvertProphecy Armor, where a character knows (or at least believes) that they will die a certain way or at a certain time, and so believes that they are unkillable until the right conditions come to pass.\n\nSince the mere fact that there is a twist to a prophecy is often aspoiler, feel free to turn back at this point.\n\nExamples:LiteratureLive-Action TVVideo Gamesopen/close all folders\n\nAnime & MangaBrynhildr in the Darkness: Kana's forecasts show what will happen, but not why. For example, in episode 5 she seesKotori smiling while standing over Kuroha's body and thinks Kotori killed Kuroha. In episode 6 we learn that it's actuallyKotori being aStepford Smilerto hide her sadness.InChainsaw Man, Aki makes aDeal with the Devilwith the Future Devil forCombat Clairvoyanceand it doesn't ask for much in return, explaining thathe's going to die in \"the worst way possible\"and that it just wants to be there to see it happen.Aki actually ends up dying rather peacefully ashis mind was long gone by that point; he meant the worst way possible forDenji, who was forced toMercy Killhim after they had become like brothers.InChrono Crusade, Mary Magdalene is a seer that has had constant dreams of someone namedChronowould be the one to \"take her life\". When she meets the person from her dreams and tells him of the prophecy, both assume that it means he'll kill her—but it turns out the prophecy's wording is deceptive.In reality, Chrono literally takes away her lifespan to supply his powers througha demonic contract. It appears he kills her completely (and in the manga he believes that was the case), but her spirit lives on inside the watch that seals his powers, guiding him and Rosette.Discussed in the extended versionDragon Ball Z: Battle of Gods. Goku at one point theorises that \"Super Saiyan God\" isn't a level, but rather another surviving Saiyan named \"God\".In the first chapter ofDoraemon, the titular character proves he's from the future by predicting that main character Nobita will hang himself in 30 minutes and then be burned alive ten minutes later. Nobita scoffs, but then thirty minutes later, he slips while getting a shuttlecock off the roof and his shirt collar gets caught on a tree branch, making another character joke that he hung himself. Ten minutes later, he falls into a full bathtub and dries himself out in front of a space heater. The phrase \"to burn alive\" in Japanese is similar to \"to warm in front of a fire.\"InFlame of Recca, only one person per generation can wield the Hokage clan's flame. If a second child is born with the ability to wield flames, a prophecy says that child is cursed and will bring about the clan's end. Kurei was deemed the cursed child and soon after his birth the clan was destroyed by Nobunaga. Later events revealtwo twists. First,Reccais the actual cursed child as his flame lacks an animal aspect while Kurei inherited their father's flame. Second, Recca ends the Hokage clan not through its destruction but by finally fulfilling its purpose of defeating a great evil. With this accomplished, the Eight Dragons can finally rest at peace and the Hokage clan loses its ability to wield flame.Near the end ofI Would Die To Have Your First Time, Taro, who's long had visions of his childhood friend Mika, sees one last vision of her sobbing and warns her boyfriend, Nishimori, to avoid hurting her. At the very end, this vision comes true,as she breaks down withjoywhile trying to announce her pregnancy to Nishimori (now her husband) and their friends.JoJo's Bizarre AdventureStardust Crusadersfeatures Boingo, user of the Stand named after the Egyptian god Thoth, which is a manga that predicts the future. Of course, to keep the characters and audience on their toes, every prediction is subject to this orProphetic Fallacy. For example:Thoth predicts Jotaro will have his face split in half via an explosion caused by a bomb disguised as an orange. Boingo's brother Oingo goes to set the trap. (Oingo has to use his own Stand to disguise himself as Jotaro to avoid being caught, and gets stuck with the bomb. Note that since Thoth is a manga, the prediction is shown through anillustrationof Jotaro getting blown up.) Though, in a rather interesting twist,all the way forward tothe Sixth part, Jotaro dies when Father Pucci strikes him with accelerated knives, splitting his face, so, in a bizarre way, the prophecy ended up becoming true.Later, Thoth shows Hol Horse a prophecy that says \"At 12:00, the bullets go through the head!\", with a picture of Jotaro getting shot. (Hol Horse follows the prophecy's prediction but misses the heroes, then discovers his wristwatch was fast and he fired too early. Panicking, he grabs Thoth and holds it up in front of him... at which point the bullets ricochet and pierce thepictureof Jotaro to hit Hol Horse.)InGolden Wind, Epitaph's ability lets Diavolo and Doppio see 10 seconds into the future; anything that happens in that visionis guaranteed to happen. During Doppio's fight with Risotto Nero, he gets a vision of himself with a huge chunk of his head missing. Obviously, he comes to the conclusion that he's going toget his head blown apart, but before that can happen,Narancia's Stand shoots Risotto, splattering his blood all over Doppio/Diavolo's face. One of Risotto's abilities lets him manipulate iron, including the ability to refract light to turn iron into an invisibility cloak of sorts, and this ability also affects the iron in his blood, so Diavolo's head turns invisible where the blood landed, matching the image in the prediction without killing him.One story inThe Kurosagi Corpse Delivery Serviceinvolves an actuary with the ability to kill people byluring them into scenarioswhere he's calculated the odds are greatestthey'll die in a freak accident. As he watches our heroes nearly get washed away by a flash flood, he boasts to himself he'd calculated there were good odds he'd be killed in a plane accident today, and had thus put off his planned escape flight.The villain meets his end a few pages later, when he's hit in the eye with a loose screw that fell off a passing airplane.The entire main plot ofMagical Girl Lyrical Nanoha StrikerSis based around this, with the military unit the characters serve in being formed to prevent a seemingly apocalyptic prophecy. As it turns out,they interpreted the prophecy correct in some areas (the \"Tower of Law being burned to the ground\" referring to the TSAB Ground Forces HQ being attacked and wrecked), but got another part wrong: the \"ship of Law that protects the stars\" doesn't refer to the TSAB's fleet and space base, but rather to the Saint's Cradle, a massive warship from the ancient Kingdom of Belka. It's co-opted by theBig Badnear the end, and the last few episodes are the protagonists going all out to stop it...which they succeed in disabling, allowing the Cradle to be vaporized in orbit by the combined TSAB fleet sent to stop it.Fuu, Umi and Hikaru ofMagic Knight Rayearthmust fulfill an ancient prophecy — but what they think they have to do and what they actually must do are two very, very different things.The manga ofMermaid Melody Pichi Pichi Pitchhad Lucia raised as a civilian, in the human world no less, because it was foreseen that she would see great hardship as the sea kingdoms were destroyed. Of course, it happened anyway, and she turned out all right. The anime didn't even include the prophecy and gave her a normal princess life.The Mysterious Cities of Goldhas a prophecy that stated that the white man would try to take the cities of gold in the future. As it turns out, that white man that would threaten the cities of gold? It's not the Spaniards... but theOlmecs.Naruto:InNaruto Shippuden: The Movie, Shion sees a vision of Naruto dying. It turns out that what she saw wasone of his Shadow Clones. In her defense, she didn't know about those when she had the vision.An ancient tablet in the Uchiha compound's Naka Shrine contains a prophecy that says the Uchiha will be \"saved\" when they subjugate the whole world using theInfinite Tsukuyomi.An Uchiha will cast the Infinite Tsukuyomi, and a person will gain control over the whole world, but itdoesn'tspecify that the same Uchiha will rule the world, as opposed to serving asa mere mindless vesselfor someone else who will. That prophecy was forged by Black Zetsu, who specifically targeted the descendants of Indra Otsutsuki, the Uchiha Clan, as hisunwitting pawnsto bring his mother back to the world.InNausicaä of the Valley of the Wind, the prophecy states that the Earth will be saved by \"onegarbed in raiment of blue and descending upon a field of gold...\" but it didn't say that they would be red clothesdrenched in Ohmu blood so much that it dyed them blue, or that the \"golden field\" would be made of Ohmu tendrils. Or, for that matter, thatThe Chosen Onewould be a girl. Heck, the tapestry depicts the Chosen One having a bird of prey on his shoulder. Nope, it's Nausicaa'sAnimal Companion, a cute foxsquirrel.InOne Piece, Madame Shyarly, the resident fortuneteller of Fishman Island, makes a prediction thatLuffy will destroy Fishman Island, very soon. The arc ended with Straw Hats saving the island, but it's highly likely this prophecy will come true.Said soothsayer has NEVER been wrong, accurately predicting Great Era of Pirates, and Whitebeard's death.All the time inPenguindrum. Ringo's diary has future events written down, which she claims to be destiny. For example, her diary proclaimed that her and the man she loves would have lunch at 12:30, and he would find it delicious. Therefore, she makes him lunch... but that gets eaten by birds, and so they had to have the food that had been prepared by a third party. Tabuki did indeed find it delicious. How accurate these prophecies are is further muddled in that Ringo directlytries to make the diary's events happen.Pokémon the Series:Pokémon 2000:The English Dub creates one of these: an ancient prophecy seems to predict the end of the world, but through a clever bit of wordplay, actually revealsthe Chosen Onewho can save everything: the main character, Ash. However,in the Japanese version, there is no such wording loophole, so Ash (whose name is Satoshi in Japanese) just says \"Screw Destiny.\"The Collector: Disturb not the harmony of Fire, Ice, or Lightning, lest these three Titans wreck destruction upon the world in which they clash. Though the water's Great Guardian shall arise to quell the fighting, alone, its song will fail. Thus the Earth shall turn to Ash.There is at least one translation that has Misty say to Ash \"That's it! Your name! It means \"ashes\" in English!\" However, since the Prophecy Twist relies on both the terms \"turn to\" and \"Ash\" having aDouble Meaning, this renders the punstillLost in Translationin dubs that use a wording closer to \"the world shall become ash\" or similar.Happens again in the13th film,Kodaihas a vision early in the film of him getting the Time Ripple he's been searching for.Turns out he actually saw himself absorbing an illusion Time Ripple created by Zoroark.InRave Master, Musica sees a vision of Haru stabbing a helpless Ellie with his sword Ten Commandments. The event later plays itself out when Haru is seeminglyforced to killa self-destructing Ellie, but is revealed in the aftermath to have used an alternate form of the sword to merely phase the sword through her body and seal her unstable powers.RG Vedahas a particularly tragic example: the prophecy that everyone thinks predicts the overthrow ofBig BadTaishakuten by the Six Stars actuallypredicts Ashura awakening to his true identity as the god of destruction, killing all of his companions, and annihilating the world. Taishakuten's acts of tyranny had actually been attempts to prevent this from coming to pass. It almost came true, too, except that Ashuracouldn't bring himself to kill Yasha-oh, and turned his blade on himself instead.Pacifica, the main character ofScrapped Princess, spends the whole series being hunted down due to being prophecised as anApocalypse Maidenwho will bring aboutThe End of the World as We Know It.By the end of the series, she does exactly that, in a way, by destroying theMedieval Stasisbeing enforced on the world by the powerful Peacemakers,who invented said prophecy to get people to hunt down and kill Pacifica because of the threat she posed to them.\n\nComic BooksIn General:A gypsy woman predicts that Hieronymus Jobs (from a story illustrated byWilhelm Busch) \"will speak, and many will hear him; he'll scare the thieves and console the ill\". Which is why his parents pay for his studies to become a priest. At the end of the story, he'll instead become anightwatch man.\n\nBy Work:In theAll-Star Squadronsequel seriesThe Young All-Stars, Fury has a dream that a giant Mekanique attacks the All-Star Squadron within a futuristic city. As it actually turns out, Mekanique doesn't turn big — she shrinks the All-Star Squadron to doll-size (except for Fury and the Young All-Stars) and attacks them within a model of a futuristic city.Angel (IDW): Angel's \"death\" inAfter the Falltechnically fulfills the Shanshu Prophecy, even though the Reset Button is pressed.InvokedinAquila: there is no way to stop a new god from rising in Rome, but Ficus realises said god need not necessarily beNero; for example, thecarpenter godworshipped by that new religious group with a thing for fish seems like a nice enough chap.Arawn: Siahm has a vision of future for her four sons: the first would become a god, the second would have his heart eaten by worms, the third would die in his sleep and the fourth would betray his blood, and that none of them would survive. She tries her best to make the first part come true at least, and avert all the rest. She grooms her eldest sonMath, whom she believes will become a god and rebukes her youngestArawnbelieving that he would betray his blood. It turns out thatMath is the one to betray his kin by kidnapping and killing Arawn's wife, and its her third son Engus who becomes a god instead of Math. By the fifth volume, her second son Kern is murdered by a power-crazed Engus, who also kills Arawn in a duel and Math is killed by Siahm herself when she realizes too late the mistake she made. Then, Engus is killed by a resurrected Arawn who later becomes a god himself after taking his brother' place. In a sense, the prophecy was fulfilled with Arawn becoming a god and he along with all his siblings dying - the prophecy didn't state that he would stay dead.InBig Trouble in Little Chinawe're told \"seeking the House of the Seven-Faced Widow is a fool's errand.\" It doesn't mean that you're a fool for seeking her, it means that literally only someone who is foolish can find the way.InThe Defenders, the Hulk-Strange-Surfer-Namor team broke up because of a prophecy saying that if they ever worked together again, it would lead to a huge cataclysm. Much later, Doctor Strange said he'd found this to be a hoax... but the next time all four of them did work together wasThe Infinity Gauntletbattle, which was unquestionably a huge cataclysm. Also the prophecy ended up coming true when the four founders became \"The Order\" and tried to conquer Earth.InEnemy of the Empire, Karda is informed that his hated superior, General Nim, will meet an untimely end which will result in his own promotion. This foretelling does indeed come true, but not as he would have liked; Karda kills Nim when he tries to take the casket, resulting in his promotion to Enemy of the Empire.Judge Dredd: A dying Psi-Judge prophesizes that a child with aneagle mark on his foreheadwould have to become the Chief Judge of Mega-City One to save it from destruction. Judge Dredd traverses space to find him, but abandons (and later kills) him when he realizes that the Judge Child is truly evil. When Dredd travels to aBad Futurelater on it turns out thatthe Judge Child would save the city fromhimselfby becoming Chief Judge, as he would otherwise mutate into a hideous monster that would destroy the city.Legion of Super-Heroes: Dream Girl sometimes has problems with this; her visions of the future always come true, but she isn't always seeing what she thinks she is. (Invoked in her first appearanceAdventure Comics#317 \"The Menace of Dream Girl!\", in which \"the Legion will die!\" turned out to mean \"some robot doubles will be destroyed.\") Her powers work \"literally\", in a visual sense. Previsualization, not true precognition. Usually.A prophecy foretold thatThe Mighty Thorwould die (no, this is not aboutFear Itself), and Odin attempted to engineer a prophecy twist to circumvent that. His solution was to banish Thor from his position and have a human named Red Norvell fill the role of Thor.Mister Miracle (2017)repeats the mythfrom the originalNew Godsseries that only the son ofDarkseidwill be able to kill him, but while it's generally presumed that Orion — his only biological son-turned hero of New Genesis— isThe Chosen One, Granny Goodness suggests to Scott Free (Mister Miracle) that he —having been actually raised on, shaped, andhaunted byDarkseid's hellworld — is more of Darkseid's \"son\" than Orion could ever be.In the end, Scott kills Darkseid by using a magic god-killing knife created out of Orion's bones, so in a way, both interpretations were fulfilled.InPrince of Persia: The Graphic Novel, a prophecy says that a man born on a certain day will kill everyone in the city, so every boy born in the city on that day is rounded up and killed, except for one, who goes on to lead the families of those that died in a revolt. At first this seems like aSelf-Fulfilling Prophecy... until a bunch of Mongols show up at the city gates. Turns out the guy from the prophecy wasn't from the city at all; he wasGenghis Khan.Shazam!:InThe Power of Hopeone-shot, a disillusioned Captain Marvel is sent from the Wizard Shazam to help several terminally ill, or otherwise afflicted kids in the Fawcett City hospital, predicting he'd be able to bring hope to the kid that needs it the most. After helping out the most desperate of the bunchCaptain Marvel realizes that the most needful kid, in a personalTwist Ending, was Billy Batson himself, his human identity, needing to find back his spark to act as a force for good.InCaptain Marvel, Jr.#78 \"The Voodoo Clock!\", Freddy Freeman gets a prophecy of a strange magical clock: 2 PM, a star will fall; 3 PM, the world will go up in flames; and 4 PM, Captain Marvel, Jr. will cease to exist. Freddy will not want to believe it, but he saves a movie star's plane from crashing down at 2 PM; and one hour later, and one hour later he extinguishes a huge fire. Later, Captain Marvel, Jr. has just turned three thugs over to the police and transforms into Freddy...right when the clock strikes four. The narration box points out that \"the last prediction came true, in its own peculiar fashion\".In anEC Comicsstory \"Dead Right!\" (Shock SuspenStories#6), a woman marries a rude, fat slob, because aFortune Tellertold her, that he will inherit a large amount of money, and die violently soon after.Eventually, she wins twenty-five thousand dollars, and decides to leave her husband. When he hears this, he kills her in a fit of rage. Thus, he inherits her money, and dies in the electric chair the day after.Sins of Sinister:InStorm and the Brotherhood of Mutants#2, Destiny foresees the Brotherhood finding the Moira Engine, and Storm saying \"now.\" followed by everything going black, which she assumes is them hitting theReset Buttonon the timeline, forgetting that her powers are not 100% infallible.When Storm says \"now\" she's signalling for Khora to kill Destiny, and that's why everything went black.Spider-Man:Spider-Islandincludes a prophecy that only Peter Parker can kill theBig Bad. This is a problem, as Peter had not only recently reaffirmed his no-kill policy, but also pledged thatnobodyinvolved in his adventures will die, period.HisAnti Heroicclone Kaine does the deed.Spider-Geddon: InSpider Girls#3, Anya, Mayday and Annie learn that there was actually a fourth person that's connected to the Web of Life and Destiny, called the Pattern Maker. Annie ends up being this, an extension to her oddly-defined Spider-Powers.Hunted: Kraven the Hunter's big problem since his revival was that his cursed immortality can only end if the Spider kills the Hunter or the Hunter kills the Spider, with a previousRevival Loopholeinvolving the Kaine Parker as the Scarlet Spider failing to do the job. However, after getting aHeel Realizationfrom Spidey, Kraven figures out how to solve this:he dresses up in the black costume again and confronts his surviving clone son while taking the role of Spider-Man, allowing his clone to kill him for good.Star Wars Legends: InKnights of the Old Republic, the masters of the Covenant have visions of their own deaths, and of a Sith Lord dressed in a red environmental suit, exactly like the one their apprentices were wearing at the time. They jump to the conclusion that they will fall to the dark side and murder them (with one survivor). The Sith Lord turns out to most likely be Malak, who wore a suit later on, but their deaths were also mostly unrelated.Marn \"Gryph\" Hierogryph, a snivviaun conman blind to the Force (and who also wore the suit at one point), caused the deaths of at least two: He stole Feln's lightsaber, causing him to be defenseless against the mob who killed him, and detonated the Jedi Tower under Raana Tey, causing her to fall to her death. His involvement with Xamar's death is more vague, but he was present when Q'anilia died.Gryph even lampshades this, by pointing out that the Covenant jumped to the quickest solution in order toforcethe prophecy to fit.Superman:The Black Ring: Vandal Savage was told that Luthor's use of the black energy spheres would bring him great happiness. At the end of their conflict, he's yet to be made happy. Then Luthor achieves near-godhood and starts broadcasting messages (at the Zone Child's insistence) of peace and tranquility across the multiverse, making Vandal, and everybody else, greatly happy.InAction Comics#338, villain Raspor, who boasts of infallible precognition, foretellsSupergirlwill marry him, even though she openly hates him. His vision indeed appears to come to pass when Supergirl agrees to marry him... until Supergirl reveals their \"wedding\" was a sham — part of a complex plan concocted to get rid of him and at once punish his crimes — and Raspor realizes his vision never showed him what happened after the \"I Do\" bit.InSuperboy (1949)#136, the Space Canine Patrol Agency's newest member, Prophetic Pup, tells Krypto that a hound will put Superboy in danger, but a hound will save him. When Krypto need rescuing from a criminal cat, and the cat manages to lure both of them to a vast kryptonite statue, he realises thatheis the hound who put Superboy in danger. For the rest of the story, he sees the SCPA agents looking for him with the last of his telescopic vision, and wonders if one of them will be the hound who saves Superboy, but they all get distracted. Then a young boy happens across them while heading to a movie location to meet some stars, and rescues them in exchange for Superboy signing his book. The last panel is Krypto explaining that Superboy was indeed saved ... by anautographhound.InThessaly: Witch for Hire, the Virgin of the Wall prophesies that \"nothing and no-one\" can kill a Tharmic Null.The solution turns out to be to remove all the souls making up the composite ghost Fetch, then use magic to keep him from just dissolving. Now that he'sliterally\"nothing and no-one\", his fighting the Tharmic Null results in both ceasing to exist.DuringThe Transformers: Dark Cybertron, Scoop tells Starscream of an ancient prophecy he once read, about a \"false prophet\", one who would among other things \"unravel the gaze of Primus\". During the event, several of the things the prophecy states supposedly come true. Then, a few years down the line inThe Transformers: Robots in Disguise, Optimus Prime has a vision, with the same passage repeated again. Only this time it has a few additions, and suggests the so-called false prophet isnone other than Optimus himself. Andthen, toward the end of the following series, it turns out the prophecy was talking aboutShockwaveand Unicron. Namely, Shockwave does the unravelling, by revealing he manipulated all of Cybertronian history just to see what would happen, and inadvertently created Unicron, \"the adversary\", in the bargain.Starscream gets itagaininThe Transformers: Till All Are One, with a prophecy that he will unite Cybertron.He pulls it off by confessing all his many and varied crimes, uniting Cybertronagainst him.InTrouble (Marvel Comics), the reason Mary doesn't want to have sex with Richie is because of a prophecy a psychic told her about. The prophecy in question is that if Mary has sex, she will be a mother before she's 20. Conversely, no one will call her best friend May \"Mom.\" The prophecy itself is worded vaguely enough that readers may be led to believe that Mary will be pregnant if she has sex and May won't have kids at all. The prophecy still comes true, but not as the readers might expect:May ends up pregnant by Richie and subsequently gives birth to the future Spider-Man Peter Parker, whom she gives up to Mary for her to raise with Richard.Wonder Woman (1987): When Hippolyta learns of a prophecy statingWonder Womanwill die she decides to save her daughter by holdinga contestfor the role while siphoning power from Diana toArtemisto ensure Artemis wins. While Polly's machinations do get Temi killed, they also end up causing Diana's death, and the prophecy is really foretelling thateveryonewho legitimately holds the title for even a little while, including Hippolyta herself andDonna Troy, is going to end up killed by it even if they allget better.X-Men:As revealed in theUncanny X-Men\"Flash BackMonth\" issue, Bolivar Trask's paranoia about a mutant-createdDystopiawas increased by his precognitive son, whose visions of aBad Futureseemed to jibe exactly with Trask's fears. Therefore, he built the Sentinels to protect the world from mutants. The future Larry Trask was seeing was actually the \"Days of Future Past\" setting, a dystopiarun by the Sentinels.The Thieves' Guild has had a prophesy since ancient times that foretold thatGambit(referred to by his moniker \"Le Diable Blanc\") would come into great power, uniting Heaven and Earth, turning the gaze of all people towards the light of the New Son. Unfortunately, there was a Son/Sun mix-up, and what the prophesy actually meant by \"unite Heaven and Earth\" was that he wouldlose control of his newly godlike powers, going supernova and killing every living thing on Earth.InJoss Whedon'sAstonishing X-Men,Blind SeerandWaif ProphetBlindfold is troubled when the majority of the X-Men—Wolverine, Kitty Pryde, Cyclops, Emma Frost, Armor, Colossus, and Beast—are transported to space, and remarks that \"Not all of them\" will return. She's not referring to death—she's referring toKitty pulling a massiveHeroic Sacrificeand bonding herself with a planet-destroying bullet to save the Earth. She latercomes back, meaning that Blindfold's prophecy only meant that the X-Men wouldn't be returning at the same time, or that she can't see with certainty years into the future.",
  "examples": [
    {
      "section": "Examples:",
      "text": "Brynhildr in the Darkness: Kana's forecasts show what will happen, but not why. For example, in episode 5 she seesKotori smiling while standing over Kuroha's body and thinks Kotori killed Kuroha. In episode 6 we learn that it's actuallyKotori being aStepford Smilerto hide her sadness.",
      "links": [
        {
          "title": "Brynhildr in the Darkness",
          "url": "/pmwiki/pmwiki.php/Manga/BrynhildrInTheDarkness"
        },
        {
          "title": "Stepford Smiler",
          "url": "/pmwiki/pmwiki.php/Main/StepfordSmiler"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InChainsaw Man, Aki makes aDeal with the Devilwith the Future Devil forCombat Clairvoyanceand it doesn't ask for much in return, explaining thathe's going to die in \"the worst way possible\"and that it just wants to be there to see it happen.Aki actually ends up dying rather peacefully ashis mind was long gone by that point; he meant the worst way possible forDenji, who was forced toMercy Killhim after they had become like brothers.",
      "links": [
        {
          "title": "Chainsaw Man",
          "url": "/pmwiki/pmwiki.php/Manga/ChainsawMan"
        },
        {
          "title": "Deal with the Devil",
          "url": "/pmwiki/pmwiki.php/Main/DealWithTheDevil"
        },
        {
          "title": "Combat Clairvoyance",
          "url": "/pmwiki/pmwiki.php/Main/CombatClairvoyance"
        },
        {
          "title": "he's going to die in \"the worst way possible\"",
          "url": "/pmwiki/pmwiki.php/Main/YourDaysAreNumbered"
        },
        {
          "title": "his mind was long gone by that point",
          "url": "/pmwiki/pmwiki.php/Main/ThroughTheEyesOfMadness"
        },
        {
          "title": "Denji",
          "url": "/pmwiki/pmwiki.php/Main/TheHero"
        },
        {
          "title": "Mercy Kill",
          "url": "/pmwiki/pmwiki.php/Main/MercyKill"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InChrono Crusade, Mary Magdalene is a seer that has had constant dreams of someone namedChronowould be the one to \"take her life\". When she meets the person from her dreams and tells him of the prophecy, both assume that it means he'll kill her—but it turns out the prophecy's wording is deceptive.In reality, Chrono literally takes away her lifespan to supply his powers througha demonic contract. It appears he kills her completely (and in the manga he believes that was the case), but her spirit lives on inside the watch that seals his powers, guiding him and Rosette.",
      "links": [
        {
          "title": "Chrono Crusade",
          "url": "/pmwiki/pmwiki.php/Manga/ChronoCrusade"
        },
        {
          "title": "a demonic contract",
          "url": "/pmwiki/pmwiki.php/Main/DealWithTheDevil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Discussed in the extended versionDragon Ball Z: Battle of Gods. Goku at one point theorises that \"Super Saiyan God\" isn't a level, but rather another surviving Saiyan named \"God\".",
      "links": [
        {
          "title": "Dragon Ball Z: Battle of Gods",
          "url": "/pmwiki/pmwiki.php/Anime/DragonBallZBattleOfGods"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In the first chapter ofDoraemon, the titular character proves he's from the future by predicting that main character Nobita will hang himself in 30 minutes and then be burned alive ten minutes later. Nobita scoffs, but then thirty minutes later, he slips while getting a shuttlecock off the roof and his shirt collar gets caught on a tree branch, making another character joke that he hung himself. Ten minutes later, he falls into a full bathtub and dries himself out in front of a space heater. The phrase \"to burn alive\" in Japanese is similar to \"to warm in front of a fire.\"",
      "links": [
        {
          "title": "Doraemon",
          "url": "/pmwiki/pmwiki.php/Manga/Doraemon"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InFlame of Recca, only one person per generation can wield the Hokage clan's flame. If a second child is born with the ability to wield flames, a prophecy says that child is cursed and will bring about the clan's end. Kurei was deemed the cursed child and soon after his birth the clan was destroyed by Nobunaga. Later events revealtwo twists. First,Reccais the actual cursed child as his flame lacks an animal aspect while Kurei inherited their father's flame. Second, Recca ends the Hokage clan not through its destruction but by finally fulfilling its purpose of defeating a great evil. With this accomplished, the Eight Dragons can finally rest at peace and the Hokage clan loses its ability to wield flame.",
      "links": [
        {
          "title": "Flame of Recca",
          "url": "/pmwiki/pmwiki.php/Manga/FlameOfRecca"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Near the end ofI Would Die To Have Your First Time, Taro, who's long had visions of his childhood friend Mika, sees one last vision of her sobbing and warns her boyfriend, Nishimori, to avoid hurting her. At the very end, this vision comes true,as she breaks down withjoywhile trying to announce her pregnancy to Nishimori (now her husband) and their friends.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "JoJo's Bizarre AdventureStardust Crusadersfeatures Boingo, user of the Stand named after the Egyptian god Thoth, which is a manga that predicts the future. Of course, to keep the characters and audience on their toes, every prediction is subject to this orProphetic Fallacy. For example:Thoth predicts Jotaro will have his face split in half via an explosion caused by a bomb disguised as an orange. Boingo's brother Oingo goes to set the trap. (Oingo has to use his own Stand to disguise himself as Jotaro to avoid being caught, and gets stuck with the bomb. Note that since Thoth is a manga, the prediction is shown through anillustrationof Jotaro getting blown up.) Though, in a rather interesting twist,all the way forward tothe Sixth part, Jotaro dies when Father Pucci strikes him with accelerated knives, splitting his face, so, in a bizarre way, the prophecy ended up becoming true.Later, Thoth shows Hol Horse a prophecy that says \"At 12:00, the bullets go through the head!\", with a picture of Jotaro getting shot. (Hol Horse follows the prophecy's prediction but misses the heroes, then discovers his wristwatch was fast and he fired too early. Panicking, he grabs Thoth and holds it up in front of him... at which point the bullets ricochet and pierce thepictureof Jotaro to hit Hol Horse.)InGolden Wind, Epitaph's ability lets Diavolo and Doppio see 10 seconds into the future; anything that happens in that visionis guaranteed to happen. During Doppio's fight with Risotto Nero, he gets a vision of himself with a huge chunk of his head missing. Obviously, he comes to the conclusion that he's going toget his head blown apart, but before that can happen,Narancia's Stand shoots Risotto, splattering his blood all over Doppio/Diavolo's face. One of Risotto's abilities lets him manipulate iron, including the ability to refract light to turn iron into an invisibility cloak of sorts, and this ability also affects the iron in his blood, so Diavolo's head turns invisible where the blood landed, matching the image in the prediction without killing him.",
      "links": [
        {
          "title": "JoJo's Bizarre Adventure",
          "url": "/pmwiki/pmwiki.php/Manga/JoJosBizarreAdventure"
        },
        {
          "title": "Stardust Crusaders",
          "url": "/pmwiki/pmwiki.php/Manga/JoJosBizarreAdventureStardustCrusaders"
        },
        {
          "title": "Prophetic Fallacy",
          "url": "/pmwiki/pmwiki.php/Main/PropheticFallacy"
        },
        {
          "title": "the Sixth part",
          "url": "/pmwiki/pmwiki.php/Manga/JojosBizarreAdventureStoneOcean"
        },
        {
          "title": "picture",
          "url": "/pmwiki/pmwiki.php/Main/TheTreacheryOfImages"
        },
        {
          "title": "Golden Wind",
          "url": "/pmwiki/pmwiki.php/Manga/JoJosBizarreAdventureGoldenWind"
        },
        {
          "title": "is guaranteed to happen",
          "url": "/pmwiki/pmwiki.php/Main/YouCantFightFate"
        },
        {
          "title": "get his head blown apart",
          "url": "/pmwiki/pmwiki.php/Main/BoomHeadshot"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "One story inThe Kurosagi Corpse Delivery Serviceinvolves an actuary with the ability to kill people byluring them into scenarioswhere he's calculated the odds are greatestthey'll die in a freak accident. As he watches our heroes nearly get washed away by a flash flood, he boasts to himself he'd calculated there were good odds he'd be killed in a plane accident today, and had thus put off his planned escape flight.The villain meets his end a few pages later, when he's hit in the eye with a loose screw that fell off a passing airplane.",
      "links": [
        {
          "title": "The Kurosagi Corpse Delivery Service",
          "url": "/pmwiki/pmwiki.php/Manga/TheKurosagiCorpseDeliveryService"
        },
        {
          "title": "luring them into scenarios",
          "url": "/pmwiki/pmwiki.php/Main/TheChessmaster"
        },
        {
          "title": "where he's calculated the odds are greatest",
          "url": "/pmwiki/pmwiki.php/Main/AwesomenessByAnalysis"
        },
        {
          "title": "they'll die in a freak accident",
          "url": "/pmwiki/pmwiki.php/Main/MillionToOneChance"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The entire main plot ofMagical Girl Lyrical Nanoha StrikerSis based around this, with the military unit the characters serve in being formed to prevent a seemingly apocalyptic prophecy. As it turns out,they interpreted the prophecy correct in some areas (the \"Tower of Law being burned to the ground\" referring to the TSAB Ground Forces HQ being attacked and wrecked), but got another part wrong: the \"ship of Law that protects the stars\" doesn't refer to the TSAB's fleet and space base, but rather to the Saint's Cradle, a massive warship from the ancient Kingdom of Belka. It's co-opted by theBig Badnear the end, and the last few episodes are the protagonists going all out to stop it...which they succeed in disabling, allowing the Cradle to be vaporized in orbit by the combined TSAB fleet sent to stop it.",
      "links": [
        {
          "title": "Magical Girl Lyrical Nanoha StrikerS",
          "url": "/pmwiki/pmwiki.php/Anime/MagicalGirlLyricalNanohaStrikers"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fuu, Umi and Hikaru ofMagic Knight Rayearthmust fulfill an ancient prophecy — but what they think they have to do and what they actually must do are two very, very different things.",
      "links": [
        {
          "title": "Magic Knight Rayearth",
          "url": "/pmwiki/pmwiki.php/Manga/MagicKnightRayearth"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The manga ofMermaid Melody Pichi Pichi Pitchhad Lucia raised as a civilian, in the human world no less, because it was foreseen that she would see great hardship as the sea kingdoms were destroyed. Of course, it happened anyway, and she turned out all right. The anime didn't even include the prophecy and gave her a normal princess life.",
      "links": [
        {
          "title": "Mermaid Melody Pichi Pichi Pitch",
          "url": "/pmwiki/pmwiki.php/Manga/MermaidMelodyPichiPichiPitch"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Mysterious Cities of Goldhas a prophecy that stated that the white man would try to take the cities of gold in the future. As it turns out, that white man that would threaten the cities of gold? It's not the Spaniards... but theOlmecs.",
      "links": [
        {
          "title": "The Mysterious Cities of Gold",
          "url": "/pmwiki/pmwiki.php/Anime/TheMysteriousCitiesOfGold"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Naruto:InNaruto Shippuden: The Movie, Shion sees a vision of Naruto dying. It turns out that what she saw wasone of his Shadow Clones. In her defense, she didn't know about those when she had the vision.An ancient tablet in the Uchiha compound's Naka Shrine contains a prophecy that says the Uchiha will be \"saved\" when they subjugate the whole world using theInfinite Tsukuyomi.An Uchiha will cast the Infinite Tsukuyomi, and a person will gain control over the whole world, but itdoesn'tspecify that the same Uchiha will rule the world, as opposed to serving asa mere mindless vesselfor someone else who will. That prophecy was forged by Black Zetsu, who specifically targeted the descendants of Indra Otsutsuki, the Uchiha Clan, as hisunwitting pawnsto bring his mother back to the world.",
      "links": [
        {
          "title": "Naruto",
          "url": "/pmwiki/pmwiki.php/Manga/Naruto"
        },
        {
          "title": "Naruto Shippuden: The Movie",
          "url": "/pmwiki/pmwiki.php/Anime/NarutoShippudenTheMovie"
        },
        {
          "title": "one of his Shadow Clones",
          "url": "/pmwiki/pmwiki.php/Main/ActuallyADoombot"
        },
        {
          "title": "Infinite Tsukuyomi",
          "url": "/pmwiki/pmwiki.php/Main/LotusEaterMachine"
        },
        {
          "title": "a mere mindless vessel",
          "url": "/pmwiki/pmwiki.php/Main/GrandTheftMe"
        },
        {
          "title": "unwitting pawns",
          "url": "/pmwiki/pmwiki.php/Main/UnwittingPawn"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InNausicaä of the Valley of the Wind, the prophecy states that the Earth will be saved by \"onegarbed in raiment of blue and descending upon a field of gold...\" but it didn't say that they would be red clothesdrenched in Ohmu blood so much that it dyed them blue, or that the \"golden field\" would be made of Ohmu tendrils. Or, for that matter, thatThe Chosen Onewould be a girl. Heck, the tapestry depicts the Chosen One having a bird of prey on his shoulder. Nope, it's Nausicaa'sAnimal Companion, a cute foxsquirrel.",
      "links": [
        {
          "title": "Nausicaä of the Valley of the Wind",
          "url": "/pmwiki/pmwiki.php/Manga/NausicaaOfTheValleyOfTheWind"
        },
        {
          "title": "one",
          "url": "/pmwiki/pmwiki.php/Main/TheChosenOne"
        },
        {
          "title": "drenched in Ohmu blood so much that it dyed them blue",
          "url": "/pmwiki/pmwiki.php/Main/OverdrawnAtTheBloodBank"
        },
        {
          "title": "The Chosen One",
          "url": "/pmwiki/pmwiki.php/Main/TheChosenOne"
        },
        {
          "title": "Animal Companion",
          "url": "/pmwiki/pmwiki.php/Main/AnimalCompanion"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InOne Piece, Madame Shyarly, the resident fortuneteller of Fishman Island, makes a prediction thatLuffy will destroy Fishman Island, very soon. The arc ended with Straw Hats saving the island, but it's highly likely this prophecy will come true.Said soothsayer has NEVER been wrong, accurately predicting Great Era of Pirates, and Whitebeard's death.",
      "links": [
        {
          "title": "One Piece",
          "url": "/pmwiki/pmwiki.php/Manga/OnePiece"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "All the time inPenguindrum. Ringo's diary has future events written down, which she claims to be destiny. For example, her diary proclaimed that her and the man she loves would have lunch at 12:30, and he would find it delicious. Therefore, she makes him lunch... but that gets eaten by birds, and so they had to have the food that had been prepared by a third party. Tabuki did indeed find it delicious. How accurate these prophecies are is further muddled in that Ringo directlytries to make the diary's events happen.",
      "links": [
        {
          "title": "Penguindrum",
          "url": "/pmwiki/pmwiki.php/Anime/Penguindrum"
        },
        {
          "title": "tries to make the diary's events happen.",
          "url": "/pmwiki/pmwiki.php/Main/SelfFulfillingProphecy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pokémon the Series:Pokémon 2000:The English Dub creates one of these: an ancient prophecy seems to predict the end of the world, but through a clever bit of wordplay, actually revealsthe Chosen Onewho can save everything: the main character, Ash. However,in the Japanese version, there is no such wording loophole, so Ash (whose name is Satoshi in Japanese) just says \"Screw Destiny.\"The Collector: Disturb not the harmony of Fire, Ice, or Lightning, lest these three Titans wreck destruction upon the world in which they clash. Though the water's Great Guardian shall arise to quell the fighting, alone, its song will fail. Thus the Earth shall turn to Ash.There is at least one translation that has Misty say to Ash \"That's it! Your name! It means \"ashes\" in English!\" However, since the Prophecy Twist relies on both the terms \"turn to\" and \"Ash\" having aDouble Meaning, this renders the punstillLost in Translationin dubs that use a wording closer to \"the world shall become ash\" or similar.Happens again in the13th film,Kodaihas a vision early in the film of him getting the Time Ripple he's been searching for.Turns out he actually saw himself absorbing an illusion Time Ripple created by Zoroark.",
      "links": [
        {
          "title": "Pokémon the Series",
          "url": "/pmwiki/pmwiki.php/Anime/PokemonTheSeries"
        },
        {
          "title": "Pokémon 2000",
          "url": "/pmwiki/pmwiki.php/Anime/Pokemon2000"
        },
        {
          "title": "the Chosen One",
          "url": "/pmwiki/pmwiki.php/Main/TheChosenOne"
        },
        {
          "title": "in the Japanese version, there is no such wording loophole",
          "url": "/pmwiki/pmwiki.php/Main/Woolseyism"
        },
        {
          "title": "Screw Destiny",
          "url": "/pmwiki/pmwiki.php/Main/ScrewDestiny"
        },
        {
          "title": "Double Meaning",
          "url": "/pmwiki/pmwiki.php/Main/DoubleMeaning"
        },
        {
          "title": "Lost in Translation",
          "url": "/pmwiki/pmwiki.php/Main/LostInTranslation"
        },
        {
          "title": "13th film",
          "url": "/pmwiki/pmwiki.php/Anime/PokemonZoroarkMasterOfIllusions"
        },
        {
          "title": "Kodai",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InRave Master, Musica sees a vision of Haru stabbing a helpless Ellie with his sword Ten Commandments. The event later plays itself out when Haru is seeminglyforced to killa self-destructing Ellie, but is revealed in the aftermath to have used an alternate form of the sword to merely phase the sword through her body and seal her unstable powers.",
      "links": [
        {
          "title": "Rave Master",
          "url": "/pmwiki/pmwiki.php/Manga/RaveMaster"
        },
        {
          "title": "forced to kill",
          "url": "/pmwiki/pmwiki.php/Main/ShootTheDog"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "RG Vedahas a particularly tragic example: the prophecy that everyone thinks predicts the overthrow ofBig BadTaishakuten by the Six Stars actuallypredicts Ashura awakening to his true identity as the god of destruction, killing all of his companions, and annihilating the world. Taishakuten's acts of tyranny had actually been attempts to prevent this from coming to pass. It almost came true, too, except that Ashuracouldn't bring himself to kill Yasha-oh, and turned his blade on himself instead.",
      "links": [
        {
          "title": "RG Veda",
          "url": "/pmwiki/pmwiki.php/Manga/RGVeda"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "couldn't bring himself to kill Yasha-oh",
          "url": "/pmwiki/pmwiki.php/Main/ThePowerOfLove"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pacifica, the main character ofScrapped Princess, spends the whole series being hunted down due to being prophecised as anApocalypse Maidenwho will bring aboutThe End of the World as We Know It.By the end of the series, she does exactly that, in a way, by destroying theMedieval Stasisbeing enforced on the world by the powerful Peacemakers,who invented said prophecy to get people to hunt down and kill Pacifica because of the threat she posed to them.",
      "links": [
        {
          "title": "Scrapped Princess",
          "url": "/pmwiki/pmwiki.php/Literature/ScrappedPrincess"
        },
        {
          "title": "Apocalypse Maiden",
          "url": "/pmwiki/pmwiki.php/Main/ApocalypseMaiden"
        },
        {
          "title": "The End of the World as We Know It",
          "url": "/pmwiki/pmwiki.php/Main/TheEndOfTheWorldAsWeKnowIt"
        },
        {
          "title": "Medieval Stasis",
          "url": "/pmwiki/pmwiki.php/Main/MedievalStasis"
        },
        {
          "title": "who invented said prophecy to get people to hunt down and kill Pacifica because of the threat she posed to them.",
          "url": "/pmwiki/pmwiki.php/Main/SelfFulfillingProphecy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A gypsy woman predicts that Hieronymus Jobs (from a story illustrated byWilhelm Busch) \"will speak, and many will hear him; he'll scare the thieves and console the ill\". Which is why his parents pay for his studies to become a priest. At the end of the story, he'll instead become anightwatch man.",
      "links": [
        {
          "title": "Wilhelm Busch",
          "url": "/pmwiki/pmwiki.php/Creator/WilhelmBusch"
        }
      ]
    }
  ]
}