{
  "trope": "WhiteMage",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/WhiteMage",
  "description": "\"You're hurt! Hold still...\"\n\n\"I am Wrys, a humble curate. I cannot fight, but this staff I carry can heal your wounded. Take me with you, and you’ll be very glad you did.\"—Wrys,Fire Emblem: Shadow Dragon\n\nA White Mage is a character archetype and often a gameplay archetype that focuses on healing and/or buffing magic. They may also have access to magic that causes some status effects. Modern incarnations will often be given some offensive ability, often magic of theholyvariety, though theElemental Powersofwaterorwindmay be given a healing affinity.\n\nFrequently, White Mages will be extremely effective against undead, either through the power of theHoly Hand Grenade,Turn Undeadspells, orRevive Kills Zombiecharacteristics.\n\nMany games with aCharacter Class SystemorJob System, especiallyMassively Multiplayer Online Role Playing Games, will have a White Mage class that fulfills theHealerrole.\n\nA White Mage is almost alwaysThe Medic, although they have the addition of buffs. Female White Mages inEastern RPGsare frequently theWhite Magician Girl, although they must also fit the personality requirements for that trope.\n\nWhite Mages are frequentlypaired with aBlack Mageas aFoil. They also frequently overlap withSquishy Wizard, though they tend to be more resilient than their chromatic counterparts.\n\nSubtrope ofSupport Party Member. If a character has both healing andoffensivemagic in relatively equal measure, they are aRed Mage, instead. If a White Magecan sling healing spells while fighting on the front lines, you've got yourself what's known as aPaladin, orCombat Medic. ContrastBlack Mage(the offense-oriented counterpart). Not to be confused withWhite Magic, which is only sometimes the source of a White Mage's power.Examples:\n\nopen/close all folders\n\nEastern RPGBravely DefaultandBravely Secondare both indirect spinoffs of the Final Fantasy series (spiritual successors toFinal Fantasy: The 4 Heroes of Light), and so both have White Mage jobs. The second game adds the Bishop job, which lacks the White Mage's attack spells but its heals are based on a percentage of the target's maximum HP rather than a fixed value, so their heals are always effective.The Brief and Meaningless Adventure of Hero Man:The Cleric marionette can only cast healing and some debuff spells.Medic Oozies' only actions are to cast Cure, which heals, and Surround, which blinds. They cannot directly damage the player party.The Cleric inClaritas Dungeon Crawler RPGis devoted to healing and protection, fitting the White Mage archetype of a supportive spellcaster.Deltarune: Despite resembling a black mage fromFinal Fantasywith his hat on, Ralsei's spells are entirely noncombative, emphasizing his pacifist preferences. One spell is for healing, while the other (which is literally called \"Pacify\") is for putting tired enemies to sleep, which removes them from battle.Several games in theDragon Questseries feature the Priest job class created inDragon Quest III. Games that don't have job classes still have at least one character from this archetype (for instance, Serena fromDragon Quest XI).Elden Ring: Any character who focuses on using Golden Order-based incantations (Erdtree, Fundementalist, Two Fingers) is going to have a lot more spells dedicated to buffing, healing, and utility than pure combat.TheTrope NamerisFinal Fantasy, which provided White Mage as a starting class. It's appeared in almost everyFinal Fantasygame since. It is also theTrope Codifierfor the idea that a healer is also aSquishy Wizard, as contemporaries at the time such asDungeons & DragonsandDragon Quest IIIportrayed Clerics as more of aJack of All StatsorStone Wallwhen not healing the party.Final Fantasy IIMinwu, a rare male example in the series, joins with White Magic in all of his spell slots and the stats to use them. Minwucame before Rosa codified White Magic as primarily the domain of women.Firionis an unusual meta example. While the three central characters can easily be developed any way the player wishes, many official guides recommend having Firion focus on White Magic so thatMariaandGuycan get the most out of their more specialized base stats.Final Fantasy IIIhad White Mage as a job class, as well as the Devout job, the equivalent ofthe White Wizardupgrade from the first game.Final Fantasy IVhad Rosa Farrel and Porom and also several White MageNPCs. Rosa notably is the first of two characters to cofify theWhite Magician Girloffshoot and the general idea that White Magic is for women.Final Fantasy IV: The After Yearshasan unnamed White Magejoin your party. Rosa and Porom also return. Leonora starts as a White Mage but quickly progresses to aRed Mage.Final Fantasy Vhad a White Mage job class.Final Fantasy VIIhas Aeris orAerithas the character closest to being a White Mage. While everyone had the potential to fill the role because of the materia system, Aerith fits the best because herLimit Breaksall revolved around healing or supporting the party instead of causing damage. She's even the only one who is associated with the signature White Mage spell Holy.Downplayed inFinal Fantasy VII Remake. While Aerith's Limit Breaks still revolve around healing or supporting the party, her abilities are instead lean more into the territories of theBlack Mage, making her a closer counterpart to theSagejob class of otherFinal Fantasytitles.Final Fantasy IXGarnet dresses as a White Mage early on, and this was her primary use for the first part of the game. Once she gets her summons back, however, she's more of a summoner with White Mage as a secondary ability.Right when Garnet regains her summoning abilities,Eiko Carolis introduced as the party's true dedicated White Mage, while summoning is her secondary ability, inverting Garnet's specialty. Notably, while Garnet's summons focus on the traditional souped-up elemental attacks, Eiko's summons give effects that are more traditionally associated with White Magic; Carbuncle gives status buffs that are determined by Eiko's accessory, Phoenix essentially acts as a multitarget Life spell, and Madeen acts as a multitarget version of theHolyspell.Final Fantasy Xhas Yuna, although thanks to the Sphere Grid you could customize her to be anything with a little work (and any other character to be a White Mage, by extension).Final Fantasy X-2had a White Mage Dress Sphere (job class), instead.InFinal Fantasy XIIIthe White Mage abilities were split into two different specializations, with Medic getting the healing and cleansing spells while Synergist gets the buff spells. In an unusual male example, Hope is the closest thing the game has to a traditional White Mage, being the only party member to have both Medic and Synergist as primary specializations (and is arguably the best at both) and hisLimit Break(Last Resort) looks like the Holy spell fromFinal Fantasy X. He even uses healing magic in a cutscene and is the only playable character to do so.Final Fantasy XIII-2uses the same battle system with Noel being the one who has the better healing spells.Final Fantasy: The 4 Heroes of Lightalso has a White Mage job (or \"Crown\", as the job system is called in that game).Mirania and Calista inThe Last Story. Both girls can heal party members and, in addition, the former even has theLimit Breakability to bring back lost lives), while the latter can summon arcane circles that repulse enemy attacks.TheMOTHER/EarthBoundseries has a tradition of makingthe protagonistone of these, which is rare for the genre.Ness,Ninten, andLucasall qualify, having most of the advanced healing PSI and relying on physical attacks (andone or two late-game PSI attacks, like PK Rockin' for Ness and PK Love for Lucas) for offense, leaving most of the combat PSI to their female counterparts,Ana, Paula, and Kumatora.Octopath Traveler, from theBravelygames' producers, has the Cleric job, which mainly specializes in full-party healing and revival spells and Light-elemental attack spells. The Apothecary job also has a single-target heal and a single-target revive, but it's more specialized in removing and applying status ailments (andhitting things with an axe). Ophilia and Alfyn, the default Cleric and default Apothecary respectively, are capable of combining the two classes to get the full range of healing abilities.Aya fromParasite Eve (1998), outside of two attack abilities, uses healing and buffing abilities from the traditional Final Fantasy white magic set.Pillars of Dust: Ruben is a healer who has an anti-undead spell and a silence spell.Abe no Seimei fromOnmyojiis the only one out of the fouronmyōjiwith only one active attack skill. The rest of his active skills is buffs, debuffs, adefensiveability, and a (very weak) healing ability.Kuro Seimei, ironically enough. Being theLiteral Split Personalityof Seimei, he has the exact same set of skills as Seimei.Radiant Arc: Carrie is a standard healing mage, but with a few twists. Her healing spells buff the target(s) magic defense and she can draw aggro specifically from magic attacks.Marco fromRadiant Historiais almost a pure White Mage in his skillset, having almost no abilities that are not buffs or heals.Cream the Rabbit served this role inSonic Chronicles. Not only was she the only one with a group heal and resurrection spell, she could also replenish the party's MP, letting you spam special attacks.Princess Toadstool (not named Peach yet) served this purpose inSuper Mario RPG, only having one damaging special attack.TheTales Seriesplayed this straight at first, but games started to drift towards having much more varied roles. As such, only a few games have characters dedicated only to healing; most of the characters that can heal can also do something else.Tales of Phantasiahas Mint Adenade, who would more or lesscodifythe\"cute cleric\"stereotype associated with most white mages, finishing the job thatRosa Farrelstarted. Mint is notable for being one of the incredibly few healers to haveno offensive abilities at all, at least in her own game.Raine Sage ofTales of Symphoniais the straightest example of a white mage in the series. She uses a staff, her only attack spells areholy-based, and she gets the best healing in the game, bar none. Having Raine in your party late-game is a requirement to stay alive.Tales of the Abyssis where theTales Seriesstarted to diverge into having two distinct healers as opposed to one. Tear and Natalia are moreMartial Pacifiststhan strict white mages. Tear's spells heal areas, while Natalia's heal single targets. Also, Tear uses long-range spells and a staff, while Natalia shoots with a bow.Estelle inTales of Vesperiablurs the line between the White Mage andThe Paladin. She specializes in healing and light magic, to the point that her healing spells are relevant to the story, but she can also use a sword and shield and has the party's best defensive stats and techniques.Cheria inTales of Gracesfights exclusively from the back line with multi-target healing, holy and lightning magic, and throwing knives.Elise fromTales of XilliaandTales of Xillia 2is one of the incredibly rare healers that focuses on dark magic when she is not supporting the party.Workshop In The Ironwood Grove: TheFlunky Boss-typeSuperbosshas one of its flunkies be a healer, and that flunky can never attack.Saeko Mukoda serves this role inYakuza: Like a Dragon: she has the highest natural Healing stats in the party, making her the best choice to recast as an Idol - the game's best healing class. However, she also has a decently high Magic stat, meaning she is more than capable of inflicting damage if she so desires.\n\nMassive Multiplayer Online GamesFinal Fantasy XIof course has the trope namer as a class.Final Fantasy XIVcurrently has 4 healing classes, including the titularWhite Mage. And all of them qualifies asCombat Medicto some extent.The classic White Mage (WHM), which is attained after reaching Lv 30 with the starting class Conjurer (CNJ). WHM’s focus on direct powerful heals and restoring health over time. High-leveled White Mages can cast Benediction to fully restore HP in an instant, although it has a fairly long cooldown of 3 minutes. At an even higher level, they gain the Thin Air ability which allows them to temporarily cast one spell for free, which can circumvent the high MP cost of certain spells. WHM’s bread-and-butter damage-dealing spells are Glare (or Stone at lower levels) and Holy, which they are known to spam unabated when the party is not in immediate need of healing, earning this job the nickname of “Glare Mage”.The Scholar (SCH), which is attained after reaching Lv 30 on the Arcanist (ACN) class. The SCH job is interesting because it is the only branching job in the game, as ACN’s may also become Summoners (SMN) instead. SCH’s, in contrast to WHM’s, focus less on directly healing the party and more on damage mitigation, either through providing shields that absorb damage or debuffing enemies. SCH’s are assisted in this task by a summonable faerie—Selene or Eos, your choice.With the release of theHeavenswardexpansion the Astrologian (AST) was added. In addition to healing, they draw randomly from a deck of cards which allows them to buff their party in various ways.TheEndwalkerexpansion added the fourth healer job, Sage (SGE). Sages put the most focus on \"combat\" part ofCombat Medic, with their main skills healing a designated character whenever they deal damage. Like Scholars, they also have a number of skills providing damage-absorbing shields.Grand Fantasiahas the Acolyte -> Priest -> Cleric -> Prophet class progression, which is a pure White Mage archetype.The monks fromGuild Warsfit this trope to a T and are almost always expected to heal, reduce damage and cure conditions. Unfortunately for monk fans, the profession is no longer in the sequel because its design has no place for pure healing characters.Advocates inNexus Clashcan give out a wide range of buffs to huge numbers of other characters, enchant magic items, and heal others on a massive scale. They're the most powerful support class in the game, at the price that almost none of their abilities are any help to themselves.Ragnarok Online's biggest example is the Priest class and their progressive jobs, High Priest and Arch Bishop. Most of their skills focus on healing and support, though they also have access to holy-element magic, like Magnus Exorcismus and Adoramus (Arch Bishop only).\n\nStrategy RPGNippon Ichi'sStrategy RPGshave the Healer class, most frequently seen in theDisgaeaseries. Without abusing skill learning systems such as reincarnation, fusing, or the apprentice system, he or she will only naturally learn healing and support magic.Fell Seal: Arbiter's Markhas the Mender class, which uses Holy Magic to remove debuffs and heal or revive allies. Though it lacks any offensive abilities, it can unlock more advanced classes thatdohave them, like theWizardand thePlague Doctor.Final Fantasy Tactics,Tactics Advance, andA2all have a White Mage job class.TheFire Emblemseries has Clerics and Priests, which use healing magic through staves, and Troubadours, mounted healers. They usually promote classes that either add holy magic or fall more underRed Mage.Tactics Ogrehas the Cleric, Priest, and High Priest as pure White Mage classes. The Witch class is also a purely supportive spell-caster.InYu-Gi-Oh! Monster Capsule GB, Ryou Bakura fits this archetype as per his White Wizard character class in the manga.\n\nTabletop GamesInAmmo, a very rare character choice, at least at startup. Healing is very limited in efficiency (the caster must choose ONE stat that he knows how to heal, over 15 possible), and every heal reduced temporarily the caster Magic stat by one... on a max value of 3 (for humans). Worth to mention that starting as a White Mage means no offensive magic until you learn some?InBunnies & Burrows, the Empath is anEmpathic Healerwho can play as a White Mage, especially if they can reverse-heal as an attack.Dungeons & Dragons:Clerics, probably theUr-Example. Although in practice, D&D Clerics tend to suck at their intended purpose in more than a few editions (damage out-grows healing ability quite quickly), but awesome through use of things that otherwise fall inUseless Useful Spell, and have decent stat-buffing ability for themselves and their teammates, and an innate ability to drive away undead creatures. It should be noted that unlike most White Mages, D&D Clerics are extremely proficient physical fighters (with the second-best hit die, second-best attack proficiency, and capable of wearing heavy armor and shields), though up until the third edition, they were also forbidden from using bladed weapons, unless their religion specifically allows this.5e boosted the Cleric to the point where it is considered one of the best classes in the game. Every cleric has access to a solid list of healing spells, but their Divine Domains feature allows them to gain different powers and spells based on the deity they worship. The cleric can therefore fill any role in the party while still remaining a viable healer, plus, there is no better healer in the entire game than clerics of theLifedomain.The Healer class in 3.5, as the name implies, was an attempt at making a pure healing class without any of the martial attributes of the Cleric. Almost their entire spell list is healing spells, with a small selection of defensive and utility effects, and zero offensive spells (except against undead, whereRevive Kills Zombie). Not only that, but they have a lower attack bonus than Clerics, and lose their powers if they wear shields or metal armor. In exchange, their healing spells heal more HP, they get extra healing spells each day, and they can summon a unicorn companion (which comes with its own natural healing and protection abilities).The Favored Soul (from 3.5'sComplete Divine) is somewhere in between. They can wear medium armor (compared to the Cleric's heavy armor), they get the Cleric's higher hit die, and they can use all simple weapons. They only have a limited selection of spells (which, unlike a cleric or Healer, they can't swap out each day, but they do have access to the full Cleric spell list to choose from, unlike Healers), but they can cast them spontaneously. They also get the best saving throws (instead of one good category and two bad, all three are good), innate energy resistance, and damage reduction. Plus at higher levels, they grow wings and can fly. It's significantly less of a game-breaker in the hands of a min-maxer than a cleric (mostly due to lacking the ability toTurn Undeadwhich many feats turn into aMagikarp Power) but tends to be much more flexible and powerful within the healing role itself.5e introduced the Divine Soul Sorcerer, whose soul and/or blood is divine in some way, and the Celestial Patron Warlock, whose power is derived from a deal struck with a celestial entity. Both retain the basic abilities of their base classes, while also gaining new abilities. The Celestial Warlock gains access to some useful healing spells and the potent Healing Light ability. Divine Soul Sorcerers have the entire Cleric spell list available from the start, as well as an ability that lets them boost the healing provided to teammates.Fabula Ultima: The Spiritist is a magic class whose spell list consists primarily of healing and buffs, with some debuffs and a pair oflight-basedoffensive spells for variety. They also have a class skill, Healing Power, which passively tacks extra healing onto any spell they cast which targets their allies—even if that spell normally doesn't restore hit points.InHeroica, LEGO's dungeon crawl game system, the Druid character has a special ability that allows him to restore full health to himself or, depending on house rules, any other player. This is one of the only non-combat-related abilities to be found among the game system's eight playable characters.PathfinderClerics flirt more with this trope. Some can take devastating offensive spells, but they lose heavy armor proficiency.Dungeons & Dragons3.5 Clerics were better warriors than the fighting classes with buffs, but this is not the case in Pathfinder. Most clerics also gain a massive boost to healing abilities and offense against undead viaRevive Kills Zombie, making them far more effective. Evil clerics did not have buffed healing (a mild case ofNo Cure for Evil), but siphoned away the life force of living people and healed their often undead allies via an inversion ofRevive Kills Zombie. Good and neutral Oracles can also fall into this trope, though Inquisitors and Druids usually do not, as the former is a \"mysterious divine agent\" with a limited selection from the Cleric's list.Princess: The Hopeful:In combat, both the Mender and Grace Callings can fall into this trope. Menders have affinity for Charms of healing and restoration, while Graces have affinity for Charms that bless allies or manipulate supernatural forces.The entire point of the Life sphere inSpheres of Power.The Unofficial Hollow Knight RPG: The Path of the Bloom grants a bug power over life, able to summon healing pollen, calm other creatures, and suppress negative traits. While they do have a few control spells such as trapping an enemy in a large flower or summoning entangling vines, they're notable for being the only Path that doesn't get any abilities capable of directly harming an enemy. Though this ends up being somewhat subverted by the fact that the most reliable way to generateSoulfor spellcasting is to attack enemies in melee, so even a healing and support-focused bug is going to have to wade into combat sooner or later regardless of whether or not they're actually good at it.\n\nWestern RPGHarriet inAlbion. Her spell list is like, \"Heal, more heal, recuperate, move around, totally heal everyone, destroy every opponent instantlybut only once you've practised the spell a million times.\" Still, that last one is the only offensive spell she has, and it's not going to be her main asset except maybe right at the end of the game if you've really focused on it.\n\nNon-Gaming Examples:\n\nAnime and MangaBleachhas a few notable examples:Inoue Orihime is a combination of this and aBarrier Warriorwith her Shun Shun Rikka abilities, which allow her to heal any injury, up to outright raising the dead - while shecouldtheoretically be absolutely devastating in a fight, her pacifistic nature and unwillingness to harm others limits her ability in that regard (at least until she figures out how to use her abilities as a counter attack instead).There are also the members of the medically specialized Fourth Division of the Gotei 13, who specialize in healing kido spells. Of particular note in that squad is Hanataro Yamada, who (unlike most other Soul Reapers) is nearly entirely defenceless in a fight, even wielding aHealing Shiv. He spends his time as a \"hostage\" in Ichigo's entourage as their healer while Ichigo and Ganju do the fighting.Retsu Unohana, the Fourth Division Captain, is rarely seen in a fight. Her Shikai is used for healing instead of fighting (her zanpakuto transforms into a gigantic manta ray whose bodily fluids can heal people), which is contrary to any other Shikai in the series, as even Hanataro's is still geared for fighting. However,everyonein Gotei 13, including theviolence-loving Eleventh Division, fear her, which should clue you in that she is not to be trifled with.Before she transferred to the Fourth Division, she was an Eleventh Division Captain — in fact the very first one, with the title \"Yachiru\" (Eight Thousand Art Form). While her Shikai can only be used for healing, her Bankai is both an offensive and defensive technique, as she can heal faster using it while at the same time deal fatal slashes at the enemy.Dende fromDragon Ball Zis a young child and not a warrior Namekian, and thus can't fight. But his healing abilities saved the heroes' (and Vegeta's) bacon multiple times during the fight against Frieza. Vegeta even exploits his power to get a zenkai boost by purposefully getting wounded and then having Dende heal him back up. When he becomes Earth's Kami in the Cell saga, he's kept as a non-combatant (if he dies, the Dragon Balls die with him), but he still heals the others several times and is now the one behindDragon Ball's main get-out-of-death-free card. Theabridged serieseven has him refer to himself as a White Mage (unfortunately, this is just before Freeza decides toShoot the Medic First).Negima! Magister Negi Magigives us Konoka Konoe, the group's healer, who consistently references theFinal Fantasywhite mages in appearance and behavior.Not being the combative type, Tsukina inThe Savior's Book Café Story in Another Worldspecializes in non-offensive magic, allowing her to cast healing magic, imbue food with healing magic, make her books indestructible and erect protective barriers.Space Battleship Yamato 2202introduces us to the secondYamato-Class ship known as TheGinga, which is an accidental case of this trope. Instead of being loaded with a standard Wave-Motion Engine, it is employed the Cosmo Reverse System,and due to the fact that Captain Okita's will is bonded with the Cosmo Reverse System,the ship that it is mounted to cannot use the offensive weaponry like the Shock Cannons, instead relying on the other ships in the Wave Motion Fleet in order to protect and fight for it. Despite this, the Cosmo Reverse System on theGingais able to release Wave Motion Energy that when interacting with other vessels in the fleet are able to amplify the output of their own Wave-Motion Engines; such as strengthening the Wave-Motion Shields or increasing the power of theWave-Motion Guns.Witch Hat Atelier: Medical witches. They used seals on the human body to heal them, however, once theBan on Magictook place, they were eventually extinct after fighting against the ban for years. It's later revealed they weren't exactly good people either, and part of the reason why the ban even happened was that some Medical Witches' did increasingly gruesome and horrifying human experiments.\n\nFan WorksMarineAngemonfrom theTamers Forever Series, whose talents lie in healing and support.InEquestria: Across the Multiverse:Fluttershy's personalPaladin Armorworks like this. She hates fighting, so her armor is primarily designed around healing and defense.A bigger example is theWorld of Empathy'sPowered Armorversion, the Bard System. As the inhabitants are allActual Pacifistsbut understand their alliesneedto fight sometimes, the Bard Armor has zero offensive abilities but makes up for it by having atonof supportive abilities to aid their allies without actually fighting themselves. This ranges from healing, to buffing up allies, to creatingHard Lightbridges for allies to use. On top of it, the Bard System runs on Innocence Magic, a rare form of magic thatOnly the Pure of Heartcan use (in this case, innocence referring to a lack of desire to do wrong) that buffs up light magic and weakens dark magic, especially corruptive forms of it. Unusually for this type of character, they're also aStone Wall.Us and Them:Aeris. While on the planet Beud A'Evori she actually becomes an accredited white mage after joining the White Mages Guild.\n\nLiteratureThe Beneficari inShattered Twilightare effectively White Mages in green clothing.Kindrie fromChronicles of the Kencyrath. He's the most powerful healer in the Kencyrath, but while he has no equal with preservative magic, he can neither create nor destroy.This is a clue that he is actually one of the Tyr-Ridan—Argentiel, That-Which-Preserves.Villains by Necessity: Kaylana, as her magic is largely used to heal or talk with animals.Nahlia Cole fromThe Lost Redeemer. All of her abilities revolve around healing and protection in some way. Even when she's learning combat in Whitecliff Academy, she takes a pacifist approach and refuses to hurt anyone.Prophecy Approved Companion: Qube is literally called \"the Healer Mage Companion\".The Witch of Knightcharm: The protagonist Emily specializes in defensive magic like shield spells. One of her challenges is figuring out how to use the magic that she has in order to attack and not just try defending herself until someone breaks through her shields.\n\nTabletop GamesLEGO Games: InHeroica, Druid can heal himself as his special ability. Before the fifth set, it was the only non-combat special ability among all playable characters.\n\nWeb OriginalAFK: Serena has healing powers, and even wears white.\n\nWebcomicsCity of Trees: Malik, a registered cleric who heals Ophidian's wounded leg with magic.Dungeons & Doodles: Tales from the Tables: Eriawynn the cleric serves as the team's main source of healing magic — in fact, she is never shown using offensive magic and relies on her spear when in combat. Angela the paladin also dabbles in this — while she's primarily a frontline fighter, she uses her paladin magic chiefly for buffing her team members.Looking for Group: Ben'Joon, or \"Benny\" for short, serves as the team healer/buffer.Monsters Can Be Heroes Too!: Shelly the Skeleton is a White Mage, which falls intoSquare Race, Round Classbecause healing spellsdon't work the way they are supposed toon skeletons, causing the other skeletons to turn on her.",
  "examples": [
    {
      "section": "Examples:",
      "text": "Bravely DefaultandBravely Secondare both indirect spinoffs of the Final Fantasy series (spiritual successors toFinal Fantasy: The 4 Heroes of Light), and so both have White Mage jobs. The second game adds the Bishop job, which lacks the White Mage's attack spells but its heals are based on a percentage of the target's maximum HP rather than a fixed value, so their heals are always effective.",
      "links": [
        {
          "title": "Bravely Default",
          "url": "/pmwiki/pmwiki.php/VideoGame/BravelyDefault"
        },
        {
          "title": "Bravely Second",
          "url": "/pmwiki/pmwiki.php/VideoGame/BravelySecond"
        },
        {
          "title": "Final Fantasy: The 4 Heroes of Light",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyThe4HeroesOfLight"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Brief and Meaningless Adventure of Hero Man:The Cleric marionette can only cast healing and some debuff spells.Medic Oozies' only actions are to cast Cure, which heals, and Surround, which blinds. They cannot directly damage the player party.",
      "links": [
        {
          "title": "The Brief and Meaningless Adventure of Hero Man",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheBriefAndMeaninglessAdventureOfHeroMan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Cleric inClaritas Dungeon Crawler RPGis devoted to healing and protection, fitting the White Mage archetype of a supportive spellcaster.",
      "links": [
        {
          "title": "Claritas Dungeon Crawler RPG",
          "url": "/pmwiki/pmwiki.php/VideoGame/ClaritasDungeonCrawlerRPG"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Deltarune: Despite resembling a black mage fromFinal Fantasywith his hat on, Ralsei's spells are entirely noncombative, emphasizing his pacifist preferences. One spell is for healing, while the other (which is literally called \"Pacify\") is for putting tired enemies to sleep, which removes them from battle.",
      "links": [
        {
          "title": "Deltarune",
          "url": "/pmwiki/pmwiki.php/VideoGame/Deltarune"
        },
        {
          "title": "Final Fantasy",
          "url": "/pmwiki/pmwiki.php/Franchise/FinalFantasy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Several games in theDragon Questseries feature the Priest job class created inDragon Quest III. Games that don't have job classes still have at least one character from this archetype (for instance, Serena fromDragon Quest XI).",
      "links": [
        {
          "title": "Dragon Quest",
          "url": "/pmwiki/pmwiki.php/Franchise/DragonQuest"
        },
        {
          "title": "Dragon Quest III",
          "url": "/pmwiki/pmwiki.php/VideoGame/DragonQuestIII"
        },
        {
          "title": "Dragon Quest XI",
          "url": "/pmwiki/pmwiki.php/VideoGame/DragonQuestXI"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Elden Ring: Any character who focuses on using Golden Order-based incantations (Erdtree, Fundementalist, Two Fingers) is going to have a lot more spells dedicated to buffing, healing, and utility than pure combat.",
      "links": [
        {
          "title": "Elden Ring",
          "url": "/pmwiki/pmwiki.php/VideoGame/EldenRing"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheTrope NamerisFinal Fantasy, which provided White Mage as a starting class. It's appeared in almost everyFinal Fantasygame since. It is also theTrope Codifierfor the idea that a healer is also aSquishy Wizard, as contemporaries at the time such asDungeons & DragonsandDragon Quest IIIportrayed Clerics as more of aJack of All StatsorStone Wallwhen not healing the party.Final Fantasy IIMinwu, a rare male example in the series, joins with White Magic in all of his spell slots and the stats to use them. Minwucame before Rosa codified White Magic as primarily the domain of women.Firionis an unusual meta example. While the three central characters can easily be developed any way the player wishes, many official guides recommend having Firion focus on White Magic so thatMariaandGuycan get the most out of their more specialized base stats.Final Fantasy IIIhad White Mage as a job class, as well as the Devout job, the equivalent ofthe White Wizardupgrade from the first game.Final Fantasy IVhad Rosa Farrel and Porom and also several White MageNPCs. Rosa notably is the first of two characters to cofify theWhite Magician Girloffshoot and the general idea that White Magic is for women.Final Fantasy IV: The After Yearshasan unnamed White Magejoin your party. Rosa and Porom also return. Leonora starts as a White Mage but quickly progresses to aRed Mage.Final Fantasy Vhad a White Mage job class.Final Fantasy VIIhas Aeris orAerithas the character closest to being a White Mage. While everyone had the potential to fill the role because of the materia system, Aerith fits the best because herLimit Breaksall revolved around healing or supporting the party instead of causing damage. She's even the only one who is associated with the signature White Mage spell Holy.Downplayed inFinal Fantasy VII Remake. While Aerith's Limit Breaks still revolve around healing or supporting the party, her abilities are instead lean more into the territories of theBlack Mage, making her a closer counterpart to theSagejob class of otherFinal Fantasytitles.Final Fantasy IXGarnet dresses as a White Mage early on, and this was her primary use for the first part of the game. Once she gets her summons back, however, she's more of a summoner with White Mage as a secondary ability.Right when Garnet regains her summoning abilities,Eiko Carolis introduced as the party's true dedicated White Mage, while summoning is her secondary ability, inverting Garnet's specialty. Notably, while Garnet's summons focus on the traditional souped-up elemental attacks, Eiko's summons give effects that are more traditionally associated with White Magic; Carbuncle gives status buffs that are determined by Eiko's accessory, Phoenix essentially acts as a multitarget Life spell, and Madeen acts as a multitarget version of theHolyspell.Final Fantasy Xhas Yuna, although thanks to the Sphere Grid you could customize her to be anything with a little work (and any other character to be a White Mage, by extension).Final Fantasy X-2had a White Mage Dress Sphere (job class), instead.InFinal Fantasy XIIIthe White Mage abilities were split into two different specializations, with Medic getting the healing and cleansing spells while Synergist gets the buff spells. In an unusual male example, Hope is the closest thing the game has to a traditional White Mage, being the only party member to have both Medic and Synergist as primary specializations (and is arguably the best at both) and hisLimit Break(Last Resort) looks like the Holy spell fromFinal Fantasy X. He even uses healing magic in a cutscene and is the only playable character to do so.Final Fantasy XIII-2uses the same battle system with Noel being the one who has the better healing spells.Final Fantasy: The 4 Heroes of Lightalso has a White Mage job (or \"Crown\", as the job system is called in that game).",
      "links": [
        {
          "title": "Trope Namer",
          "url": "/pmwiki/pmwiki.php/Main/TropeNamer"
        },
        {
          "title": "Final Fantasy",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyI"
        },
        {
          "title": "Final Fantasy",
          "url": "/pmwiki/pmwiki.php/Franchise/FinalFantasy"
        },
        {
          "title": "Trope Codifier",
          "url": "/pmwiki/pmwiki.php/Main/TropeCodifier"
        },
        {
          "title": "Squishy Wizard",
          "url": "/pmwiki/pmwiki.php/Main/SquishyWizard"
        },
        {
          "title": "Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        },
        {
          "title": "Dragon Quest III",
          "url": "/pmwiki/pmwiki.php/VideoGame/DragonQuestIII"
        },
        {
          "title": "Jack of All Stats",
          "url": "/pmwiki/pmwiki.php/Main/JackOfAllStats"
        },
        {
          "title": "Stone Wall",
          "url": "/pmwiki/pmwiki.php/Main/StoneWall"
        },
        {
          "title": "Final Fantasy II",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyII"
        },
        {
          "title": "came before Rosa codified White Magic as primarily the domain of women",
          "url": "/pmwiki/pmwiki.php/Main/EarlyInstallmentWeirdness"
        },
        {
          "title": "Firion",
          "url": "/pmwiki/pmwiki.php/Main/TheHero"
        },
        {
          "title": "Maria",
          "url": "/pmwiki/pmwiki.php/Main/LadyOfBlackMagic"
        },
        {
          "title": "Guy",
          "url": "/pmwiki/pmwiki.php/Main/MightyGlacier"
        },
        {
          "title": "Final Fantasy III",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyIII"
        },
        {
          "title": "the White Wizard",
          "url": "/pmwiki/pmwiki.php/Main/PrestigeClass"
        },
        {
          "title": "Final Fantasy IV",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyIV"
        },
        {
          "title": "White Magician Girl",
          "url": "/pmwiki/pmwiki.php/Main/WhiteMagicianGirl"
        },
        {
          "title": "Final Fantasy IV: The After Years",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyIVTheAfterYears"
        },
        {
          "title": "an unnamed White Mage",
          "url": "/pmwiki/pmwiki.php/Main/PlayerMooks"
        },
        {
          "title": "Red Mage",
          "url": "/pmwiki/pmwiki.php/Main/RedMage"
        },
        {
          "title": "Final Fantasy V",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyV"
        },
        {
          "title": "Final Fantasy VII",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyVII"
        },
        {
          "title": "Aerith",
          "url": "/pmwiki/pmwiki.php/Main/InconsistentSpelling"
        },
        {
          "title": "Limit Breaks",
          "url": "/pmwiki/pmwiki.php/Main/LimitBreak"
        },
        {
          "title": "Final Fantasy VII Remake",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyVIIRemake"
        },
        {
          "title": "Black Mage",
          "url": "/pmwiki/pmwiki.php/Main/BlackMage"
        },
        {
          "title": "Sage",
          "url": "/pmwiki/pmwiki.php/Main/TheRedMage"
        },
        {
          "title": "Final Fantasy IX",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyIX"
        },
        {
          "title": "Eiko Carol",
          "url": "/pmwiki/pmwiki.php/Main/BrattyHalfPoint"
        },
        {
          "title": "Holy",
          "url": "/pmwiki/pmwiki.php/Main/HolyHandGrenade"
        },
        {
          "title": "Final Fantasy X",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyX"
        },
        {
          "title": "Final Fantasy X-2",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyX2"
        },
        {
          "title": "Final Fantasy XIII",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyXIII"
        },
        {
          "title": "Limit Break",
          "url": "/pmwiki/pmwiki.php/Main/LimitBreak"
        },
        {
          "title": "Final Fantasy X",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyX"
        },
        {
          "title": "Final Fantasy XIII-2",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyXIII2"
        },
        {
          "title": "Final Fantasy: The 4 Heroes of Light",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyThe4HeroesOfLight"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mirania and Calista inThe Last Story. Both girls can heal party members and, in addition, the former even has theLimit Breakability to bring back lost lives), while the latter can summon arcane circles that repulse enemy attacks.",
      "links": [
        {
          "title": "The Last Story",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheLastStory"
        },
        {
          "title": "Limit Break",
          "url": "/pmwiki/pmwiki.php/Main/LimitBreak"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheMOTHER/EarthBoundseries has a tradition of makingthe protagonistone of these, which is rare for the genre.Ness,Ninten, andLucasall qualify, having most of the advanced healing PSI and relying on physical attacks (andone or two late-game PSI attacks, like PK Rockin' for Ness and PK Love for Lucas) for offense, leaving most of the combat PSI to their female counterparts,Ana, Paula, and Kumatora.",
      "links": [
        {
          "title": "MOTHER/EarthBound",
          "url": "/pmwiki/pmwiki.php/VideoGame/MOTHER"
        },
        {
          "title": "the protagonist",
          "url": "/pmwiki/pmwiki.php/Main/TheHero"
        },
        {
          "title": "Ness",
          "url": "/pmwiki/pmwiki.php/VideoGame/EarthBound1994"
        },
        {
          "title": "Ninten",
          "url": "/pmwiki/pmwiki.php/VideoGame/EarthBoundBeginnings"
        },
        {
          "title": "Lucas",
          "url": "/pmwiki/pmwiki.php/VideoGame/Mother3"
        },
        {
          "title": "one or two late-game PSI attacks",
          "url": "/pmwiki/pmwiki.php/Main/LastDiscMagic"
        },
        {
          "title": "Ana, Paula, and Kumatora",
          "url": "/pmwiki/pmwiki.php/Main/BlackMagicianGirl"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Octopath Traveler, from theBravelygames' producers, has the Cleric job, which mainly specializes in full-party healing and revival spells and Light-elemental attack spells. The Apothecary job also has a single-target heal and a single-target revive, but it's more specialized in removing and applying status ailments (andhitting things with an axe). Ophilia and Alfyn, the default Cleric and default Apothecary respectively, are capable of combining the two classes to get the full range of healing abilities.",
      "links": [
        {
          "title": "Octopath Traveler",
          "url": "/pmwiki/pmwiki.php/VideoGame/OctopathTraveler"
        },
        {
          "title": "hitting things with an axe",
          "url": "/pmwiki/pmwiki.php/Main/CombatMedic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Aya fromParasite Eve (1998), outside of two attack abilities, uses healing and buffing abilities from the traditional Final Fantasy white magic set.",
      "links": [
        {
          "title": "Parasite Eve (1998)",
          "url": "/pmwiki/pmwiki.php/VideoGame/ParasiteEve1998"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pillars of Dust: Ruben is a healer who has an anti-undead spell and a silence spell.",
      "links": [
        {
          "title": "Pillars of Dust",
          "url": "/pmwiki/pmwiki.php/VideoGame/PillarsOfDust"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Abe no Seimei fromOnmyojiis the only one out of the fouronmyōjiwith only one active attack skill. The rest of his active skills is buffs, debuffs, adefensiveability, and a (very weak) healing ability.Kuro Seimei, ironically enough. Being theLiteral Split Personalityof Seimei, he has the exact same set of skills as Seimei.",
      "links": [
        {
          "title": "Onmyoji",
          "url": "/pmwiki/pmwiki.php/VideoGame/Onmyoji2016"
        },
        {
          "title": "onmyōji",
          "url": "/pmwiki/pmwiki.php/Main/PlayerCharacter"
        },
        {
          "title": "defensive",
          "url": "/pmwiki/pmwiki.php/Main/DeflectorShield"
        },
        {
          "title": "Kuro Seimei",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Literal Split Personality",
          "url": "/pmwiki/pmwiki.php/Main/LiteralSplitPersonality"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Radiant Arc: Carrie is a standard healing mage, but with a few twists. Her healing spells buff the target(s) magic defense and she can draw aggro specifically from magic attacks.",
      "links": [
        {
          "title": "Radiant Arc",
          "url": "/pmwiki/pmwiki.php/VideoGame/RadiantArc"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Marco fromRadiant Historiais almost a pure White Mage in his skillset, having almost no abilities that are not buffs or heals.",
      "links": [
        {
          "title": "Radiant Historia",
          "url": "/pmwiki/pmwiki.php/VideoGame/RadiantHistoria"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Cream the Rabbit served this role inSonic Chronicles. Not only was she the only one with a group heal and resurrection spell, she could also replenish the party's MP, letting you spam special attacks.",
      "links": [
        {
          "title": "Sonic Chronicles",
          "url": "/pmwiki/pmwiki.php/VideoGame/SonicChronicles"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Princess Toadstool (not named Peach yet) served this purpose inSuper Mario RPG, only having one damaging special attack.",
      "links": [
        {
          "title": "Super Mario RPG",
          "url": "/pmwiki/pmwiki.php/VideoGame/SuperMarioRPG"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheTales Seriesplayed this straight at first, but games started to drift towards having much more varied roles. As such, only a few games have characters dedicated only to healing; most of the characters that can heal can also do something else.Tales of Phantasiahas Mint Adenade, who would more or lesscodifythe\"cute cleric\"stereotype associated with most white mages, finishing the job thatRosa Farrelstarted. Mint is notable for being one of the incredibly few healers to haveno offensive abilities at all, at least in her own game.Raine Sage ofTales of Symphoniais the straightest example of a white mage in the series. She uses a staff, her only attack spells areholy-based, and she gets the best healing in the game, bar none. Having Raine in your party late-game is a requirement to stay alive.Tales of the Abyssis where theTales Seriesstarted to diverge into having two distinct healers as opposed to one. Tear and Natalia are moreMartial Pacifiststhan strict white mages. Tear's spells heal areas, while Natalia's heal single targets. Also, Tear uses long-range spells and a staff, while Natalia shoots with a bow.Estelle inTales of Vesperiablurs the line between the White Mage andThe Paladin. She specializes in healing and light magic, to the point that her healing spells are relevant to the story, but she can also use a sword and shield and has the party's best defensive stats and techniques.Cheria inTales of Gracesfights exclusively from the back line with multi-target healing, holy and lightning magic, and throwing knives.Elise fromTales of XilliaandTales of Xillia 2is one of the incredibly rare healers that focuses on dark magic when she is not supporting the party.",
      "links": [
        {
          "title": "Tales Series",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesSeries"
        },
        {
          "title": "Tales of Phantasia",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfPhantasia"
        },
        {
          "title": "codify",
          "url": "/pmwiki/pmwiki.php/Main/TropeCodifier"
        },
        {
          "title": "\"cute cleric\"",
          "url": "/pmwiki/pmwiki.php/Main/WhiteMagicianGirl"
        },
        {
          "title": "Rosa Farrel",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyIV"
        },
        {
          "title": "no offensive abilities at all",
          "url": "/pmwiki/pmwiki.php/Main/CripplingOverspecialization"
        },
        {
          "title": "Tales of Symphonia",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfSymphonia"
        },
        {
          "title": "holy-based",
          "url": "/pmwiki/pmwiki.php/Main/HolyHandGrenade"
        },
        {
          "title": "Tales of the Abyss",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfTheAbyss"
        },
        {
          "title": "Martial Pacifists",
          "url": "/pmwiki/pmwiki.php/Main/MartialPacifist"
        },
        {
          "title": "Tales of Vesperia",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfVesperia"
        },
        {
          "title": "The Paladin",
          "url": "/pmwiki/pmwiki.php/Main/ThePaladin"
        },
        {
          "title": "Tales of Graces",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfGraces"
        },
        {
          "title": "Tales of Xillia",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfXillia"
        },
        {
          "title": "Tales of Xillia 2",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfXillia2"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Workshop In The Ironwood Grove: TheFlunky Boss-typeSuperbosshas one of its flunkies be a healer, and that flunky can never attack.",
      "links": [
        {
          "title": "Workshop In The Ironwood Grove",
          "url": "/pmwiki/pmwiki.php/VideoGame/WorkshopInTheIronwoodGrove"
        },
        {
          "title": "Flunky Boss",
          "url": "/pmwiki/pmwiki.php/Main/FlunkyBoss"
        },
        {
          "title": "Superboss",
          "url": "/pmwiki/pmwiki.php/Main/Superboss"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Saeko Mukoda serves this role inYakuza: Like a Dragon: she has the highest natural Healing stats in the party, making her the best choice to recast as an Idol - the game's best healing class. However, she also has a decently high Magic stat, meaning she is more than capable of inflicting damage if she so desires.",
      "links": [
        {
          "title": "Yakuza: Like a Dragon",
          "url": "/pmwiki/pmwiki.php/VideoGame/YakuzaLikeADragon"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Final Fantasy XIof course has the trope namer as a class.",
      "links": [
        {
          "title": "Final Fantasy XI",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyXI"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Final Fantasy XIVcurrently has 4 healing classes, including the titularWhite Mage. And all of them qualifies asCombat Medicto some extent.The classic White Mage (WHM), which is attained after reaching Lv 30 with the starting class Conjurer (CNJ). WHM’s focus on direct powerful heals and restoring health over time. High-leveled White Mages can cast Benediction to fully restore HP in an instant, although it has a fairly long cooldown of 3 minutes. At an even higher level, they gain the Thin Air ability which allows them to temporarily cast one spell for free, which can circumvent the high MP cost of certain spells. WHM’s bread-and-butter damage-dealing spells are Glare (or Stone at lower levels) and Holy, which they are known to spam unabated when the party is not in immediate need of healing, earning this job the nickname of “Glare Mage”.The Scholar (SCH), which is attained after reaching Lv 30 on the Arcanist (ACN) class. The SCH job is interesting because it is the only branching job in the game, as ACN’s may also become Summoners (SMN) instead. SCH’s, in contrast to WHM’s, focus less on directly healing the party and more on damage mitigation, either through providing shields that absorb damage or debuffing enemies. SCH’s are assisted in this task by a summonable faerie—Selene or Eos, your choice.With the release of theHeavenswardexpansion the Astrologian (AST) was added. In addition to healing, they draw randomly from a deck of cards which allows them to buff their party in various ways.TheEndwalkerexpansion added the fourth healer job, Sage (SGE). Sages put the most focus on \"combat\" part ofCombat Medic, with their main skills healing a designated character whenever they deal damage. Like Scholars, they also have a number of skills providing damage-absorbing shields.",
      "links": [
        {
          "title": "Final Fantasy XIV",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyXIV"
        },
        {
          "title": "White Mage",
          "url": "/pmwiki/pmwiki.php/Main/WhiteMage"
        },
        {
          "title": "Combat Medic",
          "url": "/pmwiki/pmwiki.php/Main/CombatMedic"
        },
        {
          "title": "Combat Medic",
          "url": "/pmwiki/pmwiki.php/Main/CombatMedic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Grand Fantasiahas the Acolyte -> Priest -> Cleric -> Prophet class progression, which is a pure White Mage archetype.",
      "links": [
        {
          "title": "Grand Fantasia",
          "url": "/pmwiki/pmwiki.php/VideoGame/GrandFantasia"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The monks fromGuild Warsfit this trope to a T and are almost always expected to heal, reduce damage and cure conditions. Unfortunately for monk fans, the profession is no longer in the sequel because its design has no place for pure healing characters.",
      "links": [
        {
          "title": "Guild Wars",
          "url": "/pmwiki/pmwiki.php/VideoGame/GuildWars"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Advocates inNexus Clashcan give out a wide range of buffs to huge numbers of other characters, enchant magic items, and heal others on a massive scale. They're the most powerful support class in the game, at the price that almost none of their abilities are any help to themselves.",
      "links": [
        {
          "title": "Nexus Clash",
          "url": "/pmwiki/pmwiki.php/VideoGame/NexusClash"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ragnarok Online's biggest example is the Priest class and their progressive jobs, High Priest and Arch Bishop. Most of their skills focus on healing and support, though they also have access to holy-element magic, like Magnus Exorcismus and Adoramus (Arch Bishop only).",
      "links": [
        {
          "title": "Ragnarok Online",
          "url": "/pmwiki/pmwiki.php/VideoGame/RagnarokOnline"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Nippon Ichi'sStrategy RPGshave the Healer class, most frequently seen in theDisgaeaseries. Without abusing skill learning systems such as reincarnation, fusing, or the apprentice system, he or she will only naturally learn healing and support magic.",
      "links": [
        {
          "title": "Nippon Ichi",
          "url": "/pmwiki/pmwiki.php/Creator/NipponIchi"
        },
        {
          "title": "Strategy RPGs",
          "url": "/pmwiki/pmwiki.php/Main/StrategyRPG"
        },
        {
          "title": "Disgaea",
          "url": "/pmwiki/pmwiki.php/Franchise/Disgaea"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fell Seal: Arbiter's Markhas the Mender class, which uses Holy Magic to remove debuffs and heal or revive allies. Though it lacks any offensive abilities, it can unlock more advanced classes thatdohave them, like theWizardand thePlague Doctor.",
      "links": [
        {
          "title": "Fell Seal: Arbiter's Mark",
          "url": "/pmwiki/pmwiki.php/VideoGame/FellSealArbitersMark"
        },
        {
          "title": "Wizard",
          "url": "/pmwiki/pmwiki.php/Main/BlackMage"
        },
        {
          "title": "Plague Doctor",
          "url": "/pmwiki/pmwiki.php/Main/CombatMedic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Final Fantasy Tactics,Tactics Advance, andA2all have a White Mage job class.",
      "links": [
        {
          "title": "Final Fantasy Tactics",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyTactics"
        },
        {
          "title": "Tactics Advance",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyTacticsAdvance"
        },
        {
          "title": "A2",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyTacticsA2"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheFire Emblemseries has Clerics and Priests, which use healing magic through staves, and Troubadours, mounted healers. They usually promote classes that either add holy magic or fall more underRed Mage.",
      "links": [
        {
          "title": "Fire Emblem",
          "url": "/pmwiki/pmwiki.php/Franchise/FireEmblem"
        },
        {
          "title": "Red Mage",
          "url": "/pmwiki/pmwiki.php/Main/RedMage"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tactics Ogrehas the Cleric, Priest, and High Priest as pure White Mage classes. The Witch class is also a purely supportive spell-caster.",
      "links": [
        {
          "title": "Tactics Ogre",
          "url": "/pmwiki/pmwiki.php/VideoGame/TacticsOgre"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InYu-Gi-Oh! Monster Capsule GB, Ryou Bakura fits this archetype as per his White Wizard character class in the manga.",
      "links": [
        {
          "title": "Yu-Gi-Oh! Monster Capsule GB",
          "url": "/pmwiki/pmwiki.php/VideoGame/YuGiOhMonsterCapsuleGB"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InAmmo, a very rare character choice, at least at startup. Healing is very limited in efficiency (the caster must choose ONE stat that he knows how to heal, over 15 possible), and every heal reduced temporarily the caster Magic stat by one... on a max value of 3 (for humans). Worth to mention that starting as a White Mage means no offensive magic until you learn some?",
      "links": [
        {
          "title": "Ammo",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Ammo"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InBunnies & Burrows, the Empath is anEmpathic Healerwho can play as a White Mage, especially if they can reverse-heal as an attack.",
      "links": [
        {
          "title": "Bunnies & Burrows",
          "url": "/pmwiki/pmwiki.php/TabletopGame/BunniesAndBurrows"
        },
        {
          "title": "Empathic Healer",
          "url": "/pmwiki/pmwiki.php/Main/EmpathicHealer"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dungeons & Dragons:Clerics, probably theUr-Example. Although in practice, D&D Clerics tend to suck at their intended purpose in more than a few editions (damage out-grows healing ability quite quickly), but awesome through use of things that otherwise fall inUseless Useful Spell, and have decent stat-buffing ability for themselves and their teammates, and an innate ability to drive away undead creatures. It should be noted that unlike most White Mages, D&D Clerics are extremely proficient physical fighters (with the second-best hit die, second-best attack proficiency, and capable of wearing heavy armor and shields), though up until the third edition, they were also forbidden from using bladed weapons, unless their religion specifically allows this.5e boosted the Cleric to the point where it is considered one of the best classes in the game. Every cleric has access to a solid list of healing spells, but their Divine Domains feature allows them to gain different powers and spells based on the deity they worship. The cleric can therefore fill any role in the party while still remaining a viable healer, plus, there is no better healer in the entire game than clerics of theLifedomain.The Healer class in 3.5, as the name implies, was an attempt at making a pure healing class without any of the martial attributes of the Cleric. Almost their entire spell list is healing spells, with a small selection of defensive and utility effects, and zero offensive spells (except against undead, whereRevive Kills Zombie). Not only that, but they have a lower attack bonus than Clerics, and lose their powers if they wear shields or metal armor. In exchange, their healing spells heal more HP, they get extra healing spells each day, and they can summon a unicorn companion (which comes with its own natural healing and protection abilities).The Favored Soul (from 3.5'sComplete Divine) is somewhere in between. They can wear medium armor (compared to the Cleric's heavy armor), they get the Cleric's higher hit die, and they can use all simple weapons. They only have a limited selection of spells (which, unlike a cleric or Healer, they can't swap out each day, but they do have access to the full Cleric spell list to choose from, unlike Healers), but they can cast them spontaneously. They also get the best saving throws (instead of one good category and two bad, all three are good), innate energy resistance, and damage reduction. Plus at higher levels, they grow wings and can fly. It's significantly less of a game-breaker in the hands of a min-maxer than a cleric (mostly due to lacking the ability toTurn Undeadwhich many feats turn into aMagikarp Power) but tends to be much more flexible and powerful within the healing role itself.5e introduced the Divine Soul Sorcerer, whose soul and/or blood is divine in some way, and the Celestial Patron Warlock, whose power is derived from a deal struck with a celestial entity. Both retain the basic abilities of their base classes, while also gaining new abilities. The Celestial Warlock gains access to some useful healing spells and the potent Healing Light ability. Divine Soul Sorcerers have the entire Cleric spell list available from the start, as well as an ability that lets them boost the healing provided to teammates.",
      "links": [
        {
          "title": "Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        },
        {
          "title": "Ur-Example",
          "url": "/pmwiki/pmwiki.php/Main/UrExample"
        },
        {
          "title": "Useless Useful Spell",
          "url": "/pmwiki/pmwiki.php/Main/UselessUsefulSpell"
        },
        {
          "title": "Revive Kills Zombie",
          "url": "/pmwiki/pmwiki.php/Main/ReviveKillsZombie"
        },
        {
          "title": "Turn Undead",
          "url": "/pmwiki/pmwiki.php/Main/TurnUndead"
        },
        {
          "title": "Magikarp Power",
          "url": "/pmwiki/pmwiki.php/Main/MagikarpPower"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fabula Ultima: The Spiritist is a magic class whose spell list consists primarily of healing and buffs, with some debuffs and a pair oflight-basedoffensive spells for variety. They also have a class skill, Healing Power, which passively tacks extra healing onto any spell they cast which targets their allies—even if that spell normally doesn't restore hit points.",
      "links": [
        {
          "title": "Fabula Ultima",
          "url": "/pmwiki/pmwiki.php/TabletopGame/FabulaUltima"
        },
        {
          "title": "light-based",
          "url": "/pmwiki/pmwiki.php/Main/LightEmUp"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InHeroica, LEGO's dungeon crawl game system, the Druid character has a special ability that allows him to restore full health to himself or, depending on house rules, any other player. This is one of the only non-combat-related abilities to be found among the game system's eight playable characters.",
      "links": [
        {
          "title": "Heroica",
          "url": "/pmwiki/pmwiki.php/TabletopGame/LEGOGames"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "PathfinderClerics flirt more with this trope. Some can take devastating offensive spells, but they lose heavy armor proficiency.Dungeons & Dragons3.5 Clerics were better warriors than the fighting classes with buffs, but this is not the case in Pathfinder. Most clerics also gain a massive boost to healing abilities and offense against undead viaRevive Kills Zombie, making them far more effective. Evil clerics did not have buffed healing (a mild case ofNo Cure for Evil), but siphoned away the life force of living people and healed their often undead allies via an inversion ofRevive Kills Zombie. Good and neutral Oracles can also fall into this trope, though Inquisitors and Druids usually do not, as the former is a \"mysterious divine agent\" with a limited selection from the Cleric's list.",
      "links": [
        {
          "title": "Pathfinder",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Pathfinder"
        },
        {
          "title": "Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        },
        {
          "title": "Revive Kills Zombie",
          "url": "/pmwiki/pmwiki.php/Main/ReviveKillsZombie"
        },
        {
          "title": "No Cure for Evil",
          "url": "/pmwiki/pmwiki.php/Main/NoCureForEvil"
        },
        {
          "title": "Revive Kills Zombie",
          "url": "/pmwiki/pmwiki.php/Main/ReviveKillsZombie"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Princess: The Hopeful:In combat, both the Mender and Grace Callings can fall into this trope. Menders have affinity for Charms of healing and restoration, while Graces have affinity for Charms that bless allies or manipulate supernatural forces.",
      "links": [
        {
          "title": "Princess: The Hopeful",
          "url": "/pmwiki/pmwiki.php/TabletopGame/PrincessTheHopeful"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The entire point of the Life sphere inSpheres of Power.",
      "links": [
        {
          "title": "Spheres of Power",
          "url": "/pmwiki/pmwiki.php/TabletopGame/SpheresOfPower"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Unofficial Hollow Knight RPG: The Path of the Bloom grants a bug power over life, able to summon healing pollen, calm other creatures, and suppress negative traits. While they do have a few control spells such as trapping an enemy in a large flower or summoning entangling vines, they're notable for being the only Path that doesn't get any abilities capable of directly harming an enemy. Though this ends up being somewhat subverted by the fact that the most reliable way to generateSoulfor spellcasting is to attack enemies in melee, so even a healing and support-focused bug is going to have to wade into combat sooner or later regardless of whether or not they're actually good at it.",
      "links": [
        {
          "title": "The Unofficial Hollow Knight RPG",
          "url": "/pmwiki/pmwiki.php/TabletopGame/TheUnofficialHollowKnightRPG"
        },
        {
          "title": "Soul",
          "url": "/pmwiki/pmwiki.php/Main/Mana"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Harriet inAlbion. Her spell list is like, \"Heal, more heal, recuperate, move around, totally heal everyone, destroy every opponent instantlybut only once you've practised the spell a million times.\" Still, that last one is the only offensive spell she has, and it's not going to be her main asset except maybe right at the end of the game if you've really focused on it.",
      "links": [
        {
          "title": "Albion",
          "url": "/pmwiki/pmwiki.php/VideoGame/Albion"
        },
        {
          "title": "but only once you've practised the spell a million times",
          "url": "/pmwiki/pmwiki.php/Main/MagikarpPower"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "Bleachhas a few notable examples:Inoue Orihime is a combination of this and aBarrier Warriorwith her Shun Shun Rikka abilities, which allow her to heal any injury, up to outright raising the dead - while shecouldtheoretically be absolutely devastating in a fight, her pacifistic nature and unwillingness to harm others limits her ability in that regard (at least until she figures out how to use her abilities as a counter attack instead).There are also the members of the medically specialized Fourth Division of the Gotei 13, who specialize in healing kido spells. Of particular note in that squad is Hanataro Yamada, who (unlike most other Soul Reapers) is nearly entirely defenceless in a fight, even wielding aHealing Shiv. He spends his time as a \"hostage\" in Ichigo's entourage as their healer while Ichigo and Ganju do the fighting.Retsu Unohana, the Fourth Division Captain, is rarely seen in a fight. Her Shikai is used for healing instead of fighting (her zanpakuto transforms into a gigantic manta ray whose bodily fluids can heal people), which is contrary to any other Shikai in the series, as even Hanataro's is still geared for fighting. However,everyonein Gotei 13, including theviolence-loving Eleventh Division, fear her, which should clue you in that she is not to be trifled with.Before she transferred to the Fourth Division, she was an Eleventh Division Captain — in fact the very first one, with the title \"Yachiru\" (Eight Thousand Art Form). While her Shikai can only be used for healing, her Bankai is both an offensive and defensive technique, as she can heal faster using it while at the same time deal fatal slashes at the enemy.",
      "links": [
        {
          "title": "Bleach",
          "url": "/pmwiki/pmwiki.php/Anime/Bleach"
        },
        {
          "title": "Barrier Warrior",
          "url": "/pmwiki/pmwiki.php/Main/BarrierWarrior"
        },
        {
          "title": "Healing Shiv",
          "url": "/pmwiki/pmwiki.php/Main/HealingShiv"
        },
        {
          "title": "violence-loving Eleventh Division",
          "url": "/pmwiki/pmwiki.php/Main/BloodKnight"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "Dende fromDragon Ball Zis a young child and not a warrior Namekian, and thus can't fight. But his healing abilities saved the heroes' (and Vegeta's) bacon multiple times during the fight against Frieza. Vegeta even exploits his power to get a zenkai boost by purposefully getting wounded and then having Dende heal him back up. When he becomes Earth's Kami in the Cell saga, he's kept as a non-combatant (if he dies, the Dragon Balls die with him), but he still heals the others several times and is now the one behindDragon Ball's main get-out-of-death-free card. Theabridged serieseven has him refer to himself as a White Mage (unfortunately, this is just before Freeza decides toShoot the Medic First).",
      "links": [
        {
          "title": "Dragon Ball Z",
          "url": "/pmwiki/pmwiki.php/Anime/DragonBallZ"
        },
        {
          "title": "abridged series",
          "url": "/pmwiki/pmwiki.php/WebVideo/DragonBallZAbridged"
        },
        {
          "title": "Shoot the Medic First",
          "url": "/pmwiki/pmwiki.php/Main/ShootTheMedicFirst"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "Negima! Magister Negi Magigives us Konoka Konoe, the group's healer, who consistently references theFinal Fantasywhite mages in appearance and behavior.",
      "links": [
        {
          "title": "Negima! Magister Negi Magi",
          "url": "/pmwiki/pmwiki.php/Manga/NegimaMagisterNegiMagi"
        },
        {
          "title": "Final Fantasy",
          "url": "/pmwiki/pmwiki.php/Franchise/FinalFantasy"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "Not being the combative type, Tsukina inThe Savior's Book Café Story in Another Worldspecializes in non-offensive magic, allowing her to cast healing magic, imbue food with healing magic, make her books indestructible and erect protective barriers.",
      "links": [
        {
          "title": "The Savior's Book Café Story in Another World",
          "url": "/pmwiki/pmwiki.php/Literature/TheSaviorsBookCafeStoryInAnotherWorld"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "Space Battleship Yamato 2202introduces us to the secondYamato-Class ship known as TheGinga, which is an accidental case of this trope. Instead of being loaded with a standard Wave-Motion Engine, it is employed the Cosmo Reverse System,and due to the fact that Captain Okita's will is bonded with the Cosmo Reverse System,the ship that it is mounted to cannot use the offensive weaponry like the Shock Cannons, instead relying on the other ships in the Wave Motion Fleet in order to protect and fight for it. Despite this, the Cosmo Reverse System on theGingais able to release Wave Motion Energy that when interacting with other vessels in the fleet are able to amplify the output of their own Wave-Motion Engines; such as strengthening the Wave-Motion Shields or increasing the power of theWave-Motion Guns.",
      "links": [
        {
          "title": "Space Battleship Yamato 2202",
          "url": "/pmwiki/pmwiki.php/Anime/SpaceBattleshipYamato2202"
        },
        {
          "title": "Wave-Motion Guns",
          "url": "/pmwiki/pmwiki.php/Main/WaveMotionGun"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "Witch Hat Atelier: Medical witches. They used seals on the human body to heal them, however, once theBan on Magictook place, they were eventually extinct after fighting against the ban for years. It's later revealed they weren't exactly good people either, and part of the reason why the ban even happened was that some Medical Witches' did increasingly gruesome and horrifying human experiments.",
      "links": [
        {
          "title": "Witch Hat Atelier",
          "url": "/pmwiki/pmwiki.php/Manga/WitchHatAtelier"
        },
        {
          "title": "Ban on Magic",
          "url": "/pmwiki/pmwiki.php/Main/BanOnMagic"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "MarineAngemonfrom theTamers Forever Series, whose talents lie in healing and support.",
      "links": [
        {
          "title": "Tamers Forever Series",
          "url": "/pmwiki/pmwiki.php/Fanfic/TamersForeverSeries"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "InEquestria: Across the Multiverse:Fluttershy's personalPaladin Armorworks like this. She hates fighting, so her armor is primarily designed around healing and defense.A bigger example is theWorld of Empathy'sPowered Armorversion, the Bard System. As the inhabitants are allActual Pacifistsbut understand their alliesneedto fight sometimes, the Bard Armor has zero offensive abilities but makes up for it by having atonof supportive abilities to aid their allies without actually fighting themselves. This ranges from healing, to buffing up allies, to creatingHard Lightbridges for allies to use. On top of it, the Bard System runs on Innocence Magic, a rare form of magic thatOnly the Pure of Heartcan use (in this case, innocence referring to a lack of desire to do wrong) that buffs up light magic and weakens dark magic, especially corruptive forms of it. Unusually for this type of character, they're also aStone Wall.",
      "links": [
        {
          "title": "Equestria: Across the Multiverse",
          "url": "/pmwiki/pmwiki.php/Fanfic/EquestriaAcrossTheMultiverse"
        },
        {
          "title": "Paladin Armor",
          "url": "/pmwiki/pmwiki.php/Main/PoweredArmor"
        },
        {
          "title": "World of Empathy's",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/MyLittlePonyG3"
        },
        {
          "title": "Powered Armor",
          "url": "/pmwiki/pmwiki.php/Main/PoweredArmor"
        },
        {
          "title": "Actual Pacifists",
          "url": "/pmwiki/pmwiki.php/Main/ActualPacifist"
        },
        {
          "title": "Hard Light",
          "url": "/pmwiki/pmwiki.php/Main/HardLight"
        },
        {
          "title": "Only the Pure of Heart",
          "url": "/pmwiki/pmwiki.php/Main/OnlyThePureOfHeart"
        },
        {
          "title": "Stone Wall",
          "url": "/pmwiki/pmwiki.php/Main/StoneWall"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "Us and Them:Aeris. While on the planet Beud A'Evori she actually becomes an accredited white mage after joining the White Mages Guild.",
      "links": [
        {
          "title": "Us and Them",
          "url": "/pmwiki/pmwiki.php/Fanfic/UsAndThem"
        },
        {
          "title": "Aeris",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyVII"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "The Beneficari inShattered Twilightare effectively White Mages in green clothing.",
      "links": [
        {
          "title": "Shattered Twilight",
          "url": "/pmwiki/pmwiki.php/Literature/ShatteredTwilight"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "Kindrie fromChronicles of the Kencyrath. He's the most powerful healer in the Kencyrath, but while he has no equal with preservative magic, he can neither create nor destroy.This is a clue that he is actually one of the Tyr-Ridan—Argentiel, That-Which-Preserves.",
      "links": [
        {
          "title": "Chronicles of the Kencyrath",
          "url": "/pmwiki/pmwiki.php/Literature/ChroniclesOfTheKencyrath"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "Villains by Necessity: Kaylana, as her magic is largely used to heal or talk with animals.",
      "links": [
        {
          "title": "Villains by Necessity",
          "url": "/pmwiki/pmwiki.php/Literature/VillainsByNecessity"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "Nahlia Cole fromThe Lost Redeemer. All of her abilities revolve around healing and protection in some way. Even when she's learning combat in Whitecliff Academy, she takes a pacifist approach and refuses to hurt anyone.",
      "links": [
        {
          "title": "The Lost Redeemer",
          "url": "/pmwiki/pmwiki.php/Literature/TheLostRedeemer"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "Prophecy Approved Companion: Qube is literally called \"the Healer Mage Companion\".",
      "links": [
        {
          "title": "Prophecy Approved Companion",
          "url": "/pmwiki/pmwiki.php/Literature/ProphecyApprovedCompanion"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "The Witch of Knightcharm: The protagonist Emily specializes in defensive magic like shield spells. One of her challenges is figuring out how to use the magic that she has in order to attack and not just try defending herself until someone breaks through her shields.",
      "links": [
        {
          "title": "The Witch of Knightcharm",
          "url": "/pmwiki/pmwiki.php/Literature/TheWitchOfKnightcharm"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "LEGO Games: InHeroica, Druid can heal himself as his special ability. Before the fifth set, it was the only non-combat special ability among all playable characters.",
      "links": [
        {
          "title": "LEGO Games",
          "url": "/pmwiki/pmwiki.php/TabletopGame/LEGOGames"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "AFK: Serena has healing powers, and even wears white.",
      "links": [
        {
          "title": "AFK",
          "url": "/pmwiki/pmwiki.php/WebVideo/AFK"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "City of Trees: Malik, a registered cleric who heals Ophidian's wounded leg with magic.",
      "links": [
        {
          "title": "City of Trees",
          "url": "/pmwiki/pmwiki.php/Webcomic/CityOfTrees"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "Dungeons & Doodles: Tales from the Tables: Eriawynn the cleric serves as the team's main source of healing magic — in fact, she is never shown using offensive magic and relies on her spear when in combat. Angela the paladin also dabbles in this — while she's primarily a frontline fighter, she uses her paladin magic chiefly for buffing her team members.",
      "links": [
        {
          "title": "Dungeons & Doodles: Tales from the Tables",
          "url": "/pmwiki/pmwiki.php/Webcomic/DungeonsAndDoodlesTalesFromTheTables"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "Looking for Group: Ben'Joon, or \"Benny\" for short, serves as the team healer/buffer.",
      "links": [
        {
          "title": "Looking for Group",
          "url": "/pmwiki/pmwiki.php/Webcomic/LookingForGroup"
        }
      ]
    },
    {
      "section": "Non-Gaming Examples:",
      "text": "Monsters Can Be Heroes Too!: Shelly the Skeleton is a White Mage, which falls intoSquare Race, Round Classbecause healing spellsdon't work the way they are supposed toon skeletons, causing the other skeletons to turn on her.",
      "links": [
        {
          "title": "Monsters Can Be Heroes Too!",
          "url": "/pmwiki/pmwiki.php/Webcomic/MonstersCanBeHeroesToo"
        },
        {
          "title": "Square Race, Round Class",
          "url": "/pmwiki/pmwiki.php/Main/SquareRaceRoundClass"
        },
        {
          "title": "don't work the way they are supposed to",
          "url": "/pmwiki/pmwiki.php/Main/ReviveKillsZombie"
        }
      ]
    }
  ]
}