{
  "trope": "NatureSpirit",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/NatureSpirit",
  "description": "\n\n\"I speak for the trees! Let 'em grow, let 'em grow!But nobody listens too much, don't you know?I speak for the trees, and I'll yell and I'll shoutFor the fine things on Earth that are on their way out!They say I'm old-fashioned, and live in the past,But sometimes I think progress progresses too fast!They say I'm a fool to oppose things like these,But I'm going to continue to speak for the trees!\"—The Lorax,Dr. Seuss’The Lorax\n\nThe Nature Spirit is a mythical being with a direct tie to nature. This includes your standardfairies, sprites,dryads, nymphs, and occasionally even deities. Usually found inGhibli Hills, and they may be a type ofGenius Lociif they're tied to a specific places (frequently a valley or a forest, though dryads are traditionally connected to a particular tree and naïads are tied to a specific body of water).\n\nThe exact origin and motivation of the Nature Spirit varies widely. One may be a kind and gentleSpirit Advisorliving in peace and harmony, or it may be dangerous, uncompromisingWell-Intentioned Extremistdetermined to defend nature againstman's destruction. The most extreme example of the latter results inGaia's Vengeance. Some may be disquietingly neutral, largely unconcerned with human affairs and living only in areas humans seldom tread. They may also be very old, to the point of being aTime Abyss, to emphasize howinsignificant human affairs are.\n\nFor the human version, seeNature Hero.Cernunnosis often depicted as a being of this sort. Mix the Nature Spirit withAnthropomorphic Personificationand you getMother Naturedressed in aGarden Garment.Elemental EmbodimentsandAlchemic Elementalsare Nature Spirits of a specific element. Occasionally, that virtuousnature-loving humanmaybe promoted to a Nature Spiritupon death, orwhen the plot demands it. If there arespiritsfor other aspects of existence, they can make up theMagical Underpinnings of Reality.\n\nThis isOlder Than Dirt; many of the oldest human myths feature magical beings with close ties to nature, such as several cosmic and riverine Egyptian gods.Examples:\n\nopen/close all folders\n\nAnime & MangaAmatsuki: Many of the demons are connected to nature, particularly the tree guardians like Tsuyukusa.Berserk: A lot of Schierke's magic has to do with summoning and manipulating nature spirits, and her strongest spells involve a powerful spiritpossessing herand using her body as a medium to unleash their power. The magic items she gives to the rest of the party are also enchanted by numerous nature sprites, from which they derive their power. For this reason, Schierke tends to love nature and dislikes industry and cities, since there aren't a whole lot of nature spirits in urban areas.Digimon: ManyfemaleDigimon invoke this. Special mention goes to theFairy TypesLillymon, Lilamon and Rosemon and theGod Man TypeCeresmon Medium.Nasuverse: This trope is integral to the setting. In fact, it goes out of its way to separate Nature Spirits (who came fromGaia) and Phantasmal Beasts (coming fromAlaya).Pokémon the Series:Pokémon in general can be considered nature spirits, since many of them have powers over plants and water. This is most prevalent with Legendary and Mythical Pokémon, who are depicted as demi-gods watching over the wildlife and whose absence can cause an imbalance in the ecosystem.Celebi inPokémon 4Ever, as well as an episode each of the main anime and thePokémon Chroniclesspinoff, are called voices of the forest that can travel through time and can rejuvanate plant life and heal wounds (to the point of reviving the dead).\n\nComic BooksWhen he was originally conceived,Swamp Thingwas a scientist who was transformed into a plant monster. However, later versions would turn the character into a nature spirit, giving him a connection to \"The Green,\" the elemental force which connects all plant life on Earth.\n\nFairy Tales\"The Buried Moon\": The title character is a personification of, well, guess.\"The Nix in the Mill-Pond\": The titular Nixie is a malicious water spirit. She traps a man in her pond, and when he is rescued by his wife, the Nixie revengefully floods the whole countryside.InFranz Xaver von Schönwerth's \"The Three Flowers\", the three huntsmen find a tiny wood sprite living in and abandoned cottage in the middle of a huge fores. In exchange for being left alone, the wood sprite helps them find their sister.In the Cuban Story \"The Lime of Almendares\", the beautiful seductive Soyan Dekin ends up becoming the personification of the River Almendares because of a jealous lovers curse.\n\nFan WorksThe Assumption Of Applejack-or-Appletheosis: It's eventually discovered that, similar to how Celestia is goddess of the sun and Luna goddess of the moon, Applejack is a goddess of the earth.The Queen's Consort:The fairiesact as this, charged with managing the four seasons and various other facets of nature (day, night, sky, etc.)Elsa, current Queen of Winter.Queen Summer.Queen Autumn.Queen Spring.Maleficent, Queen of Night.Rapunzel, Queen of Daylight.Peter Pan, King of the Sky.Robin Hood, King of the Wilds.There is mention of a \"Goddess of the Seasons\", but she isnever actually seen or given detail to, merely being a deity that the fairies worship.Summer and Winter: Jack is theSpirit of Winter. Ace is theSpirit of Summer. Mother Nature is their matriarch. There are also Spirits of Spring and Fall though they are never seen.\n\nFilms — AnimationEpic (2013): The Leafmen are guardians of their forest, although the actual magical one is Queen Tara, being capable of bringing countless plants to life with little more than a passing glance. Any plant in her immediate vicinity will move to grant her safe passage wherever she needs to go, she can control plants defensively and offensively, and even the treesshield her dying form from a thunder storm.Fantasia 2000: \"The Firebird Suite\" features the Spring Sprite, an embodiment and kindler of spring, growth and renewal, and the Firebird, a spirit of flame and destruction.FernGully: The Last Rainforest: Crysta and the other fairies. Hexus on the other hand is a spiritualembodiment of destruction and chaos.InFrozen II, the elemental spirits each represent one of the four classical elements of nature: the Nøkk is the spirit of water, the Earth Giants are the spirit of earth, Gale is the spirit of air, andBruniis the spirit of fire.Mavka: The Forest Song: Mavka is the soul of the forest inUkraine(the film is based offSlavic Mythology), and there are several other protective spirits of nature like her manifesting in various shapes, fromnymphsall the way tosentient trees.Studio Ghibli:My Neighbor Totorohas Totoro himself. Although only mentioned once as being \"the Keeper of the Forest\",he certainly shows it.Princess Mononokehas the deity version of this, though the title character is actually aNature Anti-Herowho wasRaised by Wolf Gods.The Secret of Kells: Aisling is an embodiment of the forest itself combined with being one ofThe Fair Folk.The Ugly Duckling: The Winds of Winter and Frost, respectively a trio of animated clouds and an imp-like humanoid made of ice crystals, are the personifications of bitter weather and icy gales of winter and all the hardships of the year's harshest season.\n\nFilms — Live-ActionAvatar: Eywa — the Na'vi's creator goddess — starts off in harmony with Pandora's native inhabitants, but becomes ticked off when humans attack and rallies the forces of nature against them.InHellboy II: The Golden Army,the elf-prince Nuada sends out a forest god against Hellboy & co. It begins as a bean, andgrows substantially when it hits the water...The Hollow Child: The Hollow Ones live in the woods, with a grudge against humanity for depleting it. In their natural form they have barklike skin and wear leaf masks.Their victims are also held captive inside trees.King Arthur: Legend of the Sword: While influenced by the snake's venom, Arthur can see dryads peering out of trees at him.Wendy: Mother, the island spirit who appears in the form of a fish but also seems to be connected with the volcano.\n\nLiteratureThe Burning Kingdoms: The Yaksa, spirits which live in the forest, water and other natural settings.The Chronicles of Narnia: Almost every tree, rock and landscape feature in Narnia seems to have its own attendant spirit, which emerge from the background mostly inPrince CaspianandThe Last Battle.The Chronicles of Thomas Covenant: The Wraiths of Andelain are noncorporeal beings that help to safeguard the region of Andelain from harm.Cradle Series: Lil' Blue is a \"sylvan riverseed\", the result of theaurain an area being perfectly balanced in just the right ways. There are apparently ways to use her in magical item creations, but Lindon instead feeds hermadra, allowing her to grow more powerful, until she's strong enough to use a powerful version ofHealing Hands. Other sylvans are mentioned, such as sylvan graveseeds and sylvan dreamseeds, but none grow to be intelligent enough to speak to. Yerin, who has experience with sword and blood madra, wryly notes that sword and blood spirits only ever think about cutting and killing, even if theyareintelligent.The Dark Towerhas the twelve Guardians of the Beams, who manifest as a bear, turtle, lion, hare, elephant, bat, horse, snake, fish, bird, wolf, and rat. And they're apparently cyborgs. It's left ambiguous as to whether the cyborgs are theoriginalspirits (and thus inspired the legends), or are replacements for the beings which departed when themagic went away.Discworld:The Discworld has dryads, at least inThe Colour of Magic, who live in pocket dimensions within and are extremely protective of their trees. Since they're stated to be vanishingly rare, it's possible their absence from later books is because they're extinct. They're also unusual in that they aren'tAlways Female; as the female dryad Druella puts it \"Where do you think acorns come from?\"The Light Fantastichas a passing mention of Umcherrel, the Soul of the Forest, as one of the beings shamans believe in.In addition, the Discworld has its own version of faeries. Forget Tinkerbell, though — the Discworld's fae are xenophobic, capricious and vain, constantly watching for an opportunity to invade the Disc and extinguish the 'inferior mortal beings' living there.The Dresden Files: Numerous spirits exist in the series, their exact power range varying from entity to entity. Harry occasionally summons some for information.The fey of the Summer Court and Winter Courtare extremely powerful. Summer's magic mostly pertains to earth, fire, and light, but also to life and renewal. The Winter Court rule water, air, and darkness. Harry despairs when he has to match wits with a gruff sorcerer (of the Three Billy Goats Gruff tale and an agent of Summer) who has three trophies from three Senior Council wizards he has killed.There are also wyldfae, spirits who don't live under the Queens and Courts. Some instead follow the Erlking, king of the goblins, for more Summer aligned fae, and Kringle, a trulyBadass Santa, for the more Winter aligned. Both, however, represent the hunters in nature and every year ride out on Halloween inThe Wild Hunt.InThe Dryad Tree, by Thomas Burnett Swann, a newlywed bride becomes convinced that the tree in her husband's garden is possessed by a jealous dryad.Everybody Loves Large Chests: Dryads are powerful spirits present in the elven Ishgar Republic. Each one is tied to a mighty, magical Hylt tree,which acts as an extension of their own bodies, and vice-versa.Most Dryads are seldom seen, if ever, because they spend thousands of years at a time asleep until something rouses them, but once awake, they're so powerful that appealing to their wants and needs is a good way to get an eternally protective ally, and angering them is likely to be the last mistake you'll ever make.The Great God Panhas an extremely dark portrayal.Helen Vaughanis the daughter of Pan, the Greek god of nature. Machen depicts him as anEldritch Abominationlinked to Satan.Don't go in the woods with Helen.The Heartstrikers: Most spirits are like this. They generally come in two broad categories; \"spirits of the land\" (spirits of physical features like lakes or mountains) and \"animal spirits\" (spirits of animal species like wolves and ravens). All spirits are immortal as long as their vessels survive, which means that even the youngest spirits were thousands of years old by the time humans evolved. Spirits can also shift domains a bit without losing themselves. For example, Algonquin was once the spirit of a massive prehistoric lake, but roughly twenty thousand years ago glaciers split her into the Great Lakes. She retains her memories and personality from the millions of years before the glaciers. She is also theBig Badfor most of the series, as she hates humans for polluting her waters, and on the night magic returned shedestroyed Detroit by drowning the city in all the poison that had accumulated while she slept.I've Been Killing Slimes for 300 Years and Maxed Out My Levelis set in aMagical Landwhere humanoid (or non-humanoid) spirits can form out of almost any natural feature. Even among water spirits, there are puddle spirits, droplet spirits, hot spring spirits, river spirits, deep-ocean spirits, and on and on. The protagonist's adoptive daughters are twinslimespirits.The Lorax: The titular Lorax appears to be some kind of protector or tutelary warden of his forest; he watches over it and speaks and acts in its defense, and departs once its felled.InJames Herbert'sOnce, the elementalfaerfolkis' nurture of nature enables the planet to support life.Percy Jackson and the Olympianshas many nature spirits, following the ancient Greek myths. There are of course dryads and water nymphs, as well as satyrs who are tied to nature as a whole. However, Pan, God of the Wild, hasgone missing, so these nature spirits are suffering and have put their last hopes on finding him.Grover eventually does; Pan explains that it is up to him and the rest of life to protect the environment, and dies.River gods are present as well, including the gods of the East and Hudson Rivers.The Search for Delicious:The woldweller lives in a tree in the exact center of the forest. His clothes and skin are the color of bark. His job is to look after the woods, and he's angered by clumsy humans who break branches while they walk.The winds take the form of a small storm with disembodied voices speaking together. They control all the weather in the kingdom.The Stormlight Archive: There are, in general, two types ofSpren: those drawn to emotion and those drawn to nature.They're all splinters of theShardsHonor and Cultivation, with the former being more Honor and the latter being more Cultivation.Most Spren are unintelligent, but at the beginning of the series Kaladin is shocked when a windspren starts holding a conversation with him. It's not uncommon for windspren to speak, but never more than a few meaningless words as part of a prank. Kaladin quickly finds \"Syl\" becoming more and more intelligent, providing him advice and encouraging him to do the right thing.She is actually an honorspren, feeding off his own honor in exchange forSurgebinding. Without the bond, she is basically just a windspren.Survivor Dogs: Dogs worship Spirit-Dogs. They'reAnthropomorphic Personificationsof nature, such as the Sky-Dogs, the Forest-Dog, the Earth-Dog, and Wildfire.Undine (1811): The fair folk in the story are all physical, sentient manifestations of the element they were born from such as fire, earth, or water. Undine is specifically a water spirit.\n\nLive-Action TVCharmed (1998)has the Wood Nymphs, creatures that use their magic to make nature grow. Their presence causes flowers to bloom. They're also guardians of the Eternal Spring, whose waters make their drinker immortal. Other Nature Spirits such as gnomes and garden fairies are alluded to in various episodes.InOnce Upon a Time (2011), Mother Gothel is a rare evil example. She's thelast tree nymphleft after magic-hating humans slaughtered the rest of her tribe; she uses a combination of her originalplant magicand an arsenal of later-acquired dark magic to attempt to wipe out humanity itself in revenge.Power Rangers:Power Rangers Turbo; a mysterious young boy named Erutan(read it backwards)lives in the forest, using magic to drive away litterbugs and vandals, although he needs to be rescued when theMonster of the Weektargets the forest itself.Power Rangers Wild Force— like its Japanese counterpart,Hyakujuu Sentai Gaoranger— had the Rangers receive the power of the Great Beasts, powerful spirits representing nature and animal-kind, to fight against the Orgs, spirits of corruption and pollution.Gaorangerwas more explicit about this, with the Orgs basically being corrupted nature spirits.\n\nMyths & ReligionAll pagan and shamanic mythologies feature nature spirits in one form or another, since they are important holdovers fromanimism, an earlier form of spirituality upon which shamanism and paganism are based, where every part of nature is perceived as having its own animating spirit.Elves and fairies in different shapes and forms are frequent staples of European folklore, typically inhabiting wildernesses and unusual land formations.Brazilian Folkloreis crowded with entities whose primary function is to protect nature and punish those who defile it. Caipora and Curupira are the most common. The less known Comadre Fulozinha is basically what happens when you mix this trope with anOnryo. Iara andCabeça de Cuia(Gourd-head) are pretectors of specific rivers.Classical Mythologyhas a considerable variety of spirits associated with nature, ranging from nymphs such as naiads and dryads to gods such as Helios and Luna and all the way up to vast cosmic gods likeGaia (the earth), Ouranos (the sky), Pontus and Thalassa (the oceans), Erebos (darkness), Nyx (night), and Hemera (day). There are also other nature spirits such as karpoi (grain and fruit spirits), satyrs, and potamoi (river spirits and the male equivalents to naiads).Japanese Mythology: Some kami are spirits of natural features like trees or rivers. In fact, it might be more accurate to describe kami rather than the term \"god\".InNorse Mythologythe spirits of the land were called landvættir. They protected and nourished their domain, which could vary greatly in size. Their appearance is also very different, some take the shapes of animals and fantastic beings, others of more humanoid figures.Among the most prominent examples are the four great landvættir of Iceland, each of which has a quarter of the country as their domain. Their forms were those of a great dragon, a mighty bull, an enormous eagle, and a mountain giant, and each was followed by a considerable number of lesser landvættir. Today these four landvættir are depicted on the Icelandic coat of arms.Ancient Icelandic law also dictated that ships should take down their terrifying figureheads upon approaching the coast lest the landvættir would take umbrage.Scandinavian folklore is stock full of those. The Nix (Näcken in Sweden and Nøkken in Norway) is a water spirit living in ponds and lakes, occasionally in waterfalls. He is a Shapeshifter and known for luring People out in the muddy ponds, drowning them — and he is an excellent fiddle player (when he is in the waterfall). The trolls, elves, andhuldufolkare essentially this for the forests and the Mountains.Taíno Mythologyhas several. The most well-known is the hurricane goddess Guabancex, also incorrectly known by her Spanish name \"Juracán\" (which is where the word \"hurricane\" comes from).\n\nPinballsWhite Waterhas the Spirit of the River, who grants a random award to the player.\n\nRoleplayInThe Gamer's Alliance, nymphs are agile female creatures with ebony skin and cat-like eyes who are in tune with nature, live in Libaterran forests and have intimate encounters with travellers, which makes books of lore refer to a nymph as the \"ranger's fondest conquest\". It serves as a plot point once it's revealed that the nymphs are seducing travellers because they need them to become pregnant; a magical curse makes nymphs only give birth to females of their kind and thus they need males from other races to keep their bloodline going. TheFaerfolcare the forefathers of the elves who also reside in Libaterran forests, and they act as protectors of the earth and see themselves superior to elves and thus fit to rule elvenkind.\n\nTabletop GamesDeadlands: Nature Spirits are what makes theMagical Native Americans... well,magical. Such spirits occupy a moralmiddle groundbetweenThe Legions of Helland theHeavenlyHost. In-keeping with a shamanisticmagical religion, Native Americans who know how can attract the attention of the spirits and convince them to lend aid. Nature is not immutable, though. Some of the Nature Spirits are still around inDeadlands:Hell on Earth, while some others have been...warped. If you ever wanted to play something called a \"smog shaman\", now's your chance!Dragon Dice: Naiads and Dryads are an essential part of the Treefolk race/army. They are the cavalry and mages for the race, and are quite likely to be found in most Treefolk armies.Dungeons & Dragons:In theForgotten Realms, Rashemen has a high density of such creatures. One example of such in the computer gameNeverwinter Nights 2: Mask of the BetrayerisProud Warrior RaceSpirit Bear Okku.In theOriental Adventuressetting, there is a race known as Spiritfolk who are essentiallyHalf Human Hybridsof humans and Nature Spirits.Games Workshopgames:Warhammer: The Wood Elf army includes a number of different Nature Spirits who protect the ancient woodlands of the Old World, including minor spirits used as weapons and shapeshifting Dryads who appear exceptionally beautiful off the battlefield but turn into tree-like monsters when angered. The greatest of the Old World's Nature Spirits are theTreemen, powerful spirits who have bonded with a living tree and who are revered by the Wood Elves and forest creatures alike.Warhammer: Age of Sigmar: The woodland spirits of theWorld That Washave developed into the Sylvaneth, an entire race of Nature Spirits. Ranging from the small insectoid spirits known as Spites through the capricious Dryads and the warrior Tree-Revenants to the mighty Treelords, the Sylvaneth are the living embodiment of life magic and have a deep connection the natural cycles of the Mortal Realms.Godforsaken:The Shoum are spirits intrisically linked to the natural elements of Flevame, such as trese, stones, bodies of water, and suchlike things. Although they are spirits, they can manipulate their associated matter to affect the physical world. Thus, a stone shoum spirit can move or throw rocks, while a river shoum spirit can control the flow of water.Voroon are spirits of the Comerelk forest, and can create physical forms for themselves by inhabiting masses of mulch and decaying vegetation. They are related to the shoum, but do not coexist well with them. The voroon can be more contemptuous of material creatures that enter their domain.Nobilis: The Mythic World operatesentirelybased on these. According to the rules there are approximately a trillion trillion nature spirits in the world — this is a big deal because, instead of the universe being \"some big uncaring thing you must deal with\", it's \"a big uncaringpeopleyou must deal with\". One can convince a car to keep moving even without gasoline, converse with mountains and many such things. Granted, in most games only the most important spirits play a big role, but just knowing that they are there is important.Pathfinder:This is the overall role ofthe fey, as each different type is supposed to represent a different aspect of nature.Some of the most notable types are nymphs, which watch over natural wonders; dryads, which guard specific trees and cannot stray far from them without withering and dying; hamadryads, who are not bound to individual plants and guard whole forests; and naiads, which watch over fresh waters such as rivers, ponds and lakes.Pathfinder's 2nd edition rearranges these somewhat to more closely resemble the Greco-Roman classifications of nymphs — \"nymph\", as such, is a general category of humanoid, female fey that watch over natural landmarks, with dryads and naiads being specific types of nymphs associated with specific environments. Nymph queens, rare and powerful exemplars of their kinds, take over the role of the older nymph species, to which they're largely equivalent mechanically; hamadryads are specifically another name for dryad queens.Other fey especially closely tied to nature include glaistigs, powerful fairy queens who rule over and protect vast tracts of land and the creatures and fey that live there, and nuckelavees, terrible guardians of the waters the hunt down polluters without mercy. In a more unusual example,gremlins— malicious tricksters who live to torment mortals, break their stuff and make their lives miserable — represent nature's drive towards entropy and its tendency to break things down.Outside of the fey, the kami — a group of outsiders, creatures tied to the outer planes and the afterlife, who are however native and bonded to the material world — are spirits and protectors of various parts of nature, with only a few types associated with the works of mankind. Kodama, for instance, watch over individual trees, while kaminari manage clouds and the weather, toshigami protect cultivated cherry trees, suijins watch over bodies of freshwater, and jinushigami are wardens of vast areas of pristine nature.Green men arehumanoid collections of leaves, stems and rootswho embody and protect the plant life, specifically, of a given region.Among the gods, the most notable example is Gozreh, called the Wind and the Waves, the god/goddess of nature, storms, the sea, wind, water and natural phenomena. Gozreh is believed to have existed for as long as the wind has blown and water flowed, and is the only known god to reside full-time in the Material Plane, where nature and the elements are, instead of ruling a domain in the Outer Planes of faith and abstracted belief. Besamara also used to be this, having started out as a spirit of the sea, before ascending to full godhood after a long time spent gathering followers and consuming rival spirits of water, storms and wood. She's since left this role behind to become a goddess of pirates, strife and treasure, however — although it's worth noting that Gozreh still considers her a sister.InShadowrun, shamans can conjure nature spirits or \"spirits of man\", in contrast to the elementals bound by hermetic mages.Werewolf: The Apocalypse: TheGarouconsider themselvessoldiers on behalf of Gaia, a goddess-level spirit representing Earth as a vital entity, and are themselves something of a hybrid of flesh and spirit. They also consider the Wyld, the embodiment of primal chaos and growth, an ally in their fight — though, in a bit of a subversion, most werewolves hold the Wyld at arm's length because it can be... unpredictable. Additionally they may take on lesser nature spirits as pack totems or learn supernatural gifts from them.\n\nVideo GamesAsura's Wrath: In a twisted variation,the Gohmaareembodiments of the planet's rage, and thanks toChakravartinthat rage was able to take form as Vlitra.Baldur's Gate III: At first glance, Thaniel appears to be a young boy, but he is actually an embodiment of Nature itself. When he is missing or ill, the land suffers until he is recovered.Claritas Dungeon Crawler RPG: The Fairy Queen hero fits this trope. She has a skill called *The Four Seasons*, which shifts the seasons to grant different buffs to allies. She also possesses *Ethereal Presence*, a skill that causes a portion of the damage she receives to be absorbed by her mana instead of her health, further reinforcing her connection to the “spirit” aspect of the trope.Dragon Age: Origins: The Lady of the Forest/Witherfang, a shapeshifting being who's sometimes a dryad and sometimesa wolf, and rules over a clan of former humans cursed with lycanthropy by a vengeful elven mage.InDragon Quest VII, the heroes have to awaken and round up all four Elemental Spirits throughout the course of the game. They can be fought asOptional Bosses, as well.The Elder Scrolls:Y'ffre, the God of the Forest and the Spirit of the Now, is the most important god in theBosmeri (Wood Elf)religion. In the early world, Y'ffre brought forth nature (referred to as \"the Green\") and was one of the strongest pre-creation spirits, being the first to transform into theEhlnofey, the \"Earth Bones\", which allowed for the laws of physics, nature, and life on Nirn. Y'ffre bound the Bosmer to the \"Green Pact\", which prevents them from harming plants and eating living plant matter in their homeland of Valenwood, which leaves them on a heavily carnivorous diet.The series has Spriggans, which are particularly tree-likePlant People. They have aGaia's Vengeancetilt and are known as \"Nature's Guardians.\" Depending on the game, they eithermust be killedthree timesbefore they'll stay dead or they come with a rapidHealing Factorthat kicks in when they are near death. One of their favored methods of attack is to blend in with surrounding trees and plants, then ambush their unaware targets.Final Fantasy IXfeatures Nymphs in two categories — antagonists who appear as enemies in battle and benevolent creatures that give the party money and AP in exchange for ore.Gigantichas the forest lord Voden, a bow-wielding personification of the woodlands who hunts those who would despoil the wilderness.Guild Wars:The first game has Melandru, the goddess of nature.Guild Wars 2: the Sylvari, one of the playable races, are essentially this — a race of plants united by an unconsciousHive Mindwho mimic the humanoid form only out of convenience and have an innate ability to manipulate nature, especially other plants.Harvest Moon: Light of Hope's versions of the Harvest Sprites are more individualized nature spirits. There are only a few of them and each one has a title, such as Harvest Sprite of Water and Harvest Sprite of Wood.Kid Icarus: Uprising: Viridi, the goddess of nature. For the first arc after Medusa's defeat,she becomes theArc Villainafter trying to kill humans due to them exploiting nature.League of Legends, given the nature of the game, has more than a few as playable champions. Udyr in particular is host to four different spirits (Tiger, Bear, Turtle, Phoenix).In the upcoming hack and slash gameLeshy, you control the titular character, a Slavic forest spirit that can shapeshift into wolves or bears and reek untold butt kickery against loggers and pollutersnotePicture Captain Planet if he came from Russia, horned, giant and badass.The Legend of Zelda:After saving Dragon's Roost Island (or that's how you're supposed to do it), Link meets the god of winds, Zehpos, who rewards him with his first melody for theThe Legend of Zelda: The Wind Waker. Later Link meets Zephos' ill-tempered brother, Cyclos.Link ofThe Legend of Zelda: Twilight Princessneeds to save the spirits of the Sacred Springs, who guard not only their springs but the regions that the springs feed into.The Legend of Zelda: Ocarina of Timefeatures the Great Deku Tree and Lord Jabu-Jabu, who evidently guard the forests and Zora's Fountain, respectively. Their descendants make appearances inThe Wind Wakeras well.Lusternia: Every nature commune has two nature spirits: a patron animal and an aspect of the earth. Serenwilde has Mother Moon and White Hart (a stag); Glomdoring has Mother Night and Mighty Crow (a crow, obviously); and Ackleberry has Sister Lake and Brother Bear (natch).InNeverwinter Nights, there is a \"Spirit of the Wood\" that looks like a white deer.Pokémon:This is not an uncommon archetype amongGrass-types.Celebi, alegendary Pokémonthat travels through time, is essentially a woodland fairy. According to its Pokédex entries, as it travels through time and space, forests and wildernesses flourish in its wake.Shaymin, another legendary resembling a hedgehog with turf and flowers instead of prickles. Its reason d'être is essentially to purify the land of toxins and pollution and leave blooms and flowers where there was wasteland before.Trevenant, trees inhabited by the ghosts of humans who died deep in forests, take on this role as well, becoming vengeful protectors of the wilderness against any that would despoil it.InPokémon Mystery Dungeon: Gates to Infinitythere are the Voices of Life, guardians of nature who embody its will to survive and take a physical form as a Pokemon when there's a grave threat that needs to be addressed. The sole one who plays an active role in the story isHydreigon, who isfar kinderthenhis appearancewould imply.Quest for Gloryuses this trope several times. There's the Dryad and the forest fairies in the first game, the Guardian of the Heart of the World in the third, and the Leshy in the fourth. Many of these will kill you if you attempt to harm any part of the environment.Samurai Shodown: Nakoruru has been one ever since the events ofSamurai Showdown II, andthat's why she appears very youthful for someone from the past.Story of Seasons: The Harvest Sprites, Harvest Goddess, Harvest Lord, and Harvest King in the various games of the series. The Harvest Goddess is aCrystal Dragon Jesusfigure that is worshipped in almost every game. There aremultipleHarvest Goddesses, but the main green-haired one originated inHarvest Moon 64and was codified inHarvest Moon: Back to Nature. The Harvest Sprites can be befriended in several games and can often be asked to assist in various tasks around the farm.Kinu fromTemtemis an elusive,NatureandMentaltype fairy-thing. They're revered as the guardians of the Giant Banyan.Terraria: One NPC that can move into your home is the Dryad, who gives you information regarding how much Corruption/Crimson and Hallow is left in the world as well as selling you nature-related items. She likes living next to the Witch Doctor andthe Truffle, who share her attunement for the natural world, but dislikes the Angler's disregard for other living creatures and hates the Golfer due to his sport's destructive demands on the environment.Thief: The games are rife with nature spirits, from almost literal spirits like the fire elementals, toweird humanoid rat-monkeys and bug beasts. One of the main characters, Viktoria, is a typical dryad / wood nymph.Total War: Warhammer: Nature spirits are a loosely defined group of units, includingtreemen, treeman elders,tree-kin, dryads and dryad branchwraiths, sometimes expanded to includegiant eaglesandforest dragons, that are part of the Wood Elf roster. They're considered to be living avatars and agents ofAthel Loren, moved to war by the forest's own will, and ruled beneath its eaves long before the Wood Elves came along.Avelorn, unlike other High Elf factions, can recruitpalette swappedbut otherwise identical versions of the treemen, tree-kin and dryads, as the elves of Avelorn have the closest relationship with nature and its spirits of all the High Elves — something largely due to their ruler, Alarielle, being a living avatar of the elven goddess of life.The Wrath of Nature is a rogue army — a roving, horde-based faction spawned roaming around the map at the start of the game — composed exclusively of nature spirits banded together to wreak havoc upon the forces of civilization.Touhou Project: Fairies. They're a somewhat unusual take, as they're not particularly concerned about nature, preferring to play around andattack player characters. Oh, andPerfect Memento in Strict Sensesuggests thatYuukais something similar.WarCraft:Wisps,Ancients, Treants— and, indeed, many Night Elf units — are embodiments and protectors of nature of one sort or another.World of Warcraft: Shamans get their power from elemental spirits. How powerful the spirits are can vary from place to place.This has no effect on Shamans in-game of course.The Witcher:The series as a whole has Nymphs and Dryads (which are a type of nymph in this series) that Geralt can romance, as well as anEmpowering Lake Lady(who is also a nymph).The third gamealso has Leshens, which are a species ofhumanoid tree-like monstersthat can control plants and animals, and attack any humans that harm nature within their territory. On one occasion Geralt encounters one referred to as The Woodland Spirit that is worshipped by the people in a nearby village, teaching them how to hunt in exchange for receiving sacrifices and leeching off their life force like a parasite. When it starts killing hunters for not killing their game the way it wants them to, Geralt must choose to either kill or appease it.World of Mana:The Elementals/Spirits of the various forms of the life-energy known as Mana. Each one represents a different element, and they usually can be found guardingCosmic Keystonesthat personify their elements (Whether that is seeds or stones depends on the game). In the games in which they appear, they are generally responsible for the main character's magic abilities. They includeSalamander/Salamando,Undine,Gnome,Djinn/Sylphid,Shade,Wisp/Lumina,Luna, andDryad.Legend of Manareplaced Luna withAura, but no other game has done so.Trials of Manaalso introduced the eight Benevodons, which return as non-hostileNPCsinChildren of Mana, in contrast to their original appearances. They also personify the elements, but they have a much more dangerous reputation. When the Mana Stones are broken, they are prophesied to run amok, potentially destroying the world for throwing the balance of natureoff-balance.\n\nWebcomicsAurora (2019): Gods of natural places and processes, such as forests, mountains, rivers, or the weather, act as embodiments and protectors of their homes, and while they have a profound link with natural creatures they often have trouble understanding and relating to mortals.The Legend of Maxxfeatures an entire race of Dryad, expanding on the single Dryad present inTerraria. Each Dryad is based on a certain plant which they physically resemble, including the wiseElder Willowand the dementia-riddledElder Fungus.InThe Noordegraaf Files, Nereids are a species ofAlways Femaleaquatic humanoids with the lower bodies of squid. They breathe water through microscopic gill slits on their faces, and some can stay on land as long as their gills stay moist. They have eyes with colored scleras and grey irises, and live in a monarchical society where one's standing is determined by her physical beauty Naiads are subspecies adapted for life in bodies of freshwater, although \"Nereid\" can be used to refer to both kinds as a whole. Dryads and something called \"Incindads\" (fire nymphs) are also said to exist, but have not been seen in-comic.A Redtail's Dream: Animal spirits, including the. Fox family (Lucky Fox,Puppy Fox,Mother Foxand many more), Mr. Moose,Ms, Seal,Mr. Bearandthe birds of Tuonelaamong others.Stand Still, Stay Silent: Finnish deities are apparently nature spirits. So far, we know only of Vellamo (water goddess) and Kuutar (moon goddess), but the \"Nations of the World\" page states that Finns have \"many gods\", including forest ones.Tower of God: TheFloor Guardiansare beings bound to governing their respective floor of the Tower, an artificial biome built way over 5000 years before the plot begins. Outside of the Tower, folklore knows them asFae. They take the form of various animals, for instance ahumanoid rabbitand a gargantuan beaked eel. On their floor, they govern theApplied Phlebotinumknown as Shinsu, which fuels the series's functional magic.Unsounded: Several Senet Beasts are inhuman intelligent beings of nature, the water women and storm bringers most prominently.Wandering Ones: They interact with certain members of the Clan of the Hawk. Some, like First Man and Flame's leafy friends, are benign. However,Coyotealso shows up to teach Bobbie and Max, and let's just say he lives up to his reputation.\n\nWeb OriginalMoonflowers: There are quite a few of these. Artio the bear-goddess and Maidin the river-spirit are both friendly and helpful. However, Artio is protecting Alima Song fromthe Horned Hunter,who is the story'sBig Badand a literalforce of nature,which obviously means he embodiespredators.The Hunter is called a stalker and a serial-killer by other characters, and his cruelty towards the Song family has pissed off a growing number of gods.They're severely hamstrung in their efforts to help Alima,since not only is the Hunter smart enough toset up the ENTIRE STORY,angering him too much will result in the deaths ofeven more peopleforupsetting the balance of nature.\n\nWestern AnimationAvatar: The Last Airbenderis rife with spirits of this type. Guest stars include Hei Bai, who protects the forests around Senlin Village; the Painted Lady, guardian of the Jang Hui River; and Tui and La, the spirits of the Moon and the Ocean, respectively. The Avatars were originally suggested to be this in and of themselves, but it turns out that they'rejust the reincarnations of a regular human who bonded with Raava, theBig Goodof all spirits.Barbie Presents Thumbelinahas the tiny Twillerbees, who live in a field of flowers, have the power to make plants grow at an alarming rate, and regularly converse with animals.Harvey Beaks: Littlebark Grove has a few nature spirits who usually appear as incidental characters. One part of the setting is the community of the tree spirits who are said to have created the forest in ancient times and resemble ghost pieces of wood. There's also a huge dragon-like water spirit who dwells in Wetbark Lake.Hilda: Nature spirits are a common part of the setting, with water and weather spirits showing up regularly in the series. The series pitch bible also makes mention of ice and mountain spirits, identifying two entities detailed in theHilda and the Midnight Giantbook, the Ice Man and the Knolem, as respective examples (though both were previously identified as affiliated withthe giants).",
  "examples": [
    {
      "section": "Examples:",
      "text": "Amatsuki: Many of the demons are connected to nature, particularly the tree guardians like Tsuyukusa.",
      "links": [
        {
          "title": "Amatsuki",
          "url": "/pmwiki/pmwiki.php/Manga/Amatsuki"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Berserk: A lot of Schierke's magic has to do with summoning and manipulating nature spirits, and her strongest spells involve a powerful spiritpossessing herand using her body as a medium to unleash their power. The magic items she gives to the rest of the party are also enchanted by numerous nature sprites, from which they derive their power. For this reason, Schierke tends to love nature and dislikes industry and cities, since there aren't a whole lot of nature spirits in urban areas.",
      "links": [
        {
          "title": "Berserk",
          "url": "/pmwiki/pmwiki.php/Manga/Berserk"
        },
        {
          "title": "possessing her",
          "url": "/pmwiki/pmwiki.php/Main/WillingChanneler"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Digimon: ManyfemaleDigimon invoke this. Special mention goes to theFairy TypesLillymon, Lilamon and Rosemon and theGod Man TypeCeresmon Medium.",
      "links": [
        {
          "title": "Digimon",
          "url": "/pmwiki/pmwiki.php/Franchise/Digimon"
        },
        {
          "title": "female",
          "url": "/pmwiki/pmwiki.php/Main/CuteMonsterGirl"
        },
        {
          "title": "Fairy Types",
          "url": "/pmwiki/pmwiki.php/Main/FairySexy"
        },
        {
          "title": "God Man Type",
          "url": "/pmwiki/pmwiki.php/Main/GaiasVengeance"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Nasuverse: This trope is integral to the setting. In fact, it goes out of its way to separate Nature Spirits (who came fromGaia) and Phantasmal Beasts (coming fromAlaya).",
      "links": [
        {
          "title": "Nasuverse",
          "url": "/pmwiki/pmwiki.php/Franchise/Nasuverse"
        },
        {
          "title": "Gaia",
          "url": "/pmwiki/pmwiki.php/Main/MotherNature"
        },
        {
          "title": "Alaya",
          "url": "/pmwiki/pmwiki.php/Main/TheHeartless"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pokémon the Series:Pokémon in general can be considered nature spirits, since many of them have powers over plants and water. This is most prevalent with Legendary and Mythical Pokémon, who are depicted as demi-gods watching over the wildlife and whose absence can cause an imbalance in the ecosystem.Celebi inPokémon 4Ever, as well as an episode each of the main anime and thePokémon Chroniclesspinoff, are called voices of the forest that can travel through time and can rejuvanate plant life and heal wounds (to the point of reviving the dead).",
      "links": [
        {
          "title": "Pokémon the Series",
          "url": "/pmwiki/pmwiki.php/Anime/PokemonTheSeries"
        },
        {
          "title": "Pokémon 4Ever",
          "url": "/pmwiki/pmwiki.php/Anime/Pokemon4Ever"
        },
        {
          "title": "Pokémon Chronicles",
          "url": "/pmwiki/pmwiki.php/Anime/PokemonChronicles"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "When he was originally conceived,Swamp Thingwas a scientist who was transformed into a plant monster. However, later versions would turn the character into a nature spirit, giving him a connection to \"The Green,\" the elemental force which connects all plant life on Earth.",
      "links": [
        {
          "title": "Swamp Thing",
          "url": "/pmwiki/pmwiki.php/ComicBook/SwampThing"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "\"The Buried Moon\": The title character is a personification of, well, guess.",
      "links": [
        {
          "title": "The Buried Moon",
          "url": "/pmwiki/pmwiki.php/Literature/TheBuriedMoon"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "\"The Nix in the Mill-Pond\": The titular Nixie is a malicious water spirit. She traps a man in her pond, and when he is rescued by his wife, the Nixie revengefully floods the whole countryside.",
      "links": [
        {
          "title": "The Nix in the Mill-Pond",
          "url": "/pmwiki/pmwiki.php/Literature/TheNixInTheMillPond"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InFranz Xaver von Schönwerth's \"The Three Flowers\", the three huntsmen find a tiny wood sprite living in and abandoned cottage in the middle of a huge fores. In exchange for being left alone, the wood sprite helps them find their sister.",
      "links": [
        {
          "title": "Franz Xaver von Schönwerth",
          "url": "/pmwiki/pmwiki.php/Creator/FranzXaverVonSchonwerth"
        },
        {
          "title": "The Three Flowers",
          "url": "/pmwiki/pmwiki.php/Literature/TheThreeFlowers"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In the Cuban Story \"The Lime of Almendares\", the beautiful seductive Soyan Dekin ends up becoming the personification of the River Almendares because of a jealous lovers curse.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "The Assumption Of Applejack-or-Appletheosis: It's eventually discovered that, similar to how Celestia is goddess of the sun and Luna goddess of the moon, Applejack is a goddess of the earth.",
      "links": [
        {
          "title": "The Assumption Of Applejack-or-Appletheosis",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheAssumptionOfApplejackOrAppletheosis"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Queen's Consort:The fairiesact as this, charged with managing the four seasons and various other facets of nature (day, night, sky, etc.)Elsa, current Queen of Winter.Queen Summer.Queen Autumn.Queen Spring.Maleficent, Queen of Night.Rapunzel, Queen of Daylight.Peter Pan, King of the Sky.Robin Hood, King of the Wilds.There is mention of a \"Goddess of the Seasons\", but she isnever actually seen or given detail to, merely being a deity that the fairies worship.",
      "links": [
        {
          "title": "The Queen's Consort",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheQueensConsort"
        },
        {
          "title": "The fairies",
          "url": "/pmwiki/pmwiki.php/Main/OurFairiesAreDifferent"
        },
        {
          "title": "never actually seen or given detail to",
          "url": "/pmwiki/pmwiki.php/Main/TheGhost"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Summer and Winter: Jack is theSpirit of Winter. Ace is theSpirit of Summer. Mother Nature is their matriarch. There are also Spirits of Spring and Fall though they are never seen.",
      "links": [
        {
          "title": "Summer and Winter",
          "url": "/pmwiki/pmwiki.php/Fanfic/SummerAndWinter"
        },
        {
          "title": "Spirit of Winter",
          "url": "/pmwiki/pmwiki.php/Main/AnIcePerson"
        },
        {
          "title": "Spirit of Summer",
          "url": "/pmwiki/pmwiki.php/Main/PlayingWithFire"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Epic (2013): The Leafmen are guardians of their forest, although the actual magical one is Queen Tara, being capable of bringing countless plants to life with little more than a passing glance. Any plant in her immediate vicinity will move to grant her safe passage wherever she needs to go, she can control plants defensively and offensively, and even the treesshield her dying form from a thunder storm.",
      "links": [
        {
          "title": "Epic (2013)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Epic2013"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fantasia 2000: \"The Firebird Suite\" features the Spring Sprite, an embodiment and kindler of spring, growth and renewal, and the Firebird, a spirit of flame and destruction.",
      "links": [
        {
          "title": "Fantasia 2000",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Fantasia2000"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "FernGully: The Last Rainforest: Crysta and the other fairies. Hexus on the other hand is a spiritualembodiment of destruction and chaos.",
      "links": [
        {
          "title": "FernGully: The Last Rainforest",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/FernGullyTheLastRainforest"
        },
        {
          "title": "embodiment of destruction and chaos",
          "url": "/pmwiki/pmwiki.php/Main/MadeOfEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InFrozen II, the elemental spirits each represent one of the four classical elements of nature: the Nøkk is the spirit of water, the Earth Giants are the spirit of earth, Gale is the spirit of air, andBruniis the spirit of fire.",
      "links": [
        {
          "title": "Frozen II",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/FrozenII"
        },
        {
          "title": "Bruni",
          "url": "/pmwiki/pmwiki.php/Main/FierySalamander"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mavka: The Forest Song: Mavka is the soul of the forest inUkraine(the film is based offSlavic Mythology), and there are several other protective spirits of nature like her manifesting in various shapes, fromnymphsall the way tosentient trees.",
      "links": [
        {
          "title": "Mavka: The Forest Song",
          "url": "/pmwiki/pmwiki.php/Animation/MavkaTheForestSong"
        },
        {
          "title": "Ukraine",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Ukraine"
        },
        {
          "title": "Slavic Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/SlavicMythology"
        },
        {
          "title": "nymphs",
          "url": "/pmwiki/pmwiki.php/Main/OurNymphsAreDifferent"
        },
        {
          "title": "sentient trees",
          "url": "/pmwiki/pmwiki.php/Main/Treants"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Studio Ghibli:My Neighbor Totorohas Totoro himself. Although only mentioned once as being \"the Keeper of the Forest\",he certainly shows it.Princess Mononokehas the deity version of this, though the title character is actually aNature Anti-Herowho wasRaised by Wolf Gods.",
      "links": [
        {
          "title": "Studio Ghibli",
          "url": "/pmwiki/pmwiki.php/Creator/StudioGhibli"
        },
        {
          "title": "My Neighbor Totoro",
          "url": "/pmwiki/pmwiki.php/Anime/MyNeighborTotoro"
        },
        {
          "title": "he certainly shows it",
          "url": "/pmwiki/pmwiki.php/Main/GreenThumb"
        },
        {
          "title": "Princess Mononoke",
          "url": "/pmwiki/pmwiki.php/Anime/PrincessMononoke"
        },
        {
          "title": "Nature Anti-Hero",
          "url": "/pmwiki/pmwiki.php/Main/NatureHero"
        },
        {
          "title": "Raised by Wolf Gods",
          "url": "/pmwiki/pmwiki.php/Main/RaisedByWolves"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Secret of Kells: Aisling is an embodiment of the forest itself combined with being one ofThe Fair Folk.",
      "links": [
        {
          "title": "The Secret of Kells",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheSecretOfKells"
        },
        {
          "title": "The Fair Folk",
          "url": "/pmwiki/pmwiki.php/Main/TheFairFolk"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Ugly Duckling: The Winds of Winter and Frost, respectively a trio of animated clouds and an imp-like humanoid made of ice crystals, are the personifications of bitter weather and icy gales of winter and all the hardships of the year's harshest season.",
      "links": [
        {
          "title": "The Ugly Duckling",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheUglyDuckling"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Avatar: Eywa — the Na'vi's creator goddess — starts off in harmony with Pandora's native inhabitants, but becomes ticked off when humans attack and rallies the forces of nature against them.",
      "links": [
        {
          "title": "Avatar",
          "url": "/pmwiki/pmwiki.php/Film/Avatar"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InHellboy II: The Golden Army,the elf-prince Nuada sends out a forest god against Hellboy & co. It begins as a bean, andgrows substantially when it hits the water...",
      "links": [
        {
          "title": "Hellboy II: The Golden Army",
          "url": "/pmwiki/pmwiki.php/Film/HellboyIITheGoldenArmy"
        },
        {
          "title": "grows substantially when it hits the water...",
          "url": "/pmwiki/pmwiki.php/Main/AttackOfTheFiftyFootWhatever"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Hollow Child: The Hollow Ones live in the woods, with a grudge against humanity for depleting it. In their natural form they have barklike skin and wear leaf masks.Their victims are also held captive inside trees.",
      "links": [
        {
          "title": "The Hollow Child",
          "url": "/pmwiki/pmwiki.php/Film/TheHollowChild"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "King Arthur: Legend of the Sword: While influenced by the snake's venom, Arthur can see dryads peering out of trees at him.",
      "links": [
        {
          "title": "King Arthur: Legend of the Sword",
          "url": "/pmwiki/pmwiki.php/Film/KingArthurLegendOfTheSword"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Wendy: Mother, the island spirit who appears in the form of a fish but also seems to be connected with the volcano.",
      "links": [
        {
          "title": "Wendy",
          "url": "/pmwiki/pmwiki.php/Film/Wendy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Burning Kingdoms: The Yaksa, spirits which live in the forest, water and other natural settings.",
      "links": [
        {
          "title": "The Burning Kingdoms",
          "url": "/pmwiki/pmwiki.php/Literature/TheBurningKingdoms"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Chronicles of Narnia: Almost every tree, rock and landscape feature in Narnia seems to have its own attendant spirit, which emerge from the background mostly inPrince CaspianandThe Last Battle.",
      "links": [
        {
          "title": "The Chronicles of Narnia",
          "url": "/pmwiki/pmwiki.php/Literature/TheChroniclesOfNarnia"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Chronicles of Thomas Covenant: The Wraiths of Andelain are noncorporeal beings that help to safeguard the region of Andelain from harm.",
      "links": [
        {
          "title": "The Chronicles of Thomas Covenant",
          "url": "/pmwiki/pmwiki.php/Literature/TheChroniclesOfThomasCovenant"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Cradle Series: Lil' Blue is a \"sylvan riverseed\", the result of theaurain an area being perfectly balanced in just the right ways. There are apparently ways to use her in magical item creations, but Lindon instead feeds hermadra, allowing her to grow more powerful, until she's strong enough to use a powerful version ofHealing Hands. Other sylvans are mentioned, such as sylvan graveseeds and sylvan dreamseeds, but none grow to be intelligent enough to speak to. Yerin, who has experience with sword and blood madra, wryly notes that sword and blood spirits only ever think about cutting and killing, even if theyareintelligent.",
      "links": [
        {
          "title": "Cradle Series",
          "url": "/pmwiki/pmwiki.php/Literature/CradleSeries"
        },
        {
          "title": "aura",
          "url": "/pmwiki/pmwiki.php/Main/BackgroundMagicField"
        },
        {
          "title": "madra",
          "url": "/pmwiki/pmwiki.php/Main/Mana"
        },
        {
          "title": "Healing Hands",
          "url": "/pmwiki/pmwiki.php/Main/HealingHands"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Dark Towerhas the twelve Guardians of the Beams, who manifest as a bear, turtle, lion, hare, elephant, bat, horse, snake, fish, bird, wolf, and rat. And they're apparently cyborgs. It's left ambiguous as to whether the cyborgs are theoriginalspirits (and thus inspired the legends), or are replacements for the beings which departed when themagic went away.",
      "links": [
        {
          "title": "The Dark Tower",
          "url": "/pmwiki/pmwiki.php/Franchise/TheDarkTower"
        },
        {
          "title": "magic went away",
          "url": "/pmwiki/pmwiki.php/Main/Gotterdammerung"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Discworld:The Discworld has dryads, at least inThe Colour of Magic, who live in pocket dimensions within and are extremely protective of their trees. Since they're stated to be vanishingly rare, it's possible their absence from later books is because they're extinct. They're also unusual in that they aren'tAlways Female; as the female dryad Druella puts it \"Where do you think acorns come from?\"The Light Fantastichas a passing mention of Umcherrel, the Soul of the Forest, as one of the beings shamans believe in.In addition, the Discworld has its own version of faeries. Forget Tinkerbell, though — the Discworld's fae are xenophobic, capricious and vain, constantly watching for an opportunity to invade the Disc and extinguish the 'inferior mortal beings' living there.",
      "links": [
        {
          "title": "Discworld",
          "url": "/pmwiki/pmwiki.php/Literature/Discworld"
        },
        {
          "title": "The Colour of Magic",
          "url": "/pmwiki/pmwiki.php/Literature/TheColourOfMagic"
        },
        {
          "title": "Always Female",
          "url": "/pmwiki/pmwiki.php/Main/AlwaysFemale"
        },
        {
          "title": "The Light Fantastic",
          "url": "/pmwiki/pmwiki.php/Literature/TheLightFantastic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Dresden Files: Numerous spirits exist in the series, their exact power range varying from entity to entity. Harry occasionally summons some for information.The fey of the Summer Court and Winter Courtare extremely powerful. Summer's magic mostly pertains to earth, fire, and light, but also to life and renewal. The Winter Court rule water, air, and darkness. Harry despairs when he has to match wits with a gruff sorcerer (of the Three Billy Goats Gruff tale and an agent of Summer) who has three trophies from three Senior Council wizards he has killed.There are also wyldfae, spirits who don't live under the Queens and Courts. Some instead follow the Erlking, king of the goblins, for more Summer aligned fae, and Kringle, a trulyBadass Santa, for the more Winter aligned. Both, however, represent the hunters in nature and every year ride out on Halloween inThe Wild Hunt.",
      "links": [
        {
          "title": "The Dresden Files",
          "url": "/pmwiki/pmwiki.php/Literature/TheDresdenFiles"
        },
        {
          "title": "The fey of the Summer Court and Winter Court",
          "url": "/pmwiki/pmwiki.php/Main/TheFairFolk"
        },
        {
          "title": "Badass Santa",
          "url": "/pmwiki/pmwiki.php/Main/BadassSanta"
        },
        {
          "title": "The Wild Hunt",
          "url": "/pmwiki/pmwiki.php/Main/TheWildHunt"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Dryad Tree, by Thomas Burnett Swann, a newlywed bride becomes convinced that the tree in her husband's garden is possessed by a jealous dryad.",
      "links": [
        {
          "title": "The Dryad Tree",
          "url": "/pmwiki/pmwiki.php/Literature/TheDryadTree"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Everybody Loves Large Chests: Dryads are powerful spirits present in the elven Ishgar Republic. Each one is tied to a mighty, magical Hylt tree,which acts as an extension of their own bodies, and vice-versa.Most Dryads are seldom seen, if ever, because they spend thousands of years at a time asleep until something rouses them, but once awake, they're so powerful that appealing to their wants and needs is a good way to get an eternally protective ally, and angering them is likely to be the last mistake you'll ever make.",
      "links": [
        {
          "title": "Everybody Loves Large Chests",
          "url": "/pmwiki/pmwiki.php/Literature/EverybodyLovesLargeChests"
        },
        {
          "title": "which acts as an extension of their own bodies, and vice-versa.",
          "url": "/pmwiki/pmwiki.php/Main/Synchronization"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Great God Panhas an extremely dark portrayal.Helen Vaughanis the daughter of Pan, the Greek god of nature. Machen depicts him as anEldritch Abominationlinked to Satan.Don't go in the woods with Helen.",
      "links": [
        {
          "title": "The Great God Pan",
          "url": "/pmwiki/pmwiki.php/Literature/TheGreatGodPan"
        },
        {
          "title": "Helen Vaughan",
          "url": "/pmwiki/pmwiki.php/Main/HumanoidAbomination"
        },
        {
          "title": "Eldritch Abomination",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        },
        {
          "title": "Don't go in the woods with Helen",
          "url": "/pmwiki/pmwiki.php/Main/DontGoInTheWoods"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Heartstrikers: Most spirits are like this. They generally come in two broad categories; \"spirits of the land\" (spirits of physical features like lakes or mountains) and \"animal spirits\" (spirits of animal species like wolves and ravens). All spirits are immortal as long as their vessels survive, which means that even the youngest spirits were thousands of years old by the time humans evolved. Spirits can also shift domains a bit without losing themselves. For example, Algonquin was once the spirit of a massive prehistoric lake, but roughly twenty thousand years ago glaciers split her into the Great Lakes. She retains her memories and personality from the millions of years before the glaciers. She is also theBig Badfor most of the series, as she hates humans for polluting her waters, and on the night magic returned shedestroyed Detroit by drowning the city in all the poison that had accumulated while she slept.",
      "links": [
        {
          "title": "The Heartstrikers",
          "url": "/pmwiki/pmwiki.php/Literature/TheHeartstrikers"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "destroyed Detroit by drowning the city in all the poison that had accumulated while she slept",
          "url": "/pmwiki/pmwiki.php/Main/GaiasVengeance"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "I've Been Killing Slimes for 300 Years and Maxed Out My Levelis set in aMagical Landwhere humanoid (or non-humanoid) spirits can form out of almost any natural feature. Even among water spirits, there are puddle spirits, droplet spirits, hot spring spirits, river spirits, deep-ocean spirits, and on and on. The protagonist's adoptive daughters are twinslimespirits.",
      "links": [
        {
          "title": "I've Been Killing Slimes for 300 Years and Maxed Out My Level",
          "url": "/pmwiki/pmwiki.php/Literature/IveBeenKillingSlimesFor300YearsAndMaxedOutMyLevel"
        },
        {
          "title": "Magical Land",
          "url": "/pmwiki/pmwiki.php/Main/MagicalLand"
        },
        {
          "title": "slime",
          "url": "/pmwiki/pmwiki.php/Main/CuteSlimeMook"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Lorax: The titular Lorax appears to be some kind of protector or tutelary warden of his forest; he watches over it and speaks and acts in its defense, and departs once its felled.",
      "links": [
        {
          "title": "The Lorax",
          "url": "/pmwiki/pmwiki.php/Literature/TheLorax"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InJames Herbert'sOnce, the elementalfaerfolkis' nurture of nature enables the planet to support life.",
      "links": [
        {
          "title": "James Herbert",
          "url": "/pmwiki/pmwiki.php/Creator/JamesHerbert"
        },
        {
          "title": "Once",
          "url": "/pmwiki/pmwiki.php/Literature/Once"
        },
        {
          "title": "faerfolkis",
          "url": "/pmwiki/pmwiki.php/Main/OurFairiesAreDifferent"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Percy Jackson and the Olympianshas many nature spirits, following the ancient Greek myths. There are of course dryads and water nymphs, as well as satyrs who are tied to nature as a whole. However, Pan, God of the Wild, hasgone missing, so these nature spirits are suffering and have put their last hopes on finding him.Grover eventually does; Pan explains that it is up to him and the rest of life to protect the environment, and dies.River gods are present as well, including the gods of the East and Hudson Rivers.",
      "links": [
        {
          "title": "Percy Jackson and the Olympians",
          "url": "/pmwiki/pmwiki.php/Literature/PercyJacksonAndTheOlympians"
        },
        {
          "title": "gone missing",
          "url": "/pmwiki/pmwiki.php/Main/HaveYouSeenMyGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Search for Delicious:The woldweller lives in a tree in the exact center of the forest. His clothes and skin are the color of bark. His job is to look after the woods, and he's angered by clumsy humans who break branches while they walk.The winds take the form of a small storm with disembodied voices speaking together. They control all the weather in the kingdom.",
      "links": [
        {
          "title": "The Search for Delicious",
          "url": "/pmwiki/pmwiki.php/Literature/TheSearchForDelicious"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Stormlight Archive: There are, in general, two types ofSpren: those drawn to emotion and those drawn to nature.They're all splinters of theShardsHonor and Cultivation, with the former being more Honor and the latter being more Cultivation.Most Spren are unintelligent, but at the beginning of the series Kaladin is shocked when a windspren starts holding a conversation with him. It's not uncommon for windspren to speak, but never more than a few meaningless words as part of a prank. Kaladin quickly finds \"Syl\" becoming more and more intelligent, providing him advice and encouraging him to do the right thing.She is actually an honorspren, feeding off his own honor in exchange forSurgebinding. Without the bond, she is basically just a windspren.",
      "links": [
        {
          "title": "The Stormlight Archive",
          "url": "/pmwiki/pmwiki.php/Literature/TheStormlightArchive"
        },
        {
          "title": "Spren",
          "url": "/pmwiki/pmwiki.php/Main/OurSpiritsAreDifferent"
        },
        {
          "title": "Shards",
          "url": "/pmwiki/pmwiki.php/Main/OurGodsAreDifferent"
        },
        {
          "title": "Surgebinding",
          "url": "/pmwiki/pmwiki.php/Main/FunctionalMagic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Survivor Dogs: Dogs worship Spirit-Dogs. They'reAnthropomorphic Personificationsof nature, such as the Sky-Dogs, the Forest-Dog, the Earth-Dog, and Wildfire.",
      "links": [
        {
          "title": "Survivor Dogs",
          "url": "/pmwiki/pmwiki.php/Literature/SurvivorDogs"
        },
        {
          "title": "Anthropomorphic Personifications",
          "url": "/pmwiki/pmwiki.php/Main/AnthropomorphicPersonification"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Undine (1811): The fair folk in the story are all physical, sentient manifestations of the element they were born from such as fire, earth, or water. Undine is specifically a water spirit.",
      "links": [
        {
          "title": "Undine (1811)",
          "url": "/pmwiki/pmwiki.php/Literature/Undine1811"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Charmed (1998)has the Wood Nymphs, creatures that use their magic to make nature grow. Their presence causes flowers to bloom. They're also guardians of the Eternal Spring, whose waters make their drinker immortal. Other Nature Spirits such as gnomes and garden fairies are alluded to in various episodes.",
      "links": [
        {
          "title": "Charmed (1998)",
          "url": "/pmwiki/pmwiki.php/Series/Charmed1998"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InOnce Upon a Time (2011), Mother Gothel is a rare evil example. She's thelast tree nymphleft after magic-hating humans slaughtered the rest of her tribe; she uses a combination of her originalplant magicand an arsenal of later-acquired dark magic to attempt to wipe out humanity itself in revenge.",
      "links": [
        {
          "title": "Once Upon a Time (2011)",
          "url": "/pmwiki/pmwiki.php/Series/OnceUponATime2011"
        },
        {
          "title": "last tree nymph",
          "url": "/pmwiki/pmwiki.php/Main/LastOfHisKind"
        },
        {
          "title": "plant magic",
          "url": "/pmwiki/pmwiki.php/Main/WhenTreesAttack"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Power Rangers:Power Rangers Turbo; a mysterious young boy named Erutan(read it backwards)lives in the forest, using magic to drive away litterbugs and vandals, although he needs to be rescued when theMonster of the Weektargets the forest itself.Power Rangers Wild Force— like its Japanese counterpart,Hyakujuu Sentai Gaoranger— had the Rangers receive the power of the Great Beasts, powerful spirits representing nature and animal-kind, to fight against the Orgs, spirits of corruption and pollution.Gaorangerwas more explicit about this, with the Orgs basically being corrupted nature spirits.",
      "links": [
        {
          "title": "Power Rangers",
          "url": "/pmwiki/pmwiki.php/Franchise/PowerRangers"
        },
        {
          "title": "Power Rangers Turbo",
          "url": "/pmwiki/pmwiki.php/Series/PowerRangersTurbo"
        },
        {
          "title": "(read it backwards)",
          "url": "/pmwiki/pmwiki.php/Main/SdrawkcabName"
        },
        {
          "title": "Monster of the Week",
          "url": "/pmwiki/pmwiki.php/Main/MonsterOfTheWeek"
        },
        {
          "title": "Power Rangers Wild Force",
          "url": "/pmwiki/pmwiki.php/Series/PowerRangersWildForce"
        },
        {
          "title": "Hyakujuu Sentai Gaoranger",
          "url": "/pmwiki/pmwiki.php/Series/HyakujuuSentaiGaoranger"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "All pagan and shamanic mythologies feature nature spirits in one form or another, since they are important holdovers fromanimism, an earlier form of spirituality upon which shamanism and paganism are based, where every part of nature is perceived as having its own animating spirit.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Elves and fairies in different shapes and forms are frequent staples of European folklore, typically inhabiting wildernesses and unusual land formations.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Brazilian Folkloreis crowded with entities whose primary function is to protect nature and punish those who defile it. Caipora and Curupira are the most common. The less known Comadre Fulozinha is basically what happens when you mix this trope with anOnryo. Iara andCabeça de Cuia(Gourd-head) are pretectors of specific rivers.",
      "links": [
        {
          "title": "Brazilian Folklore",
          "url": "/pmwiki/pmwiki.php/Myth/BrazilianFolklore"
        },
        {
          "title": "Onryo",
          "url": "/pmwiki/pmwiki.php/Main/StringyHairedGhostGirl"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Classical Mythologyhas a considerable variety of spirits associated with nature, ranging from nymphs such as naiads and dryads to gods such as Helios and Luna and all the way up to vast cosmic gods likeGaia (the earth), Ouranos (the sky), Pontus and Thalassa (the oceans), Erebos (darkness), Nyx (night), and Hemera (day). There are also other nature spirits such as karpoi (grain and fruit spirits), satyrs, and potamoi (river spirits and the male equivalents to naiads).",
      "links": [
        {
          "title": "Classical Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "Gaia (the earth)",
          "url": "/pmwiki/pmwiki.php/Main/MotherNature"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Japanese Mythology: Some kami are spirits of natural features like trees or rivers. In fact, it might be more accurate to describe kami rather than the term \"god\".",
      "links": [
        {
          "title": "Japanese Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/JapaneseMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InNorse Mythologythe spirits of the land were called landvættir. They protected and nourished their domain, which could vary greatly in size. Their appearance is also very different, some take the shapes of animals and fantastic beings, others of more humanoid figures.Among the most prominent examples are the four great landvættir of Iceland, each of which has a quarter of the country as their domain. Their forms were those of a great dragon, a mighty bull, an enormous eagle, and a mountain giant, and each was followed by a considerable number of lesser landvættir. Today these four landvættir are depicted on the Icelandic coat of arms.Ancient Icelandic law also dictated that ships should take down their terrifying figureheads upon approaching the coast lest the landvættir would take umbrage.",
      "links": [
        {
          "title": "Norse Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Scandinavian folklore is stock full of those. The Nix (Näcken in Sweden and Nøkken in Norway) is a water spirit living in ponds and lakes, occasionally in waterfalls. He is a Shapeshifter and known for luring People out in the muddy ponds, drowning them — and he is an excellent fiddle player (when he is in the waterfall). The trolls, elves, andhuldufolkare essentially this for the forests and the Mountains.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Taíno Mythologyhas several. The most well-known is the hurricane goddess Guabancex, also incorrectly known by her Spanish name \"Juracán\" (which is where the word \"hurricane\" comes from).",
      "links": [
        {
          "title": "Taíno Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/TainoMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "White Waterhas the Spirit of the River, who grants a random award to the player.",
      "links": [
        {
          "title": "White Water",
          "url": "/pmwiki/pmwiki.php/Pinball/WhiteWater"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Gamer's Alliance, nymphs are agile female creatures with ebony skin and cat-like eyes who are in tune with nature, live in Libaterran forests and have intimate encounters with travellers, which makes books of lore refer to a nymph as the \"ranger's fondest conquest\". It serves as a plot point once it's revealed that the nymphs are seducing travellers because they need them to become pregnant; a magical curse makes nymphs only give birth to females of their kind and thus they need males from other races to keep their bloodline going. TheFaerfolcare the forefathers of the elves who also reside in Libaterran forests, and they act as protectors of the earth and see themselves superior to elves and thus fit to rule elvenkind.",
      "links": [
        {
          "title": "The Gamer's Alliance",
          "url": "/pmwiki/pmwiki.php/Roleplay/TheGamersAlliance"
        },
        {
          "title": "Faerfolc",
          "url": "/pmwiki/pmwiki.php/Main/TheFairFolk"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Deadlands: Nature Spirits are what makes theMagical Native Americans... well,magical. Such spirits occupy a moralmiddle groundbetweenThe Legions of Helland theHeavenlyHost. In-keeping with a shamanisticmagical religion, Native Americans who know how can attract the attention of the spirits and convince them to lend aid. Nature is not immutable, though. Some of the Nature Spirits are still around inDeadlands:Hell on Earth, while some others have been...warped. If you ever wanted to play something called a \"smog shaman\", now's your chance!",
      "links": [
        {
          "title": "Deadlands",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Deadlands"
        },
        {
          "title": "Magical Native Americans",
          "url": "/pmwiki/pmwiki.php/Main/MagicalNativeAmerican"
        },
        {
          "title": "middle ground",
          "url": "/pmwiki/pmwiki.php/Main/TrueNeutral"
        },
        {
          "title": "The Legions of Hell",
          "url": "/pmwiki/pmwiki.php/Main/TheLegionsOfHell"
        },
        {
          "title": "Heavenly",
          "url": "/pmwiki/pmwiki.php/Main/Heaven"
        },
        {
          "title": "Host",
          "url": "/pmwiki/pmwiki.php/Main/OurAngelsAreDifferent"
        },
        {
          "title": "magical religion",
          "url": "/pmwiki/pmwiki.php/Main/ReligionIsMagic"
        },
        {
          "title": "Hell on Earth",
          "url": "/pmwiki/pmwiki.php/Main/AfterTheEnd"
        },
        {
          "title": "warped",
          "url": "/pmwiki/pmwiki.php/Main/FromBadToWorse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dragon Dice: Naiads and Dryads are an essential part of the Treefolk race/army. They are the cavalry and mages for the race, and are quite likely to be found in most Treefolk armies.",
      "links": [
        {
          "title": "Dragon Dice",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DragonDice"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dungeons & Dragons:In theForgotten Realms, Rashemen has a high density of such creatures. One example of such in the computer gameNeverwinter Nights 2: Mask of the BetrayerisProud Warrior RaceSpirit Bear Okku.In theOriental Adventuressetting, there is a race known as Spiritfolk who are essentiallyHalf Human Hybridsof humans and Nature Spirits.",
      "links": [
        {
          "title": "Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        },
        {
          "title": "Forgotten Realms",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ForgottenRealms"
        },
        {
          "title": "Neverwinter Nights 2",
          "url": "/pmwiki/pmwiki.php/VideoGame/NeverwinterNights2"
        },
        {
          "title": "Proud Warrior Race",
          "url": "/pmwiki/pmwiki.php/Main/ProudWarriorRace"
        },
        {
          "title": "Half Human Hybrids",
          "url": "/pmwiki/pmwiki.php/Main/HalfHumanHybrid"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Games Workshopgames:Warhammer: The Wood Elf army includes a number of different Nature Spirits who protect the ancient woodlands of the Old World, including minor spirits used as weapons and shapeshifting Dryads who appear exceptionally beautiful off the battlefield but turn into tree-like monsters when angered. The greatest of the Old World's Nature Spirits are theTreemen, powerful spirits who have bonded with a living tree and who are revered by the Wood Elves and forest creatures alike.Warhammer: Age of Sigmar: The woodland spirits of theWorld That Washave developed into the Sylvaneth, an entire race of Nature Spirits. Ranging from the small insectoid spirits known as Spites through the capricious Dryads and the warrior Tree-Revenants to the mighty Treelords, the Sylvaneth are the living embodiment of life magic and have a deep connection the natural cycles of the Mortal Realms.",
      "links": [
        {
          "title": "Games Workshop",
          "url": "/pmwiki/pmwiki.php/Creator/GamesWorkshop"
        },
        {
          "title": "Warhammer",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer"
        },
        {
          "title": "Treemen",
          "url": "/pmwiki/pmwiki.php/Main/Treants"
        },
        {
          "title": "Warhammer: Age of Sigmar",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WarhammerAgeOfSigmar"
        },
        {
          "title": "World That Was",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Godforsaken:The Shoum are spirits intrisically linked to the natural elements of Flevame, such as trese, stones, bodies of water, and suchlike things. Although they are spirits, they can manipulate their associated matter to affect the physical world. Thus, a stone shoum spirit can move or throw rocks, while a river shoum spirit can control the flow of water.Voroon are spirits of the Comerelk forest, and can create physical forms for themselves by inhabiting masses of mulch and decaying vegetation. They are related to the shoum, but do not coexist well with them. The voroon can be more contemptuous of material creatures that enter their domain.",
      "links": [
        {
          "title": "Godforsaken",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Godforsaken"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Nobilis: The Mythic World operatesentirelybased on these. According to the rules there are approximately a trillion trillion nature spirits in the world — this is a big deal because, instead of the universe being \"some big uncaring thing you must deal with\", it's \"a big uncaringpeopleyou must deal with\". One can convince a car to keep moving even without gasoline, converse with mountains and many such things. Granted, in most games only the most important spirits play a big role, but just knowing that they are there is important.",
      "links": [
        {
          "title": "Nobilis",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Nobilis"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pathfinder:This is the overall role ofthe fey, as each different type is supposed to represent a different aspect of nature.Some of the most notable types are nymphs, which watch over natural wonders; dryads, which guard specific trees and cannot stray far from them without withering and dying; hamadryads, who are not bound to individual plants and guard whole forests; and naiads, which watch over fresh waters such as rivers, ponds and lakes.Pathfinder's 2nd edition rearranges these somewhat to more closely resemble the Greco-Roman classifications of nymphs — \"nymph\", as such, is a general category of humanoid, female fey that watch over natural landmarks, with dryads and naiads being specific types of nymphs associated with specific environments. Nymph queens, rare and powerful exemplars of their kinds, take over the role of the older nymph species, to which they're largely equivalent mechanically; hamadryads are specifically another name for dryad queens.Other fey especially closely tied to nature include glaistigs, powerful fairy queens who rule over and protect vast tracts of land and the creatures and fey that live there, and nuckelavees, terrible guardians of the waters the hunt down polluters without mercy. In a more unusual example,gremlins— malicious tricksters who live to torment mortals, break their stuff and make their lives miserable — represent nature's drive towards entropy and its tendency to break things down.Outside of the fey, the kami — a group of outsiders, creatures tied to the outer planes and the afterlife, who are however native and bonded to the material world — are spirits and protectors of various parts of nature, with only a few types associated with the works of mankind. Kodama, for instance, watch over individual trees, while kaminari manage clouds and the weather, toshigami protect cultivated cherry trees, suijins watch over bodies of freshwater, and jinushigami are wardens of vast areas of pristine nature.Green men arehumanoid collections of leaves, stems and rootswho embody and protect the plant life, specifically, of a given region.Among the gods, the most notable example is Gozreh, called the Wind and the Waves, the god/goddess of nature, storms, the sea, wind, water and natural phenomena. Gozreh is believed to have existed for as long as the wind has blown and water flowed, and is the only known god to reside full-time in the Material Plane, where nature and the elements are, instead of ruling a domain in the Outer Planes of faith and abstracted belief. Besamara also used to be this, having started out as a spirit of the sea, before ascending to full godhood after a long time spent gathering followers and consuming rival spirits of water, storms and wood. She's since left this role behind to become a goddess of pirates, strife and treasure, however — although it's worth noting that Gozreh still considers her a sister.",
      "links": [
        {
          "title": "Pathfinder",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Pathfinder"
        },
        {
          "title": "the fey",
          "url": "/pmwiki/pmwiki.php/Main/OurFairiesAreDifferent"
        },
        {
          "title": "gremlins",
          "url": "/pmwiki/pmwiki.php/Main/GripingAboutGremlins"
        },
        {
          "title": "humanoid collections of leaves, stems and roots",
          "url": "/pmwiki/pmwiki.php/Main/PlantPerson"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InShadowrun, shamans can conjure nature spirits or \"spirits of man\", in contrast to the elementals bound by hermetic mages.",
      "links": [
        {
          "title": "Shadowrun",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Shadowrun"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Werewolf: The Apocalypse: TheGarouconsider themselvessoldiers on behalf of Gaia, a goddess-level spirit representing Earth as a vital entity, and are themselves something of a hybrid of flesh and spirit. They also consider the Wyld, the embodiment of primal chaos and growth, an ally in their fight — though, in a bit of a subversion, most werewolves hold the Wyld at arm's length because it can be... unpredictable. Additionally they may take on lesser nature spirits as pack totems or learn supernatural gifts from them.",
      "links": [
        {
          "title": "Werewolf: The Apocalypse",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WerewolfTheApocalypse"
        },
        {
          "title": "Garou",
          "url": "/pmwiki/pmwiki.php/Main/OurWerewolvesAreDifferent"
        },
        {
          "title": "soldiers on behalf of Gaia",
          "url": "/pmwiki/pmwiki.php/Main/GaiasVengeance"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Asura's Wrath: In a twisted variation,the Gohmaareembodiments of the planet's rage, and thanks toChakravartinthat rage was able to take form as Vlitra.",
      "links": [
        {
          "title": "Asura's Wrath",
          "url": "/pmwiki/pmwiki.php/VideoGame/AsurasWrath"
        },
        {
          "title": "Chakravartin",
          "url": "/pmwiki/pmwiki.php/Main/GodIsEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Baldur's Gate III: At first glance, Thaniel appears to be a young boy, but he is actually an embodiment of Nature itself. When he is missing or ill, the land suffers until he is recovered.",
      "links": [
        {
          "title": "Baldur's Gate III",
          "url": "/pmwiki/pmwiki.php/VideoGame/BaldursGateIII"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Claritas Dungeon Crawler RPG: The Fairy Queen hero fits this trope. She has a skill called *The Four Seasons*, which shifts the seasons to grant different buffs to allies. She also possesses *Ethereal Presence*, a skill that causes a portion of the damage she receives to be absorbed by her mana instead of her health, further reinforcing her connection to the “spirit” aspect of the trope.",
      "links": [
        {
          "title": "Claritas Dungeon Crawler RPG",
          "url": "/pmwiki/pmwiki.php/VideoGame/ClaritasDungeonCrawlerRPG"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dragon Age: Origins: The Lady of the Forest/Witherfang, a shapeshifting being who's sometimes a dryad and sometimesa wolf, and rules over a clan of former humans cursed with lycanthropy by a vengeful elven mage.",
      "links": [
        {
          "title": "Dragon Age: Origins",
          "url": "/pmwiki/pmwiki.php/VideoGame/DragonAgeOrigins"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InDragon Quest VII, the heroes have to awaken and round up all four Elemental Spirits throughout the course of the game. They can be fought asOptional Bosses, as well.",
      "links": [
        {
          "title": "Dragon Quest VII",
          "url": "/pmwiki/pmwiki.php/VideoGame/DragonQuestVII"
        },
        {
          "title": "Optional Bosses",
          "url": "/pmwiki/pmwiki.php/Main/OptionalBoss"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Elder Scrolls:Y'ffre, the God of the Forest and the Spirit of the Now, is the most important god in theBosmeri (Wood Elf)religion. In the early world, Y'ffre brought forth nature (referred to as \"the Green\") and was one of the strongest pre-creation spirits, being the first to transform into theEhlnofey, the \"Earth Bones\", which allowed for the laws of physics, nature, and life on Nirn. Y'ffre bound the Bosmer to the \"Green Pact\", which prevents them from harming plants and eating living plant matter in their homeland of Valenwood, which leaves them on a heavily carnivorous diet.The series has Spriggans, which are particularly tree-likePlant People. They have aGaia's Vengeancetilt and are known as \"Nature's Guardians.\" Depending on the game, they eithermust be killedthree timesbefore they'll stay dead or they come with a rapidHealing Factorthat kicks in when they are near death. One of their favored methods of attack is to blend in with surrounding trees and plants, then ambush their unaware targets.",
      "links": [
        {
          "title": "The Elder Scrolls",
          "url": "/pmwiki/pmwiki.php/Franchise/TheElderScrolls"
        },
        {
          "title": "Bosmeri (Wood Elf)",
          "url": "/pmwiki/pmwiki.php/Main/OurElvesAreDifferent"
        },
        {
          "title": "Ehlnofey",
          "url": "/pmwiki/pmwiki.php/Main/Precursors"
        },
        {
          "title": "Plant People",
          "url": "/pmwiki/pmwiki.php/Main/PlantPeople"
        },
        {
          "title": "Gaia's Vengeance",
          "url": "/pmwiki/pmwiki.php/Main/GaiasVengeance"
        },
        {
          "title": "Nature's Guardians",
          "url": "/pmwiki/pmwiki.php/Main/WhenTreesAttack"
        },
        {
          "title": "must be killed",
          "url": "/pmwiki/pmwiki.php/Main/OnceIsNotEnough"
        },
        {
          "title": "three times",
          "url": "/pmwiki/pmwiki.php/Main/RuleOfThree"
        },
        {
          "title": "Healing Factor",
          "url": "/pmwiki/pmwiki.php/Main/HealingFactor"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Final Fantasy IXfeatures Nymphs in two categories — antagonists who appear as enemies in battle and benevolent creatures that give the party money and AP in exchange for ore.",
      "links": [
        {
          "title": "Final Fantasy IX",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyIX"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Gigantichas the forest lord Voden, a bow-wielding personification of the woodlands who hunts those who would despoil the wilderness.",
      "links": [
        {
          "title": "Gigantic",
          "url": "/pmwiki/pmwiki.php/VideoGame/Gigantic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Guild Wars:The first game has Melandru, the goddess of nature.Guild Wars 2: the Sylvari, one of the playable races, are essentially this — a race of plants united by an unconsciousHive Mindwho mimic the humanoid form only out of convenience and have an innate ability to manipulate nature, especially other plants.",
      "links": [
        {
          "title": "Guild Wars",
          "url": "/pmwiki/pmwiki.php/VideoGame/GuildWars"
        },
        {
          "title": "Guild Wars 2",
          "url": "/pmwiki/pmwiki.php/VideoGame/GuildWars2"
        },
        {
          "title": "Hive Mind",
          "url": "/pmwiki/pmwiki.php/Main/HiveMind"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Harvest Moon: Light of Hope's versions of the Harvest Sprites are more individualized nature spirits. There are only a few of them and each one has a title, such as Harvest Sprite of Water and Harvest Sprite of Wood.",
      "links": [
        {
          "title": "Harvest Moon: Light of Hope",
          "url": "/pmwiki/pmwiki.php/VideoGame/HarvestMoonLightOfHope"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kid Icarus: Uprising: Viridi, the goddess of nature. For the first arc after Medusa's defeat,she becomes theArc Villainafter trying to kill humans due to them exploiting nature.",
      "links": [
        {
          "title": "Kid Icarus: Uprising",
          "url": "/pmwiki/pmwiki.php/VideoGame/KidIcarusUprising"
        },
        {
          "title": "Arc Villain",
          "url": "/pmwiki/pmwiki.php/Main/ArcVillain"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "League of Legends, given the nature of the game, has more than a few as playable champions. Udyr in particular is host to four different spirits (Tiger, Bear, Turtle, Phoenix).",
      "links": [
        {
          "title": "League of Legends",
          "url": "/pmwiki/pmwiki.php/VideoGame/LeagueOfLegends"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In the upcoming hack and slash gameLeshy, you control the titular character, a Slavic forest spirit that can shapeshift into wolves or bears and reek untold butt kickery against loggers and pollutersnotePicture Captain Planet if he came from Russia, horned, giant and badass.",
      "links": [
        {
          "title": "Leshy",
          "url": "https://store.steampowered.com/app/1601320/Leshy/"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Legend of Zelda:After saving Dragon's Roost Island (or that's how you're supposed to do it), Link meets the god of winds, Zehpos, who rewards him with his first melody for theThe Legend of Zelda: The Wind Waker. Later Link meets Zephos' ill-tempered brother, Cyclos.Link ofThe Legend of Zelda: Twilight Princessneeds to save the spirits of the Sacred Springs, who guard not only their springs but the regions that the springs feed into.The Legend of Zelda: Ocarina of Timefeatures the Great Deku Tree and Lord Jabu-Jabu, who evidently guard the forests and Zora's Fountain, respectively. Their descendants make appearances inThe Wind Wakeras well.",
      "links": [
        {
          "title": "The Legend of Zelda",
          "url": "/pmwiki/pmwiki.php/Franchise/TheLegendOfZelda"
        },
        {
          "title": "The Legend of Zelda: The Wind Waker",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheLegendOfZeldaTheWindWaker"
        },
        {
          "title": "The Legend of Zelda: Twilight Princess",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheLegendOfZeldaTwilightPrincess"
        },
        {
          "title": "The Legend of Zelda: Ocarina of Time",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheLegendOfZeldaOcarinaOfTime"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Lusternia: Every nature commune has two nature spirits: a patron animal and an aspect of the earth. Serenwilde has Mother Moon and White Hart (a stag); Glomdoring has Mother Night and Mighty Crow (a crow, obviously); and Ackleberry has Sister Lake and Brother Bear (natch).",
      "links": [
        {
          "title": "Lusternia",
          "url": "/pmwiki/pmwiki.php/VideoGame/Lusternia"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InNeverwinter Nights, there is a \"Spirit of the Wood\" that looks like a white deer.",
      "links": [
        {
          "title": "Neverwinter Nights",
          "url": "/pmwiki/pmwiki.php/VideoGame/NeverwinterNights"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pokémon:This is not an uncommon archetype amongGrass-types.Celebi, alegendary Pokémonthat travels through time, is essentially a woodland fairy. According to its Pokédex entries, as it travels through time and space, forests and wildernesses flourish in its wake.Shaymin, another legendary resembling a hedgehog with turf and flowers instead of prickles. Its reason d'être is essentially to purify the land of toxins and pollution and leave blooms and flowers where there was wasteland before.Trevenant, trees inhabited by the ghosts of humans who died deep in forests, take on this role as well, becoming vengeful protectors of the wilderness against any that would despoil it.InPokémon Mystery Dungeon: Gates to Infinitythere are the Voices of Life, guardians of nature who embody its will to survive and take a physical form as a Pokemon when there's a grave threat that needs to be addressed. The sole one who plays an active role in the story isHydreigon, who isfar kinderthenhis appearancewould imply.",
      "links": [
        {
          "title": "Pokémon",
          "url": "/pmwiki/pmwiki.php/Franchise/Pokemon"
        },
        {
          "title": "Grass-types",
          "url": "/pmwiki/pmwiki.php/Main/GreenThumb"
        },
        {
          "title": "legendary Pokémon",
          "url": "/pmwiki/pmwiki.php/Main/OlympusMons"
        },
        {
          "title": "Pokémon Mystery Dungeon: Gates to Infinity",
          "url": "/pmwiki/pmwiki.php/VideoGame/PokemonMysteryDungeonGatesToInfinity"
        },
        {
          "title": "far kinder",
          "url": "/pmwiki/pmwiki.php/Main/NiceGuy"
        },
        {
          "title": "his appearance",
          "url": "/pmwiki/pmwiki.php/Main/ObviouslyEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Quest for Gloryuses this trope several times. There's the Dryad and the forest fairies in the first game, the Guardian of the Heart of the World in the third, and the Leshy in the fourth. Many of these will kill you if you attempt to harm any part of the environment.",
      "links": [
        {
          "title": "Quest for Glory",
          "url": "/pmwiki/pmwiki.php/VideoGame/QuestForGlory"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Samurai Shodown: Nakoruru has been one ever since the events ofSamurai Showdown II, andthat's why she appears very youthful for someone from the past.",
      "links": [
        {
          "title": "Samurai Shodown",
          "url": "/pmwiki/pmwiki.php/VideoGame/SamuraiShodown"
        },
        {
          "title": "that's why she appears very youthful for someone from the past",
          "url": "/pmwiki/pmwiki.php/Main/OlderThanTheyLook"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Story of Seasons: The Harvest Sprites, Harvest Goddess, Harvest Lord, and Harvest King in the various games of the series. The Harvest Goddess is aCrystal Dragon Jesusfigure that is worshipped in almost every game. There aremultipleHarvest Goddesses, but the main green-haired one originated inHarvest Moon 64and was codified inHarvest Moon: Back to Nature. The Harvest Sprites can be befriended in several games and can often be asked to assist in various tasks around the farm.",
      "links": [
        {
          "title": "Story of Seasons",
          "url": "/pmwiki/pmwiki.php/VideoGame/StoryOfSeasons"
        },
        {
          "title": "Crystal Dragon Jesus",
          "url": "/pmwiki/pmwiki.php/Main/CrystalDragonJesus"
        },
        {
          "title": "Harvest Moon 64",
          "url": "/pmwiki/pmwiki.php/VideoGame/HarvestMoon64"
        },
        {
          "title": "Harvest Moon: Back to Nature",
          "url": "/pmwiki/pmwiki.php/VideoGame/HarvestMoonBackToNature"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kinu fromTemtemis an elusive,NatureandMentaltype fairy-thing. They're revered as the guardians of the Giant Banyan.",
      "links": [
        {
          "title": "Temtem",
          "url": "/pmwiki/pmwiki.php/VideoGame/Temtem"
        },
        {
          "title": "Nature",
          "url": "/pmwiki/pmwiki.php/Main/GreenThumb"
        },
        {
          "title": "Mental",
          "url": "/pmwiki/pmwiki.php/Main/PsychicPowers"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Terraria: One NPC that can move into your home is the Dryad, who gives you information regarding how much Corruption/Crimson and Hallow is left in the world as well as selling you nature-related items. She likes living next to the Witch Doctor andthe Truffle, who share her attunement for the natural world, but dislikes the Angler's disregard for other living creatures and hates the Golfer due to his sport's destructive demands on the environment.",
      "links": [
        {
          "title": "Terraria",
          "url": "/pmwiki/pmwiki.php/VideoGame/Terraria"
        },
        {
          "title": "the Truffle",
          "url": "/pmwiki/pmwiki.php/Main/MushroomMan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Thief: The games are rife with nature spirits, from almost literal spirits like the fire elementals, toweird humanoid rat-monkeys and bug beasts. One of the main characters, Viktoria, is a typical dryad / wood nymph.",
      "links": [
        {
          "title": "Thief",
          "url": "/pmwiki/pmwiki.php/VideoGame/Thief"
        },
        {
          "title": "weird humanoid rat-monkeys and bug beasts",
          "url": "/pmwiki/pmwiki.php/Main/BeastMan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Total War: Warhammer: Nature spirits are a loosely defined group of units, includingtreemen, treeman elders,tree-kin, dryads and dryad branchwraiths, sometimes expanded to includegiant eaglesandforest dragons, that are part of the Wood Elf roster. They're considered to be living avatars and agents ofAthel Loren, moved to war by the forest's own will, and ruled beneath its eaves long before the Wood Elves came along.Avelorn, unlike other High Elf factions, can recruitpalette swappedbut otherwise identical versions of the treemen, tree-kin and dryads, as the elves of Avelorn have the closest relationship with nature and its spirits of all the High Elves — something largely due to their ruler, Alarielle, being a living avatar of the elven goddess of life.The Wrath of Nature is a rogue army — a roving, horde-based faction spawned roaming around the map at the start of the game — composed exclusively of nature spirits banded together to wreak havoc upon the forces of civilization.",
      "links": [
        {
          "title": "Total War: Warhammer",
          "url": "/pmwiki/pmwiki.php/VideoGame/TotalWarWarhammer"
        },
        {
          "title": "treemen, treeman elders",
          "url": "/pmwiki/pmwiki.php/Main/Treants"
        },
        {
          "title": "tree-kin, dryads and dryad branchwraiths",
          "url": "/pmwiki/pmwiki.php/Main/PlantPerson"
        },
        {
          "title": "giant eagles",
          "url": "/pmwiki/pmwiki.php/Main/GiantFlyer"
        },
        {
          "title": "forest dragons",
          "url": "/pmwiki/pmwiki.php/Main/OurDragonsAreDifferent"
        },
        {
          "title": "Athel Loren",
          "url": "/pmwiki/pmwiki.php/Main/EnchantedForest"
        },
        {
          "title": "palette swapped",
          "url": "/pmwiki/pmwiki.php/Main/PaletteSwap"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Touhou Project: Fairies. They're a somewhat unusual take, as they're not particularly concerned about nature, preferring to play around andattack player characters. Oh, andPerfect Memento in Strict Sensesuggests thatYuukais something similar.",
      "links": [
        {
          "title": "Touhou Project",
          "url": "/pmwiki/pmwiki.php/Franchise/TouhouProject"
        },
        {
          "title": "attack player characters",
          "url": "/pmwiki/pmwiki.php/Main/Mooks"
        },
        {
          "title": "Yuuka",
          "url": "/pmwiki/pmwiki.php/Main/GreenThumb"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "WarCraft:Wisps,Ancients, Treants— and, indeed, many Night Elf units — are embodiments and protectors of nature of one sort or another.World of Warcraft: Shamans get their power from elemental spirits. How powerful the spirits are can vary from place to place.This has no effect on Shamans in-game of course.",
      "links": [
        {
          "title": "WarCraft",
          "url": "/pmwiki/pmwiki.php/VideoGame/Warcraft"
        },
        {
          "title": "Wisps",
          "url": "/pmwiki/pmwiki.php/Main/WillOTheWisp"
        },
        {
          "title": "Ancients, Treants",
          "url": "/pmwiki/pmwiki.php/Main/Treants"
        },
        {
          "title": "World of Warcraft",
          "url": "/pmwiki/pmwiki.php/VideoGame/WorldOfWarcraft"
        },
        {
          "title": "This has no effect on Shamans in-game of course.",
          "url": "/pmwiki/pmwiki.php/Main/GameplayAndStorySegregation"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Witcher:The series as a whole has Nymphs and Dryads (which are a type of nymph in this series) that Geralt can romance, as well as anEmpowering Lake Lady(who is also a nymph).The third gamealso has Leshens, which are a species ofhumanoid tree-like monstersthat can control plants and animals, and attack any humans that harm nature within their territory. On one occasion Geralt encounters one referred to as The Woodland Spirit that is worshipped by the people in a nearby village, teaching them how to hunt in exchange for receiving sacrifices and leeching off their life force like a parasite. When it starts killing hunters for not killing their game the way it wants them to, Geralt must choose to either kill or appease it.",
      "links": [
        {
          "title": "The Witcher",
          "url": "/pmwiki/pmwiki.php/Franchise/TheWitcher"
        },
        {
          "title": "Empowering Lake Lady",
          "url": "/pmwiki/pmwiki.php/Main/EmpoweringLakeLady"
        },
        {
          "title": "The third game",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheWitcher3"
        },
        {
          "title": "humanoid tree-like monsters",
          "url": "/pmwiki/pmwiki.php/Main/PlantPerson"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "World of Mana:The Elementals/Spirits of the various forms of the life-energy known as Mana. Each one represents a different element, and they usually can be found guardingCosmic Keystonesthat personify their elements (Whether that is seeds or stones depends on the game). In the games in which they appear, they are generally responsible for the main character's magic abilities. They includeSalamander/Salamando,Undine,Gnome,Djinn/Sylphid,Shade,Wisp/Lumina,Luna, andDryad.Legend of Manareplaced Luna withAura, but no other game has done so.Trials of Manaalso introduced the eight Benevodons, which return as non-hostileNPCsinChildren of Mana, in contrast to their original appearances. They also personify the elements, but they have a much more dangerous reputation. When the Mana Stones are broken, they are prophesied to run amok, potentially destroying the world for throwing the balance of natureoff-balance.",
      "links": [
        {
          "title": "World of Mana",
          "url": "/pmwiki/pmwiki.php/VideoGame/WorldOfMana"
        },
        {
          "title": "Cosmic Keystones",
          "url": "/pmwiki/pmwiki.php/Main/CosmicKeystones"
        },
        {
          "title": "Salamander/Salamando",
          "url": "/pmwiki/pmwiki.php/Main/PlayingWithFire"
        },
        {
          "title": "Undine",
          "url": "/pmwiki/pmwiki.php/Main/MakingASplash"
        },
        {
          "title": "Gnome",
          "url": "/pmwiki/pmwiki.php/Main/DishingOutDirt"
        },
        {
          "title": "Djinn/Sylphid",
          "url": "/pmwiki/pmwiki.php/Main/BlowYouAway"
        },
        {
          "title": "Shade",
          "url": "/pmwiki/pmwiki.php/Main/CastingAShadow"
        },
        {
          "title": "Wisp/Lumina",
          "url": "/pmwiki/pmwiki.php/Main/LightEmUp"
        },
        {
          "title": "Luna",
          "url": "/pmwiki/pmwiki.php/Main/Lunacy"
        },
        {
          "title": "Dryad",
          "url": "/pmwiki/pmwiki.php/Main/GreenThumb"
        },
        {
          "title": "Legend of Mana",
          "url": "/pmwiki/pmwiki.php/VideoGame/LegendOfMana"
        },
        {
          "title": "Aura",
          "url": "/pmwiki/pmwiki.php/Main/ExtraOreDinary"
        },
        {
          "title": "Trials of Mana",
          "url": "/pmwiki/pmwiki.php/VideoGame/TrialsOfMana"
        },
        {
          "title": "Children of Mana",
          "url": "/pmwiki/pmwiki.php/VideoGame/ChildrenOfMana"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Aurora (2019): Gods of natural places and processes, such as forests, mountains, rivers, or the weather, act as embodiments and protectors of their homes, and while they have a profound link with natural creatures they often have trouble understanding and relating to mortals.",
      "links": [
        {
          "title": "Aurora (2019)",
          "url": "/pmwiki/pmwiki.php/Webcomic/Aurora2019"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Legend of Maxxfeatures an entire race of Dryad, expanding on the single Dryad present inTerraria. Each Dryad is based on a certain plant which they physically resemble, including the wiseElder Willowand the dementia-riddledElder Fungus.",
      "links": [
        {
          "title": "The Legend of Maxx",
          "url": "/pmwiki/pmwiki.php/Webcomic/TheLegendOfMaxx"
        },
        {
          "title": "Terraria",
          "url": "/pmwiki/pmwiki.php/VideoGame/Terraria"
        },
        {
          "title": "Elder Willow",
          "url": "http://legendofmaxx.com/archives/1042"
        },
        {
          "title": "Elder Fungus",
          "url": "http://legendofmaxx.com/archives/1009"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Noordegraaf Files, Nereids are a species ofAlways Femaleaquatic humanoids with the lower bodies of squid. They breathe water through microscopic gill slits on their faces, and some can stay on land as long as their gills stay moist. They have eyes with colored scleras and grey irises, and live in a monarchical society where one's standing is determined by her physical beauty Naiads are subspecies adapted for life in bodies of freshwater, although \"Nereid\" can be used to refer to both kinds as a whole. Dryads and something called \"Incindads\" (fire nymphs) are also said to exist, but have not been seen in-comic.",
      "links": [
        {
          "title": "The Noordegraaf Files",
          "url": "/pmwiki/pmwiki.php/Webcomic/TheNoordegraafFiles"
        },
        {
          "title": "Always Female",
          "url": "/pmwiki/pmwiki.php/Main/AlwaysFemale"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A Redtail's Dream: Animal spirits, including the. Fox family (Lucky Fox,Puppy Fox,Mother Foxand many more), Mr. Moose,Ms, Seal,Mr. Bearandthe birds of Tuonelaamong others.",
      "links": [
        {
          "title": "A Redtail's Dream",
          "url": "/pmwiki/pmwiki.php/Webcomic/ARedtailsDream"
        },
        {
          "title": "Lucky Fox",
          "url": "/pmwiki/pmwiki.php/Main/LargeHam"
        },
        {
          "title": "Puppy Fox",
          "url": "/pmwiki/pmwiki.php/Main/RoyalBrat"
        },
        {
          "title": "Mother Fox",
          "url": "/pmwiki/pmwiki.php/Main/ReasonableAuthorityFigure"
        },
        {
          "title": "Ms, Seal",
          "url": "/pmwiki/pmwiki.php/Main/CowardlyLion"
        },
        {
          "title": "Mr. Bear",
          "url": "/pmwiki/pmwiki.php/Main/FriendToAllLivingThings"
        },
        {
          "title": "the birds of Tuonela",
          "url": "/pmwiki/pmwiki.php/Main/Psychopomp"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Stand Still, Stay Silent: Finnish deities are apparently nature spirits. So far, we know only of Vellamo (water goddess) and Kuutar (moon goddess), but the \"Nations of the World\" page states that Finns have \"many gods\", including forest ones.",
      "links": [
        {
          "title": "Stand Still, Stay Silent",
          "url": "/pmwiki/pmwiki.php/Webcomic/StandStillStaySilent"
        },
        {
          "title": "Nations of the World",
          "url": "/pmwiki/pmwiki.php/Main/FictionalDocument"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tower of God: TheFloor Guardiansare beings bound to governing their respective floor of the Tower, an artificial biome built way over 5000 years before the plot begins. Outside of the Tower, folklore knows them asFae. They take the form of various animals, for instance ahumanoid rabbitand a gargantuan beaked eel. On their floor, they govern theApplied Phlebotinumknown as Shinsu, which fuels the series's functional magic.",
      "links": [
        {
          "title": "Tower of God",
          "url": "/pmwiki/pmwiki.php/Webcomic/TowerOfGod"
        },
        {
          "title": "Floor Guardians",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGods"
        },
        {
          "title": "humanoid rabbit",
          "url": "/pmwiki/pmwiki.php/Main/HairRaisingHare"
        },
        {
          "title": "Applied Phlebotinum",
          "url": "/pmwiki/pmwiki.php/Main/AppliedPhlebotinum"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Unsounded: Several Senet Beasts are inhuman intelligent beings of nature, the water women and storm bringers most prominently.",
      "links": [
        {
          "title": "Unsounded",
          "url": "/pmwiki/pmwiki.php/Webcomic/Unsounded"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Wandering Ones: They interact with certain members of the Clan of the Hawk. Some, like First Man and Flame's leafy friends, are benign. However,Coyotealso shows up to teach Bobbie and Max, and let's just say he lives up to his reputation.",
      "links": [
        {
          "title": "Wandering Ones",
          "url": "/pmwiki/pmwiki.php/Webcomic/WanderingOnes"
        },
        {
          "title": "Coyote",
          "url": "/pmwiki/pmwiki.php/Main/TricksterGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Moonflowers: There are quite a few of these. Artio the bear-goddess and Maidin the river-spirit are both friendly and helpful. However, Artio is protecting Alima Song fromthe Horned Hunter,who is the story'sBig Badand a literalforce of nature,which obviously means he embodiespredators.The Hunter is called a stalker and a serial-killer by other characters, and his cruelty towards the Song family has pissed off a growing number of gods.They're severely hamstrung in their efforts to help Alima,since not only is the Hunter smart enough toset up the ENTIRE STORY,angering him too much will result in the deaths ofeven more peopleforupsetting the balance of nature.",
      "links": [
        {
          "title": "Moonflowers",
          "url": "/pmwiki/pmwiki.php/Literature/Moonflowers"
        },
        {
          "title": "the Horned Hunter,",
          "url": "/pmwiki/pmwiki.php/Main/TheWildHunt"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "force of nature,",
          "url": "/pmwiki/pmwiki.php/Main/AnthropomorphicPersonification"
        },
        {
          "title": "predators.",
          "url": "/pmwiki/pmwiki.php/Main/NatureIsNotNice"
        },
        {
          "title": "They're severely hamstrung in their efforts to help Alima,",
          "url": "/pmwiki/pmwiki.php/Main/GodsHandsAreTied"
        },
        {
          "title": "set up the ENTIRE STORY,",
          "url": "/pmwiki/pmwiki.php/Main/XanatosGambit"
        },
        {
          "title": "upsetting the balance of nature.",
          "url": "/pmwiki/pmwiki.php/Main/ExactWords"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Avatar: The Last Airbenderis rife with spirits of this type. Guest stars include Hei Bai, who protects the forests around Senlin Village; the Painted Lady, guardian of the Jang Hui River; and Tui and La, the spirits of the Moon and the Ocean, respectively. The Avatars were originally suggested to be this in and of themselves, but it turns out that they'rejust the reincarnations of a regular human who bonded with Raava, theBig Goodof all spirits.",
      "links": [
        {
          "title": "Avatar: The Last Airbender",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/AvatarTheLastAirbender"
        },
        {
          "title": "Big Good",
          "url": "/pmwiki/pmwiki.php/Main/BigGood"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Barbie Presents Thumbelinahas the tiny Twillerbees, who live in a field of flowers, have the power to make plants grow at an alarming rate, and regularly converse with animals.",
      "links": [
        {
          "title": "Barbie Presents Thumbelina",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/BarbiePresentsThumbelina"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Harvey Beaks: Littlebark Grove has a few nature spirits who usually appear as incidental characters. One part of the setting is the community of the tree spirits who are said to have created the forest in ancient times and resemble ghost pieces of wood. There's also a huge dragon-like water spirit who dwells in Wetbark Lake.",
      "links": [
        {
          "title": "Harvey Beaks",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/HarveyBeaks"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hilda: Nature spirits are a common part of the setting, with water and weather spirits showing up regularly in the series. The series pitch bible also makes mention of ice and mountain spirits, identifying two entities detailed in theHilda and the Midnight Giantbook, the Ice Man and the Knolem, as respective examples (though both were previously identified as affiliated withthe giants).",
      "links": [
        {
          "title": "Hilda",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Hilda"
        },
        {
          "title": "the giants",
          "url": "/pmwiki/pmwiki.php/Main/OurGiantsAreBigger"
        }
      ]
    }
  ]
}