{
  "trope": "MoonGod",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/MoonGod",
  "description": "In the name of the moon, she will punish you.\"As the silver moon waxes and wanes, so too do does life. Trust in Selûne's radiance, and know that all love alive under her light shall know her blessing. Turn to the moon, and she will be your true guide.\"— Dogma of the Church of Selûne,Forgotten Realms3rd EditionsupplementFaiths and Pantheons\n\nThe moon is a major feature of the night sky and the second most notable feature in the heavens. Thus, fiction and mythology alike often personify it or associate it with a patron deity. Mirroring the moon's nature as a luminous body in a time of darkness, lunar deities can have complex relationships with the night and dark forces. On one hand, they may themselves be associated with darkness, the nighttime hours, and the things that dwell within them. On the other, they may instead be portrayed as standing against these things, providing safety and illumination during an otherwise dark and terrifying time and warding away the terrible things that lurk during the dark hours.\n\nIn personality, lunar deities are often portrayed as mercurial, changeable, and shifting, mirroring the constantly changing face of the moon itself. They also tend to be associated with cycles, such as the lunar phases and the tides. They may also have ties tomadness, illusions, and mystery.\n\nLunar deities often have close ties tosolar gods. They are often depicted asequals but opposites, typically as siblings or spouses, who maintain opposing halves of the cosmic balance.This will often cast the lunar deity as a goddess and the solar one as a male god.However, the nature of their domains means that they can also find themselves separated from one another, as they enter the world during alternating and non-overlapping periods of the day. In some cases, however, these deities may be depicted as enemies or rivals, struggling for control of the sky and for worshippers. If the lunar deity is not opposed to the solar one, they may instead be enemies with aGod of Darknessand, in these cases, may be portrayed as a God of Light themselves.\n\nSee alsoLunacyandThe Sacred Darkness. Not to be confused withThe Man in the Moon, which refers to the Moon itself being personified and anthropomorphized. See alsoMoon Rabbit. Compare and contrastGod of Light; in cases where lunar and solar gods are counterposed,Light/Darkness Juxtaposition,Night and Day Duo, andSolar and Lunarare all often in play. They may also overlap withGod of Darkness.Examplesopen/close all folders\n\nAnime and MangaIs It Wrong to Try to Pick Up Girls in a Dungeon?: Artemis is a goddess of the moon and the hunt who only appears inMemoria Freeseand theArrow of the Orionmovie. She's described as an aloof goddess who is skilled enough to fight monsters alongside her familia.\n\nComic BooksMoon Knight: Khonshu, the Egyptian god of the Moon, is the patron of Marc Spector, the Moon Knight. While he mostly acts as a benevolent god, and has Marc working on as his avatar on Earth to act as a protector of those that \"travel at night\", he also has shown a cruel and dark streak sometimes. Like when he insists on the Moon Knight that he should use crueler methods, or made him go against the Avengers to take their powers and conquer the world.Wonder Woman: The goddess Artemis doesn't show up often in Wonder Woman comics, partly due to hersharing her namewith the more popular Amazon character. One of her few major appearances is in theGeorge Perez runas one of the Amazons' patron deities andWonder Woman (2011)as an antagonist and later ally.\n\nFilms — AnimationKubo and the Two Strings: TheBig Badis the Moon King, a deity who isliterallyblind to the good in humanity. He seems to be strongly based on the Japanese moon god Tsukuyomi, but he is credited as \"Raiden\"noteRaiden is the god of lightning, and also portrayed much more positively compared to the extremely malevolent Moon King and Tsukuyomiin the script.Over the Moonis about a Chinese girl named Fei Fei who travels to the moon to meet the Chinese moon goddess Chang'e, who serves as the film'sDeuteragonist.\n\nLiteratureAir Awakens: In the religion of the Solaris Empire, Father Moon is the lover of Mother Sun and together they created the world. He is also the patron of sorcerers.Claiming You Under The Blood Moon: The Moon Goddess is real and plays a pivotal role in the story.Craft Sequence: Seril is the moon goddess of the city-state Alt Coulumb, wife of the fire god Kos. In personality she's more proud, sly, and mischievous than her stoic husband, and more willing to engage one-to-one with her followers, although this might be because she's also much weaker and more limited, suffering from lack ofClap Your Hands If You Believeafter being presumed dead in the God Wars. Her chiefest servants are gargoyles, creatures of living stone, and her worshipers are capable of teleporting anywhere the moon is worshiped in her name.Dragonlance: Krynn has three moons, Solinari, Lunitari, and Nuitari, each of which is personified by a god of good, neutral, or evil magic. Every wizard gets their power from one of these three moons.Dreamblood Duology: Hananja the Dreaming Moon is theTop Goddesswedded to the Sun, a central figure inCreation Myth, thepatronof the city-state Gujaareh, the source of itsDream Weavingmagic, and the ruler of theDream Landthat doubles as the human afterlife.Lone Wolf: Ishir is the goddess of moon andlight.The Masquerade: Some Oriati worship a moon god named Mzu, interpreting the moon's phases as aneternal cycle of death and rebirth. This legend was a formative inspiration for the Cancrioth, anAncient Conspiracyof sorcerers and scientists who sought immortality. By the present, the Brain'scurrent hostis said to be a messiah of Mzu's faith, born under omens including a lunar eclipse and inducted into the Cancrioth specifically to better understand the religion.Moon (1985): ASerial Killer, known only asHeckatty, venerates Hecate.Overseer of the deadand patron of sorceresses, she's said, like the moon itself, to be fickle of character. In victims' corpses,Heckattyleaves a moonstone, thought to embody Hecate's earthly essence.Nightrunner: Illior, called the Lightbringer and the Lightbearer, is a light god associated with the moon.Princesses of the Pizza Parlor: The moon itself is a god, worshipped alongside the sun by the people of side-by-side cities Selunika and Solastria.The Springstorm Alpha: As in many other works ofParanormal RomanceThe Moon Goddess is the patron deity of werewolves. She's an embodiment of the concept of destiny, responsible for the divinely ordained rule of packAlphasand the predestined bond betweendestined mates.Tolkien's Legendarium: The Sun and Moon are vessels carried across the sky by angelic Maiar spirits. Tilion, guardian of the Moon, is said to be a reckless driver who sometimes strays off-path.This is used to explain both why the moon sometimes appears by day instead of by night and why it has phases, with the latter being caused by its being scorched when Tilion wanders too close to the Sun.Tress of the Emerald Sea: People on Lumar worship the planet's twelve moons as gods. They actually host powerful spirits called Aethers, but, as theLemony Narratornotes, reverence is quite understandable when they hover physics-defyinglylow in the sky, raining down anAlien Sea's worth of magical spores.Watership Down: In lapine theology, Inlé, the moon, is the brother (or son, it varies) of Frith the sun, the creator god. Frith keeps watch over the world by day, while Inle keeps watch by night. Neither Frith nor Inlé can be bargained with. Inlé is also said to come to Earth as the Black Rabbit, a lapine version of the Grim Reaper.The Way of Kings (2021): The lions worship the sun, Jua, and the moon, Mwezi, as gods.\n\nLive-ActionTVKamen Rider BLACK: One ofGorgom's two Century Kings,Physical Godswho duel to decide the cult's next ruler, is Shadow Moon.\n\nMythology & ReligionAboriginal Australian Myths: Most lunar deities are male. A common motif in the south is for the male moonto be chasedby the sun goddess. Bahloo of the Kamilaroi religion in particular was once a friend to mankind, but after humans refused to walk his snakes as they walked their dogs he decided to curse humanity with snakes.This was not a light sentence.Arab Mythology:Most Arabian pantheons had a moon god as part of a triad of male sky deities, alongside a sun god and the Morning Star. In Northern Arabia, he was known as Ruda, while in Yemen, he was either known as Almaqah (Sabaeans), Wadd (Minaeans), or Amm (Qatabanians). Among the Qatabanians, Amm was theTop God, while their neighbors considered Attar, the Morning Star, in the role.Hubal, a deity worshipped in pre-Islamic Mecca, is sometimes erroneously depicted as a moon god. Aninsane conspiracy theoryconcocted by some Christian fundamentalists has it that Muslims secretly worship Hubal under the guise of Allah, believing that the crescent-and-star symbol is a dedication to him. In truth, Hubal was never associated with the moon; he was a mostly a divination god who prophesized fortunes through belomancy (throwing arrows in a certain direction). Moon worship was prevalent in Arabia, but it didn't seem to have a huge following among Meccans, who mostly followed Hubal, the couple Isaf and Naila, or the female triad Al-Lat, Manat, and Uzza. Allah, the Arabian counterpart of the Canaanite El/Elohim, was known in pre-Islamic Mecca as the God of Gods; he fathered the aforementioned female triad and many other deities, though he himself wasn't a popular target of worship, being considered too distant to humans. Finally, the crescent-and-star symbol isa relatively recent phenomenon; it was first used by the Ottoman Turks in the 14th century (probably as an adaptation of a ByzantineChristiansymbol, ironically enough) and is technically not an Islamic symbol.Aztec Mythology: The Aztecs had several lunar deities:Coyolxauqui is the sister of the sun god Huitzilopochtli. She and their siblings, the star gods known as Tzitzimime, are in constant war against their diurnal brother, and seek to destroy the earth.Tecciztecatl was originally chosen by the gods to be the sun of our era (it's complicated). However, he was a coward and refused to jump into the fire until another god did so, becoming the sun. Jealous, he went in, but the other gods were displeased at his cowardice andglory hounding, so they threw a rabbit at his face. This is why the moon is dimmer than the sun.Brazilian Folklore: Native Brazilians used to worship the Moon as a god called Jaci. According to the legends, one woman fell hopelessly in love with the deity and tried to touch its reflection in a river, drowning in the process. Moved by her actions, Jaci transformed her spirit into a water lily, a moon-shaped plant that only blossoms at night.Chinese Mythologyhas Chang'e. The exact story varies considerably, but sheused to be human(though may have originally been a goddess who wasBrought Down to Normal), consumed some sort of immortality potion/pills and must/chooses to confine herself to the lowest part of Heaven, i.e., the moon, while her husband Houyi remained mortal on Earth. In the modern day, she's the namesake of the Chinese lunar exploration program.Classical Mythology:Selene is the personification of the Moon itself. Mirroring her brother, the sun god Helios, she was described as driving a shining chariot across the sky every night, representing the movement of the Moon. Even today, Selene is the Greek word for the Moon. Selene's Roman counterpart is Luna, whose name is still used as the basis for most moon-related terminology.Artemis, originally a deity of the hunt, became tied to the Moon and the lunar goddesses Selene and Hecate in late in classical Greek era, and retained this role in her Roman incarnation as Diana.Hecate, a goddess of boundaries, crossroads, witchcraft, and ghosts, became a lunar deity during the Roman period. She was often depicted asa triple goddess in this form, forming a triad with Luna, the moon itself and emblematic of the sky, and Diana, who as the goddess of hunting was emblematic the earth; Hecate herself represented the underworld. In other contexts, both Diana and Hecate were viewed as triple lunar goddesses in themselves without being necessarily associated with other deities.Egyptian Mythology: The moon is masculine (Iah). Many male gods are associated with it, most notably Thoth (his curved ibis bill is compared to the crescent, and he represented the mathematical equations of astrology), Khonsu (the god of the new moon that acts as a twin to the pharaoh's sun) and Horus (the moon is actually the eye he lost to Set).Guanche Mythologyhas Achuguayo, a male moon god. He is often called \"the father of time\" due to the moon's role in measuring time.Inuit Mythology: The moon, Igaluk (also known as Anningan), was once a human brother to the girl that would become the sun. After they were separated, he ventured into the women's cabin and raped her. After she found out she run to the heavens to become the sun, while he followed, depending on the version either to apologise or force himself on her again. Either way, he's not a good god by the standards of the Inuit and is associated with the underworld and death.Japanese Mythology: Tsukuyomi is the god of the Moon and brother to Amaterasu, the goddess of the Sun. According to one legend, Tsukuyomi killed the goddess of food and Amaterasu was so offended by his violent act, she demanded to never see him again. Thus, the sun and the moon now rise separately.Malagasy Mythologyhas Andriambahomanana. He is a folk hero and actually the first human to be created, having become the moon after his death.Mayan Mythology: Depending on the story, region and time period the moon is usually either conceptualised as male (one of the hero twins inPopol Vuh) or as female. In the later case the popular goddess Ix Chel became conflated with the moon, much like Artemis started off unrelated to the moon but became conflated with Selene later on.Mesopotamian Mythology: Sin (also known as Nanna) is the god of the moon, who, with his consort Ningal (goddess of reeds), sired the sun god Utu, the love and war goddess Inanna, the storm god Ishkur, and the goddess of the underworld, Ereshikgal.Norse Mythology: Mani is the moon god. He and his sister Sol were once kids whose father compared them to the sun and moonnotedon't ask how he knew those things if they didn't exist yet; for this arrogance, Odin made them so, and now they are chased by demonic wolves who want to devour them. Mani however still helps mankind, with one story recounting him saving two children from an abusive father.Pacific Mythology:In various Polynesian cultures, \"Hina\" is the recurring name of an important goddess who is sometimes associated with the moon, if not the moon goddess herself.Marama is the moon god in Maori mythology. Though he has a divine wife and two daughters, it's widely believed thatevery woman on earthis his \"wife\", which explains the moon's affect on women's menstrual cycles.Philippine Mythology: Mayari is one of three sisters born to Bathala, king of the gods. Her sisters are Hanan, goddess of the morning star, and Tala, goddess of the evening star. In one myth told by the Kapampangan tribe, Bathala died without an heir, and both Mayari and her brother Apolaki vied to be ruler of the heavens. Being war gods, they settled this the only way they knew how, until Apolaki struck his sister in the eye, was horrified by what he'd done, and the two agreed to split the heavens evenly. Mayari's missing eye is meant to explain why moonlight is not as bright as sunlight. Further, as Mayari is considered theWorld's Most Beautiful Woman, she also symbolizes that something can be beautiful despite, or evenbecause of, its imperfections.Proto-Indo-European Mythology: TheUr-Example. The moon is personified by the male deity Meh Not, who is opposite of Sehur (the Sun) and Hewsos (Dawn). Like the other gods, Meh Not was created from the body parts of the creator god Yemo — in this case, his \"mind\". His name forms the basis for later moon deities such as the Greek Mene (an alternate name for Selene), the Norse Mani, the Persian god Mah, and many others. Even theword\"Moon\" is derivative of his name.Siberian Mythology:According to the Ket at least he is an unlucky bastard who got half eaten by Hossiadam while the sun maiden tried to save him, putting him in a perpetual limbo with his body cut in half (hence the lunar phases).Chukchi tradition by contrast have him as an evil spirit in opposition to the sun.\n\nTabletop GamesExalted: Luna is the goddess of the moon and the second greatest of the Incarnae, after the Unconquered Sun. She is typically presented as a fickle, mercurial figure who shifts and changes between multiple forms, now male and now female, now calm and now savage, but always as mutable as the ever-shifting moon. Her chosen Exalted, the Lunars, are wilderness-dwelling barbarian heroes whose powers are themed primarily around shapeshifting and werecreatures.Forgotten Realms:Selûne, called Our Lady in Silver and the Moonmaiden by her followers, is Faerûn's primary lunar deity. She is also associated with stars, navigators, non-evil lycanthropes, and cycles — the phases of the moon itself, the rising and falling of the tides, the reproductive cycles of living beings, and the shifting of lycanthropes' forms. This is reflected in her physical appearance as well; she appears in a number of forms, primarily as one of the three stages of themaiden/mother/cronetriad, and if observed for long enough she can be seen to gradually age and fade before just as gradually rejuvenating. Her greatest enemy is her twin sister Shar, the evilgoddess of darkness and the night, and the two are locked into a constant struggle for control of the nighttime hours.Eilistraee plays with this. She's aChaotic Gooddrow goddess — in fact, she'sthe only one of the Dark Seldarine who isn't Evil-aligned. Her rituals usually take place at night, her shadow is said to sometimes appear on the full moon to her followers, candles in her temples sometimes glow with moonlight instead of flame, and her holy symbol involves a crescent moon. However, she's the god of beauty, song, dance, freedom, moonlight, swordplay, and hunting, with moonlight being only a small part of her domain. Mostly, she wants to encourage the drow to make aHeel–Face Turnand rejoin the races on the surface. Most of her rituals take place at night becausesunlight usually weakens the drow, and to reflectThe Sacred Darknessinvolved with her.invokedMagic: The Gathering:Svyelun is the goddess of Dominaria's Pearl Moon, worshipped by the merfolk. She is a distant goddess, and holds herself aloof from her people like the moon hangs unreachably far above the sea.Avacyn fromInnistradwas also associated strongly with the moon, though the two existed independently. The angel Sigarda is associated with the New Moon, while the angel Bruna was associated with the Hunter's Moon.The Godhead of Awe was Shadowmoor's moon avatar, whose stare tormented mortals so she had to close her eye (hence the moon phases).La Notte Eterna: Lanie was the Neutral goddess of the moon and a member of the ruling Triad of gods alongside Laon of the sun and Garon of the darkness. She died at the start of the Divine War.Pathfinder:Tsukiyo, the Prince of the Moon, is the Tian god of the moon, nighttime, and spirits. He is the lover of Shizuru, the goddess of the sun, but their relationship is complicated by the fact that they can never meet except during solar eclipses. His sacred animal, the hare, is also a reference to theMoon Rabbit. He was once murdered and resurrected, and his brush with death has left him mentally changed; he's thus also associated with people marked by trauma or unusual mental states. His priests are charged with providing comfort and guidance to troubled people, especially those themselves suffering from trauma, mental illness, or fear of the dark, as well as defending the living from malicious spirits and serving as brokers between the material and spirit worlds.Acavna was the Azlanti goddess of the moon and perished during Earthfall when she physically pulled the moon out of orbit in order to intercept the meteorite heading towards Golarion. She successfully shattered the projectile but perished under the strain of doing so.Jezelda, the demon lord of werewolves, is strongly associated with the moon as a result of lycanthropy's ties to its phases. Her realm, the Moonbog, is illuminated only by an unsetting, unwaning moon.Ponyfinder: The Moon Princess is Everglow's lunar deity, manifesting as a protective entity who wards away the terrors of the night. She typically visits her faithful in their dreams; when she appears in the physical world, she manifests by seeming to descend from the lunar orb itself. Her main rival is the Night Mare,a goddess of darkness and tyrannywho wishes to take her role as the primary deity of nighttime and the moon.RuneQuest: The Red Moon Goddess is aLiminal Beingwho was \"robbed of immortality and death\", so sometimes she hangs in the sky like a normal moon and other times she incarnates as a human who is physically her own granddaughter. Her son, the demigod founder of the theocratic Lunar Empire, is similarlyimmortal— he can be killed, but due to the rituals of his priests he always comes back in a new \"Mask\". Lunar theology is... esoteric.Warhammer Fantasy:The ancient Nehekharans worshipped two lunar goddesses. Neru was the goddess of Mannslieb, the silver moon; she was the wife of thesun godPtra, the mother of the stars, and the welcomer of the dead into the afterlife. Sakhmet was the goddess ofMorrslieb the Chaos Moon, and was instead characterized as a jealous concubine seeking to usurp Neru's place.The elven pantheon includes a version ofThe Hecate Sisterswhose Maiden goddess Lileath governs the moon Mannslieb (Morrslieb is outside her jurisdiction),dreams,fortune, andprophecy. Her mother is thenature goddessIsha and her husband is Asuryan theTop Godof theSun.Warhammer: Age of Sigmar: Teclis is primarily agod of magic, but he's also associated with moonlight, in contrast to hisWar Godbrother who is associated with sunlight. It's downplayed as the eight Mortal Realms all have atleasttwo or more moons each, and Teclis only seems to be associated with those of Hysh, the Realm of Light. He's also a rare example where a moon god has nothing to do with darkness or night, as Hyshhasno night (its moons shine brightly enough to be seen during the endless day), and darkness is the domain of Malerion, god of shadow (whom Teclis and Tyrionreallydo not like); Teclis is explicitly associated with thelightof the moon.InWerewolf: The Apocalypseand its spiritual successorWerewolf: The Forsaken, Luna, thespiritual personification of the Moon, is one of the greatest godlike entities in theSpirit Worldand thepatronof werewolves. She utterly transcends mortal experience, but uses lesser moon spirits or aspects of Herself asemissaries.\n\nVideo GamesDark Parables: The Sun and Moon Goddesses are two of the most prominent deities, and their emblems appear variously throughout the series. Most notably, in the tenth game, the nation of Olesia revers the Moon Goddess and takes the moon as their symbol, in opposition to the sun-worshipping Barsia.Digimon: TheOlympos 12are a group ofOlympus Monsmodelled after the Roman Pantheon. Dianamon is based on the Roman moon goddess Diana and is known as the \"Moonlight God\".Elden Ring: Beginning with Queen Rennala, the Carian royal family and the astrologers of Raya Lucaria began worshiping/studying the moon, instead of just the stars. The moon is a remote presence that doesn't interfere with humanity the way other gods do — it's associated with sorcery, one of the two main branches of magic in the Lands Between, which doesn'trequire any faithto cast. This has led to it being interpreted in different ways; Rennala viewed it as the Full Moon, bright, inspiring, and enchanting, but her daughter Ranni saw it as the Dark Moon, cold and forbidding. The city of Nokstella venerated a black moon as the guide of the stars, but this moon is said to have been somehow lost and shattered to pieces.The Elder Scrolls:Lorkhan, one of the most important gods for the races of Men, is something of a slight subversion. While it is thought that Masser, the greater of the two moons visible in Nirn's night sky, is his corpse given physical form, he traditionally isn't worshipped as a lunar deity, although there are some claims that believe his orbiting Nirn are the personification of the dichotomy of his very myths (good vs evil, existence vs nothingness, etc.) and is thus meant to be a constant reminder of such things to the races of Men.The aspects of Lorkhan, Kynareth, Akatosh, and Azura as worshipped by the Khajit are all, uniquely, each worshipped to some degree as lunar gods. In one particular older myth, Khenarthi (Kynerath) was the daughter of the goddess Fadomai, and sister to the twins Jode (the moon Masser) and Jone (the moon Secunda), as well as Azurah and Lorkhaj. Jode and Jone were stillborn, but Khenarthi did not wish her dying mother to know and so kept it a secret until Fadomai passed. Sometime before their mother's passing, though, a fire was lit in the twins to give them the illusion of life, where they became known as the Lanterns of Love and Mercy, respectively. Khenarthi embraced them and ascended to the night sky as Fadomai passed, where Azurah now keeps the fires in them lit, while Alkosh (Akatosh) keeps them \"within the tapestry of time\" so as to prevent undesirables from breaking free of the flow of time. It's shortly after this event that Lorkhaj enters the picture. The Khajit believe that Azurah, long after freeing Lorkhaj from the Daedra Namira's corruption and embracing him until his death, at some point raised him to become a sky-guardian; instead of Masser being his corpse, the Khajit instead recognize Nirn's third (but largely unseen) moon as the corpse of Lorkhaj.The Bretons believe that Masser and Secunda (the lesser of the two visible moons) were once a pair of mortalStar-Crossed Loversnamed Mara (who was named after the goddess Mara) and Shandarr. The pair ascended to godhood after Shandarr died battling an Orc that had captured the mortal Mara; Shandarr's soul prayed to the goddess Mara after that, and though the goddess held no domain over death she desired to keep the pair's love going, so she instead decided to place them in the sky, and tasked them with illuminating the night to keep away evil.InFear & Hunger: TerminatheGreater-Scope Villainis the moon god Rher, who solely embodiesLunacy. He was aTrickster GodandToken Evil TeammatetoThe Old Gods, whohated mankindwith the story revolving around aDeadly Gamehe created for his own amusement.Final Fantasy XIVIn Eorzea, Menphina is worshipped as the goddess of the moon and love, as well as the lover of Oschon, the god of travelers. She's particularly revered by the Keeper of the Moon tribes of Miqo'te, who are naturally nocturnal.In the Far East, the goddess Tsukuyomi is the kami associated with the moon, worshipped throughout the Ruby Sea and Doma.Yotsuyu uses a Kojin relic along with Asahi's stores of crystals to perform a summoning to transform herself into the primal Tsukuyomi, threatening to swallow all of Doma in eternal night in the process.Galaxy Angel: Shatoyarn is revered as a moon goddess by the Transbaal Empire, but she's actually the administrator of the White Moon, an artificial planetoid that's a holy symbol of the Empire where most of itsLost Technologyis kept. Also, she isn't really immortal andhas kept cloning herselfto watch other the White Moon for centuries.Genshin Impact: It's said that there used to be three moons in Teyvat's sky which were each embodied by a sister. One day however, they destroyed each other for unknown reasons, leaving behind a single dead moon. It's implied one of the other moons is in the Spiral Abyss, while the third mooncan be seen in Natlan after Mauvika accidentally shatters the false sky while fighting the Abyssal entity Gosoythoth.Legend Of The Cryptids: Liesel is the goddess of the moon who grants her light to humankind, who had lost the blessings of the sun, in order to protect them from the evils of the night.Majesty: Lunord is the god of the moon, and is opposed to the sun goddess Helia — you cannot build a temple to Lunord if one already exists for Helia, and vice versa.Ōkami: Yumigami is the goddess of the Moon. Her associated power-up summons a crescent Moon, instantly turning day into night.Tak and the Power of Juju: The Moon Juju, also called the moon goddess, is theBig Goodand the protector of the Pupanunu tribe.Pokémon: Lunala fromPokémon Sun and MoonandPokémon Ultra Sun and Ultra Moonis a lunar guardian deity resembling a giant spectral bat. InMoonandUltra Moon, it takes center stage as the final form of thecover legendary, but inSunandUltra Sun, its solar counterpart Solgaleo (a sun god resembling a metal lion) does so instead.WarCraft:Night elves worship a moon goddess named Elune. She takes the form of the White Lady, the larger of Azeroth'stwo moons. She is one of the few true deities to exist inWarcraft, as a divine force that has never been seen but has had actual effect on the world.Legionimplies that Elune ispotentiallya goddess of Light who seeks to save the Dark Beyond (the game's universe) from the Void that would consume it. However, much like her opposition in the Void Gods, Elune and the other Light Gods (if they exist) cannot directly interact with the Beyond, forcing her to proxy her presence in the universe through lesser beings of light.In tauren mythology, the White Lady is known as Mu'sha. Along with her twin brother An'she (the sun), she is one of the eyes of their goddess the Earth Mother. Meanwhile, the Blue Child, the smaller moon, is known as Lo'sho and was born from the Earth Mother's tears.\n\nWebcomicsGunnerkrigg Court: TheChinese moon goddess Chang'eis one of thePhysical Godstoappearin theCrossover Cosmology. She visits theCourtto give an astronomy presentation and is quite interested in the protagonist's earlierDeface of the Moon.Our Little Adventure:The moonisthePhysical GoddessNehhilia, watchingdispassionatelyover the world of Manjulias and occasionally acting asCharacter Narrator. ThesunNehhilio is her brother.\n\nWestern AnimationAvatar: The Last Airbender: Tui, the Moon Spirit, resides in the Spirit Oasis of the North Pole along with its counterpart, the Water Spirit La. Tui and La were among the first spirits to migrate to the human world, and have maintained balance in an eternal dance of \"push and pull\". In the Season 1 finale,when Tui is killed, Princess Yue surrenders her life to become a moon spirit in its place.DOTA: Dragon's Blood: Selemene is the Moon goddess in this setting. At least after having ousted the old one, Mene. Curiously she seems to exist as a seperate entity from the two moons in this setting.DuckTales (2017): Selene is as she is in the Greek myths, but is an anthropomorphic bird in this universe. Her role as Goddess of the Moon comes into play at the end of the second season, where she helps to defeat theMoonlanders. Notably, unlike the myths she's not depicted as the actual, physical moon at all, residing on Mount Olympus.Jackie Chan Adventures: Season 2 introduces Shendu's siblings, seven powerful demon lords who were imprisoned long ago. Each demon sorcerer commands an element. In the case of Tso Lan, he is the Demon Sorcerer of the Moon, granting him power overgravity.My Little Pony: Friendship Is Magic: Just like her elder sister Celestia has control over the sun, Princess Luna controls the rising and setting of the moon as well asbeing able to enter the dreams of ponies, usually to help those suffering from nightmares. Her feeling that the ponies she and her sister ruled over weren't properly appreciating what she was doing for them in comparison to Celestia would lead into her transformation intoNightmare Moon, who desired to bring about eternal night.",
  "examples": [
    {
      "section": "Examples",
      "text": "Is It Wrong to Try to Pick Up Girls in a Dungeon?: Artemis is a goddess of the moon and the hunt who only appears inMemoria Freeseand theArrow of the Orionmovie. She's described as an aloof goddess who is skilled enough to fight monsters alongside her familia.",
      "links": [
        {
          "title": "Is It Wrong to Try to Pick Up Girls in a Dungeon?",
          "url": "/pmwiki/pmwiki.php/Literature/IsItWrongToTryToPickUpGirlsInADungeon"
        },
        {
          "title": "Memoria Freese",
          "url": "/pmwiki/pmwiki.php/VideoGame/MemoriaFreese"
        },
        {
          "title": "Arrow of the Orion",
          "url": "/pmwiki/pmwiki.php/Anime/ArrowOfTheOrion"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Moon Knight: Khonshu, the Egyptian god of the Moon, is the patron of Marc Spector, the Moon Knight. While he mostly acts as a benevolent god, and has Marc working on as his avatar on Earth to act as a protector of those that \"travel at night\", he also has shown a cruel and dark streak sometimes. Like when he insists on the Moon Knight that he should use crueler methods, or made him go against the Avengers to take their powers and conquer the world.",
      "links": [
        {
          "title": "Moon Knight",
          "url": "/pmwiki/pmwiki.php/ComicBook/MoonKnight"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Wonder Woman: The goddess Artemis doesn't show up often in Wonder Woman comics, partly due to hersharing her namewith the more popular Amazon character. One of her few major appearances is in theGeorge Perez runas one of the Amazons' patron deities andWonder Woman (2011)as an antagonist and later ally.",
      "links": [
        {
          "title": "Wonder Woman",
          "url": "/pmwiki/pmwiki.php/Franchise/WonderWoman"
        },
        {
          "title": "sharing her name",
          "url": "/pmwiki/pmwiki.php/Main/OneSteveLimit"
        },
        {
          "title": "George Perez run",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman1987"
        },
        {
          "title": "Wonder Woman (2011)",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman2011"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Kubo and the Two Strings: TheBig Badis the Moon King, a deity who isliterallyblind to the good in humanity. He seems to be strongly based on the Japanese moon god Tsukuyomi, but he is credited as \"Raiden\"noteRaiden is the god of lightning, and also portrayed much more positively compared to the extremely malevolent Moon King and Tsukuyomiin the script.",
      "links": [
        {
          "title": "Kubo and the Two Strings",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/KuboAndTheTwoStrings"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Raiden",
          "url": "/pmwiki/pmwiki.php/Main/SadlyMythtaken"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Over the Moonis about a Chinese girl named Fei Fei who travels to the moon to meet the Chinese moon goddess Chang'e, who serves as the film'sDeuteragonist.",
      "links": [
        {
          "title": "Over the Moon",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/OverTheMoon"
        },
        {
          "title": "Deuteragonist",
          "url": "/pmwiki/pmwiki.php/Main/Deuteragonist"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Air Awakens: In the religion of the Solaris Empire, Father Moon is the lover of Mother Sun and together they created the world. He is also the patron of sorcerers.",
      "links": [
        {
          "title": "Air Awakens",
          "url": "/pmwiki/pmwiki.php/Literature/AirAwakens"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Claiming You Under The Blood Moon: The Moon Goddess is real and plays a pivotal role in the story.",
      "links": [
        {
          "title": "Claiming You Under The Blood Moon",
          "url": "/pmwiki/pmwiki.php/Literature/ClaimingYouUnderTheBloodMoon"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Craft Sequence: Seril is the moon goddess of the city-state Alt Coulumb, wife of the fire god Kos. In personality she's more proud, sly, and mischievous than her stoic husband, and more willing to engage one-to-one with her followers, although this might be because she's also much weaker and more limited, suffering from lack ofClap Your Hands If You Believeafter being presumed dead in the God Wars. Her chiefest servants are gargoyles, creatures of living stone, and her worshipers are capable of teleporting anywhere the moon is worshiped in her name.",
      "links": [
        {
          "title": "Craft Sequence",
          "url": "/pmwiki/pmwiki.php/Literature/CraftSequence"
        },
        {
          "title": "Clap Your Hands If You Believe",
          "url": "/pmwiki/pmwiki.php/Main/ClapYourHandsIfYouBelieve"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Dragonlance: Krynn has three moons, Solinari, Lunitari, and Nuitari, each of which is personified by a god of good, neutral, or evil magic. Every wizard gets their power from one of these three moons.",
      "links": [
        {
          "title": "Dragonlance",
          "url": "/pmwiki/pmwiki.php/Literature/Dragonlance"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Dreamblood Duology: Hananja the Dreaming Moon is theTop Goddesswedded to the Sun, a central figure inCreation Myth, thepatronof the city-state Gujaareh, the source of itsDream Weavingmagic, and the ruler of theDream Landthat doubles as the human afterlife.",
      "links": [
        {
          "title": "Dreamblood Duology",
          "url": "/pmwiki/pmwiki.php/Literature/DreambloodDuology"
        },
        {
          "title": "Top Goddess",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "Creation Myth",
          "url": "/pmwiki/pmwiki.php/Main/CreationMyth"
        },
        {
          "title": "patron",
          "url": "/pmwiki/pmwiki.php/Main/PatronGod"
        },
        {
          "title": "Dream Weaving",
          "url": "/pmwiki/pmwiki.php/Main/DreamWeaver"
        },
        {
          "title": "Dream Land",
          "url": "/pmwiki/pmwiki.php/Main/DreamLand"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Lone Wolf: Ishir is the goddess of moon andlight.",
      "links": [
        {
          "title": "Lone Wolf",
          "url": "/pmwiki/pmwiki.php/Literature/LoneWolf"
        },
        {
          "title": "light",
          "url": "/pmwiki/pmwiki.php/Main/GodOfLight"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The Masquerade: Some Oriati worship a moon god named Mzu, interpreting the moon's phases as aneternal cycle of death and rebirth. This legend was a formative inspiration for the Cancrioth, anAncient Conspiracyof sorcerers and scientists who sought immortality. By the present, the Brain'scurrent hostis said to be a messiah of Mzu's faith, born under omens including a lunar eclipse and inducted into the Cancrioth specifically to better understand the religion.",
      "links": [
        {
          "title": "The Masquerade",
          "url": "/pmwiki/pmwiki.php/Literature/TheMasquerade"
        },
        {
          "title": "eternal cycle of death and rebirth",
          "url": "/pmwiki/pmwiki.php/Main/ResurrectiveImmortality"
        },
        {
          "title": "Ancient Conspiracy",
          "url": "/pmwiki/pmwiki.php/Main/AncientConspiracy"
        },
        {
          "title": "current host",
          "url": "/pmwiki/pmwiki.php/Main/SymbioticPossession"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Moon (1985): ASerial Killer, known only asHeckatty, venerates Hecate.Overseer of the deadand patron of sorceresses, she's said, like the moon itself, to be fickle of character. In victims' corpses,Heckattyleaves a moonstone, thought to embody Hecate's earthly essence.",
      "links": [
        {
          "title": "Moon (1985)",
          "url": "/pmwiki/pmwiki.php/Literature/Moon1985"
        },
        {
          "title": "Serial Killer",
          "url": "/pmwiki/pmwiki.php/Main/SerialKiller"
        },
        {
          "title": "Overseer of the dead",
          "url": "/pmwiki/pmwiki.php/Main/GodOfTheDead"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Nightrunner: Illior, called the Lightbringer and the Lightbearer, is a light god associated with the moon.",
      "links": [
        {
          "title": "Nightrunner",
          "url": "/pmwiki/pmwiki.php/Literature/Nightrunner"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Princesses of the Pizza Parlor: The moon itself is a god, worshipped alongside the sun by the people of side-by-side cities Selunika and Solastria.",
      "links": [
        {
          "title": "Princesses of the Pizza Parlor",
          "url": "/pmwiki/pmwiki.php/Literature/PrincessesOfThePizzaParlor"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The Springstorm Alpha: As in many other works ofParanormal RomanceThe Moon Goddess is the patron deity of werewolves. She's an embodiment of the concept of destiny, responsible for the divinely ordained rule of packAlphasand the predestined bond betweendestined mates.",
      "links": [
        {
          "title": "The Springstorm Alpha",
          "url": "/pmwiki/pmwiki.php/Literature/TheSpringstormAlpha"
        },
        {
          "title": "Paranormal Romance",
          "url": "/pmwiki/pmwiki.php/Main/ParanormalRomance"
        },
        {
          "title": "Alphas",
          "url": "/pmwiki/pmwiki.php/Main/AlphaAndBetaWolves"
        },
        {
          "title": "destined mates",
          "url": "/pmwiki/pmwiki.php/Main/OneTrueLove"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Tolkien's Legendarium: The Sun and Moon are vessels carried across the sky by angelic Maiar spirits. Tilion, guardian of the Moon, is said to be a reckless driver who sometimes strays off-path.This is used to explain both why the moon sometimes appears by day instead of by night and why it has phases, with the latter being caused by its being scorched when Tilion wanders too close to the Sun.",
      "links": [
        {
          "title": "Tolkien's Legendarium",
          "url": "/pmwiki/pmwiki.php/Literature/TolkiensLegendarium"
        },
        {
          "title": "This is used to explain both why the moon sometimes appears by day instead of by night and why it has phases",
          "url": "/pmwiki/pmwiki.php/Main/JustSoStory"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Tress of the Emerald Sea: People on Lumar worship the planet's twelve moons as gods. They actually host powerful spirits called Aethers, but, as theLemony Narratornotes, reverence is quite understandable when they hover physics-defyinglylow in the sky, raining down anAlien Sea's worth of magical spores.",
      "links": [
        {
          "title": "Tress of the Emerald Sea",
          "url": "/pmwiki/pmwiki.php/Literature/TressOfTheEmeraldSea"
        },
        {
          "title": "Lemony Narrator",
          "url": "/pmwiki/pmwiki.php/Main/LemonyNarrator"
        },
        {
          "title": "low in the sky",
          "url": "/pmwiki/pmwiki.php/Main/AlienSky"
        },
        {
          "title": "Alien Sea",
          "url": "/pmwiki/pmwiki.php/Main/AlienSea"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Watership Down: In lapine theology, Inlé, the moon, is the brother (or son, it varies) of Frith the sun, the creator god. Frith keeps watch over the world by day, while Inle keeps watch by night. Neither Frith nor Inlé can be bargained with. Inlé is also said to come to Earth as the Black Rabbit, a lapine version of the Grim Reaper.",
      "links": [
        {
          "title": "Watership Down",
          "url": "/pmwiki/pmwiki.php/Literature/WatershipDown"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The Way of Kings (2021): The lions worship the sun, Jua, and the moon, Mwezi, as gods.",
      "links": [
        {
          "title": "The Way of Kings (2021)",
          "url": "/pmwiki/pmwiki.php/Literature/TheWayOfKings2021"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Kamen Rider BLACK: One ofGorgom's two Century Kings,Physical Godswho duel to decide the cult's next ruler, is Shadow Moon.",
      "links": [
        {
          "title": "Kamen Rider BLACK",
          "url": "/pmwiki/pmwiki.php/Series/KamenRiderBlack"
        },
        {
          "title": "Gorgom",
          "url": "/pmwiki/pmwiki.php/Main/ReligionOfEvil"
        },
        {
          "title": "Physical Gods",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Aboriginal Australian Myths: Most lunar deities are male. A common motif in the south is for the male moonto be chasedby the sun goddess. Bahloo of the Kamilaroi religion in particular was once a friend to mankind, but after humans refused to walk his snakes as they walked their dogs he decided to curse humanity with snakes.This was not a light sentence.",
      "links": [
        {
          "title": "Aboriginal Australian Myths",
          "url": "/pmwiki/pmwiki.php/Myth/AboriginalAustralianMyths"
        },
        {
          "title": "to be chased",
          "url": "/pmwiki/pmwiki.php/Main/AbhorrentAdmirer"
        },
        {
          "title": "This was not a light sentence.",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/AustralianWildlife"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Arab Mythology:Most Arabian pantheons had a moon god as part of a triad of male sky deities, alongside a sun god and the Morning Star. In Northern Arabia, he was known as Ruda, while in Yemen, he was either known as Almaqah (Sabaeans), Wadd (Minaeans), or Amm (Qatabanians). Among the Qatabanians, Amm was theTop God, while their neighbors considered Attar, the Morning Star, in the role.Hubal, a deity worshipped in pre-Islamic Mecca, is sometimes erroneously depicted as a moon god. Aninsane conspiracy theoryconcocted by some Christian fundamentalists has it that Muslims secretly worship Hubal under the guise of Allah, believing that the crescent-and-star symbol is a dedication to him. In truth, Hubal was never associated with the moon; he was a mostly a divination god who prophesized fortunes through belomancy (throwing arrows in a certain direction). Moon worship was prevalent in Arabia, but it didn't seem to have a huge following among Meccans, who mostly followed Hubal, the couple Isaf and Naila, or the female triad Al-Lat, Manat, and Uzza. Allah, the Arabian counterpart of the Canaanite El/Elohim, was known in pre-Islamic Mecca as the God of Gods; he fathered the aforementioned female triad and many other deities, though he himself wasn't a popular target of worship, being considered too distant to humans. Finally, the crescent-and-star symbol isa relatively recent phenomenon; it was first used by the Ottoman Turks in the 14th century (probably as an adaptation of a ByzantineChristiansymbol, ironically enough) and is technically not an Islamic symbol.",
      "links": [
        {
          "title": "Arab Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ArabMythology"
        },
        {
          "title": "Top God",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "insane conspiracy theory",
          "url": "/pmwiki/pmwiki.php/Main/InsaneTrollLogic"
        },
        {
          "title": "a relatively recent phenomenon",
          "url": "/pmwiki/pmwiki.php/Main/NewerThanTheyThink"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Aztec Mythology: The Aztecs had several lunar deities:Coyolxauqui is the sister of the sun god Huitzilopochtli. She and their siblings, the star gods known as Tzitzimime, are in constant war against their diurnal brother, and seek to destroy the earth.Tecciztecatl was originally chosen by the gods to be the sun of our era (it's complicated). However, he was a coward and refused to jump into the fire until another god did so, becoming the sun. Jealous, he went in, but the other gods were displeased at his cowardice andglory hounding, so they threw a rabbit at his face. This is why the moon is dimmer than the sun.",
      "links": [
        {
          "title": "Aztec Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/AztecMythology"
        },
        {
          "title": "glory hounding",
          "url": "/pmwiki/pmwiki.php/Main/GloryHound"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Brazilian Folklore: Native Brazilians used to worship the Moon as a god called Jaci. According to the legends, one woman fell hopelessly in love with the deity and tried to touch its reflection in a river, drowning in the process. Moved by her actions, Jaci transformed her spirit into a water lily, a moon-shaped plant that only blossoms at night.",
      "links": [
        {
          "title": "Brazilian Folklore",
          "url": "/pmwiki/pmwiki.php/Myth/BrazilianFolklore"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Chinese Mythologyhas Chang'e. The exact story varies considerably, but sheused to be human(though may have originally been a goddess who wasBrought Down to Normal), consumed some sort of immortality potion/pills and must/chooses to confine herself to the lowest part of Heaven, i.e., the moon, while her husband Houyi remained mortal on Earth. In the modern day, she's the namesake of the Chinese lunar exploration program.",
      "links": [
        {
          "title": "Chinese Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ChineseMythology"
        },
        {
          "title": "used to be human",
          "url": "/pmwiki/pmwiki.php/Main/DeityOfHumanOrigin"
        },
        {
          "title": "Brought Down to Normal",
          "url": "/pmwiki/pmwiki.php/Main/BroughtDownToNormal"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Classical Mythology:Selene is the personification of the Moon itself. Mirroring her brother, the sun god Helios, she was described as driving a shining chariot across the sky every night, representing the movement of the Moon. Even today, Selene is the Greek word for the Moon. Selene's Roman counterpart is Luna, whose name is still used as the basis for most moon-related terminology.Artemis, originally a deity of the hunt, became tied to the Moon and the lunar goddesses Selene and Hecate in late in classical Greek era, and retained this role in her Roman incarnation as Diana.Hecate, a goddess of boundaries, crossroads, witchcraft, and ghosts, became a lunar deity during the Roman period. She was often depicted asa triple goddess in this form, forming a triad with Luna, the moon itself and emblematic of the sky, and Diana, who as the goddess of hunting was emblematic the earth; Hecate herself represented the underworld. In other contexts, both Diana and Hecate were viewed as triple lunar goddesses in themselves without being necessarily associated with other deities.",
      "links": [
        {
          "title": "Classical Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "a triple goddess in this form",
          "url": "/pmwiki/pmwiki.php/Main/TheHecateSisters"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Egyptian Mythology: The moon is masculine (Iah). Many male gods are associated with it, most notably Thoth (his curved ibis bill is compared to the crescent, and he represented the mathematical equations of astrology), Khonsu (the god of the new moon that acts as a twin to the pharaoh's sun) and Horus (the moon is actually the eye he lost to Set).",
      "links": [
        {
          "title": "Egyptian Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/EgyptianMythology"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Guanche Mythologyhas Achuguayo, a male moon god. He is often called \"the father of time\" due to the moon's role in measuring time.",
      "links": [
        {
          "title": "Guanche Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/GuancheMythology"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Inuit Mythology: The moon, Igaluk (also known as Anningan), was once a human brother to the girl that would become the sun. After they were separated, he ventured into the women's cabin and raped her. After she found out she run to the heavens to become the sun, while he followed, depending on the version either to apologise or force himself on her again. Either way, he's not a good god by the standards of the Inuit and is associated with the underworld and death.",
      "links": [
        {
          "title": "Inuit Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/InuitMythology"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Japanese Mythology: Tsukuyomi is the god of the Moon and brother to Amaterasu, the goddess of the Sun. According to one legend, Tsukuyomi killed the goddess of food and Amaterasu was so offended by his violent act, she demanded to never see him again. Thus, the sun and the moon now rise separately.",
      "links": [
        {
          "title": "Japanese Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/JapaneseMythology"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Malagasy Mythologyhas Andriambahomanana. He is a folk hero and actually the first human to be created, having become the moon after his death.",
      "links": [
        {
          "title": "Malagasy Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/MalagasyMythology"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Mayan Mythology: Depending on the story, region and time period the moon is usually either conceptualised as male (one of the hero twins inPopol Vuh) or as female. In the later case the popular goddess Ix Chel became conflated with the moon, much like Artemis started off unrelated to the moon but became conflated with Selene later on.",
      "links": [
        {
          "title": "Mayan Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/MayanMythology"
        },
        {
          "title": "Popol Vuh",
          "url": "/pmwiki/pmwiki.php/Literature/PopolVuh"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Mesopotamian Mythology: Sin (also known as Nanna) is the god of the moon, who, with his consort Ningal (goddess of reeds), sired the sun god Utu, the love and war goddess Inanna, the storm god Ishkur, and the goddess of the underworld, Ereshikgal.",
      "links": [
        {
          "title": "Mesopotamian Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/MesopotamianMythology"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Norse Mythology: Mani is the moon god. He and his sister Sol were once kids whose father compared them to the sun and moonnotedon't ask how he knew those things if they didn't exist yet; for this arrogance, Odin made them so, and now they are chased by demonic wolves who want to devour them. Mani however still helps mankind, with one story recounting him saving two children from an abusive father.",
      "links": [
        {
          "title": "Norse Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Pacific Mythology:In various Polynesian cultures, \"Hina\" is the recurring name of an important goddess who is sometimes associated with the moon, if not the moon goddess herself.Marama is the moon god in Maori mythology. Though he has a divine wife and two daughters, it's widely believed thatevery woman on earthis his \"wife\", which explains the moon's affect on women's menstrual cycles.",
      "links": [
        {
          "title": "Pacific Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/PacificMythology"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Philippine Mythology: Mayari is one of three sisters born to Bathala, king of the gods. Her sisters are Hanan, goddess of the morning star, and Tala, goddess of the evening star. In one myth told by the Kapampangan tribe, Bathala died without an heir, and both Mayari and her brother Apolaki vied to be ruler of the heavens. Being war gods, they settled this the only way they knew how, until Apolaki struck his sister in the eye, was horrified by what he'd done, and the two agreed to split the heavens evenly. Mayari's missing eye is meant to explain why moonlight is not as bright as sunlight. Further, as Mayari is considered theWorld's Most Beautiful Woman, she also symbolizes that something can be beautiful despite, or evenbecause of, its imperfections.",
      "links": [
        {
          "title": "Philippine Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/PhilippineMythology"
        },
        {
          "title": "World's Most Beautiful Woman",
          "url": "/pmwiki/pmwiki.php/Main/WorldsMostBeautifulWoman"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Proto-Indo-European Mythology: TheUr-Example. The moon is personified by the male deity Meh Not, who is opposite of Sehur (the Sun) and Hewsos (Dawn). Like the other gods, Meh Not was created from the body parts of the creator god Yemo — in this case, his \"mind\". His name forms the basis for later moon deities such as the Greek Mene (an alternate name for Selene), the Norse Mani, the Persian god Mah, and many others. Even theword\"Moon\" is derivative of his name.",
      "links": [
        {
          "title": "Ur-Example",
          "url": "/pmwiki/pmwiki.php/Main/UrExample"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Siberian Mythology:According to the Ket at least he is an unlucky bastard who got half eaten by Hossiadam while the sun maiden tried to save him, putting him in a perpetual limbo with his body cut in half (hence the lunar phases).Chukchi tradition by contrast have him as an evil spirit in opposition to the sun.",
      "links": [
        {
          "title": "Siberian Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/SiberianMythology"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Exalted: Luna is the goddess of the moon and the second greatest of the Incarnae, after the Unconquered Sun. She is typically presented as a fickle, mercurial figure who shifts and changes between multiple forms, now male and now female, now calm and now savage, but always as mutable as the ever-shifting moon. Her chosen Exalted, the Lunars, are wilderness-dwelling barbarian heroes whose powers are themed primarily around shapeshifting and werecreatures.",
      "links": [
        {
          "title": "Exalted",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Exalted"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Forgotten Realms:Selûne, called Our Lady in Silver and the Moonmaiden by her followers, is Faerûn's primary lunar deity. She is also associated with stars, navigators, non-evil lycanthropes, and cycles — the phases of the moon itself, the rising and falling of the tides, the reproductive cycles of living beings, and the shifting of lycanthropes' forms. This is reflected in her physical appearance as well; she appears in a number of forms, primarily as one of the three stages of themaiden/mother/cronetriad, and if observed for long enough she can be seen to gradually age and fade before just as gradually rejuvenating. Her greatest enemy is her twin sister Shar, the evilgoddess of darkness and the night, and the two are locked into a constant struggle for control of the nighttime hours.Eilistraee plays with this. She's aChaotic Gooddrow goddess — in fact, she'sthe only one of the Dark Seldarine who isn't Evil-aligned. Her rituals usually take place at night, her shadow is said to sometimes appear on the full moon to her followers, candles in her temples sometimes glow with moonlight instead of flame, and her holy symbol involves a crescent moon. However, she's the god of beauty, song, dance, freedom, moonlight, swordplay, and hunting, with moonlight being only a small part of her domain. Mostly, she wants to encourage the drow to make aHeel–Face Turnand rejoin the races on the surface. Most of her rituals take place at night becausesunlight usually weakens the drow, and to reflectThe Sacred Darknessinvolved with her.invoked",
      "links": [
        {
          "title": "Forgotten Realms",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ForgottenRealms"
        },
        {
          "title": "maiden/mother/crone",
          "url": "/pmwiki/pmwiki.php/Main/TheHecateSisters"
        },
        {
          "title": "goddess of darkness and the night",
          "url": "/pmwiki/pmwiki.php/Main/GodOfDarkness"
        },
        {
          "title": "Chaotic Good",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticGood"
        },
        {
          "title": "the only one of the Dark Seldarine who isn't Evil-aligned",
          "url": "/pmwiki/pmwiki.php/Main/TokenGoodTeammate"
        },
        {
          "title": "Heel–Face Turn",
          "url": "/pmwiki/pmwiki.php/Main/HeelFaceTurn"
        },
        {
          "title": "sunlight usually weakens the drow",
          "url": "/pmwiki/pmwiki.php/Main/WeakenedByTheLight"
        },
        {
          "title": "The Sacred Darkness",
          "url": "/pmwiki/pmwiki.php/Main/TheSacredDarkness"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Magic: The Gathering:Svyelun is the goddess of Dominaria's Pearl Moon, worshipped by the merfolk. She is a distant goddess, and holds herself aloof from her people like the moon hangs unreachably far above the sea.Avacyn fromInnistradwas also associated strongly with the moon, though the two existed independently. The angel Sigarda is associated with the New Moon, while the angel Bruna was associated with the Hunter's Moon.The Godhead of Awe was Shadowmoor's moon avatar, whose stare tormented mortals so she had to close her eye (hence the moon phases).",
      "links": [
        {
          "title": "Magic: The Gathering",
          "url": "/pmwiki/pmwiki.php/TabletopGame/MagicTheGathering"
        },
        {
          "title": "Innistrad",
          "url": "/pmwiki/pmwiki.php/Main/GothicHorror"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "La Notte Eterna: Lanie was the Neutral goddess of the moon and a member of the ruling Triad of gods alongside Laon of the sun and Garon of the darkness. She died at the start of the Divine War.",
      "links": [
        {
          "title": "La Notte Eterna",
          "url": "/pmwiki/pmwiki.php/TabletopGame/LaNotteEterna"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Pathfinder:Tsukiyo, the Prince of the Moon, is the Tian god of the moon, nighttime, and spirits. He is the lover of Shizuru, the goddess of the sun, but their relationship is complicated by the fact that they can never meet except during solar eclipses. His sacred animal, the hare, is also a reference to theMoon Rabbit. He was once murdered and resurrected, and his brush with death has left him mentally changed; he's thus also associated with people marked by trauma or unusual mental states. His priests are charged with providing comfort and guidance to troubled people, especially those themselves suffering from trauma, mental illness, or fear of the dark, as well as defending the living from malicious spirits and serving as brokers between the material and spirit worlds.Acavna was the Azlanti goddess of the moon and perished during Earthfall when she physically pulled the moon out of orbit in order to intercept the meteorite heading towards Golarion. She successfully shattered the projectile but perished under the strain of doing so.Jezelda, the demon lord of werewolves, is strongly associated with the moon as a result of lycanthropy's ties to its phases. Her realm, the Moonbog, is illuminated only by an unsetting, unwaning moon.",
      "links": [
        {
          "title": "Pathfinder",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Pathfinder"
        },
        {
          "title": "Moon Rabbit",
          "url": "/pmwiki/pmwiki.php/Main/MoonRabbit"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Ponyfinder: The Moon Princess is Everglow's lunar deity, manifesting as a protective entity who wards away the terrors of the night. She typically visits her faithful in their dreams; when she appears in the physical world, she manifests by seeming to descend from the lunar orb itself. Her main rival is the Night Mare,a goddess of darkness and tyrannywho wishes to take her role as the primary deity of nighttime and the moon.",
      "links": [
        {
          "title": "Ponyfinder",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Ponyfinder"
        },
        {
          "title": "a goddess of darkness and tyranny",
          "url": "/pmwiki/pmwiki.php/Main/GodOfDarkness"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "RuneQuest: The Red Moon Goddess is aLiminal Beingwho was \"robbed of immortality and death\", so sometimes she hangs in the sky like a normal moon and other times she incarnates as a human who is physically her own granddaughter. Her son, the demigod founder of the theocratic Lunar Empire, is similarlyimmortal— he can be killed, but due to the rituals of his priests he always comes back in a new \"Mask\". Lunar theology is... esoteric.",
      "links": [
        {
          "title": "RuneQuest",
          "url": "/pmwiki/pmwiki.php/TabletopGame/RuneQuest"
        },
        {
          "title": "Liminal Being",
          "url": "/pmwiki/pmwiki.php/Main/LiminalBeing"
        },
        {
          "title": "immortal",
          "url": "/pmwiki/pmwiki.php/Main/ResurrectiveImmortality"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Warhammer Fantasy:The ancient Nehekharans worshipped two lunar goddesses. Neru was the goddess of Mannslieb, the silver moon; she was the wife of thesun godPtra, the mother of the stars, and the welcomer of the dead into the afterlife. Sakhmet was the goddess ofMorrslieb the Chaos Moon, and was instead characterized as a jealous concubine seeking to usurp Neru's place.The elven pantheon includes a version ofThe Hecate Sisterswhose Maiden goddess Lileath governs the moon Mannslieb (Morrslieb is outside her jurisdiction),dreams,fortune, andprophecy. Her mother is thenature goddessIsha and her husband is Asuryan theTop Godof theSun.",
      "links": [
        {
          "title": "Warhammer Fantasy",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WarhammerFantasy"
        },
        {
          "title": "sun god",
          "url": "/pmwiki/pmwiki.php/Main/GodOfLight"
        },
        {
          "title": "Morrslieb the Chaos Moon",
          "url": "/pmwiki/pmwiki.php/Main/WeirdMoon"
        },
        {
          "title": "The Hecate Sisters",
          "url": "/pmwiki/pmwiki.php/Main/TheHecateSisters"
        },
        {
          "title": "dreams",
          "url": "/pmwiki/pmwiki.php/Main/DreamWeaver"
        },
        {
          "title": "fortune",
          "url": "/pmwiki/pmwiki.php/Main/LadyLuck"
        },
        {
          "title": "prophecy",
          "url": "/pmwiki/pmwiki.php/Main/Seers"
        },
        {
          "title": "nature goddess",
          "url": "/pmwiki/pmwiki.php/Main/MotherNature"
        },
        {
          "title": "Top God",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "Sun",
          "url": "/pmwiki/pmwiki.php/Main/GodOfLight"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Warhammer: Age of Sigmar: Teclis is primarily agod of magic, but he's also associated with moonlight, in contrast to hisWar Godbrother who is associated with sunlight. It's downplayed as the eight Mortal Realms all have atleasttwo or more moons each, and Teclis only seems to be associated with those of Hysh, the Realm of Light. He's also a rare example where a moon god has nothing to do with darkness or night, as Hyshhasno night (its moons shine brightly enough to be seen during the endless day), and darkness is the domain of Malerion, god of shadow (whom Teclis and Tyrionreallydo not like); Teclis is explicitly associated with thelightof the moon.",
      "links": [
        {
          "title": "Warhammer: Age of Sigmar",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WarhammerAgeOfSigmar"
        },
        {
          "title": "god of magic",
          "url": "/pmwiki/pmwiki.php/Main/GodOfKnowledge"
        },
        {
          "title": "War God",
          "url": "/pmwiki/pmwiki.php/Main/WarGod"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InWerewolf: The Apocalypseand its spiritual successorWerewolf: The Forsaken, Luna, thespiritual personification of the Moon, is one of the greatest godlike entities in theSpirit Worldand thepatronof werewolves. She utterly transcends mortal experience, but uses lesser moon spirits or aspects of Herself asemissaries.",
      "links": [
        {
          "title": "Werewolf: The Apocalypse",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WerewolfTheApocalypse"
        },
        {
          "title": "Werewolf: The Forsaken",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WerewolfTheForsaken"
        },
        {
          "title": "spiritual personification of the Moon",
          "url": "/pmwiki/pmwiki.php/Main/OurSpiritsAreDifferent"
        },
        {
          "title": "Spirit World",
          "url": "/pmwiki/pmwiki.php/Main/SpiritWorld"
        },
        {
          "title": "patron",
          "url": "/pmwiki/pmwiki.php/Main/PatronGod"
        },
        {
          "title": "emissaries",
          "url": "/pmwiki/pmwiki.php/Main/EmissaryFromTheDivine"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Dark Parables: The Sun and Moon Goddesses are two of the most prominent deities, and their emblems appear variously throughout the series. Most notably, in the tenth game, the nation of Olesia revers the Moon Goddess and takes the moon as their symbol, in opposition to the sun-worshipping Barsia.",
      "links": [
        {
          "title": "Dark Parables",
          "url": "/pmwiki/pmwiki.php/VideoGame/DarkParables"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Digimon: TheOlympos 12are a group ofOlympus Monsmodelled after the Roman Pantheon. Dianamon is based on the Roman moon goddess Diana and is known as the \"Moonlight God\".",
      "links": [
        {
          "title": "Digimon",
          "url": "/pmwiki/pmwiki.php/Franchise/Digimon"
        },
        {
          "title": "Olympos 12",
          "url": "/pmwiki/pmwiki.php/Characters/DigimonOlympusTwelve"
        },
        {
          "title": "Olympus Mons",
          "url": "/pmwiki/pmwiki.php/Main/OlympusMons"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Elden Ring: Beginning with Queen Rennala, the Carian royal family and the astrologers of Raya Lucaria began worshiping/studying the moon, instead of just the stars. The moon is a remote presence that doesn't interfere with humanity the way other gods do — it's associated with sorcery, one of the two main branches of magic in the Lands Between, which doesn'trequire any faithto cast. This has led to it being interpreted in different ways; Rennala viewed it as the Full Moon, bright, inspiring, and enchanting, but her daughter Ranni saw it as the Dark Moon, cold and forbidding. The city of Nokstella venerated a black moon as the guide of the stars, but this moon is said to have been somehow lost and shattered to pieces.",
      "links": [
        {
          "title": "Elden Ring",
          "url": "/pmwiki/pmwiki.php/VideoGame/EldenRing"
        },
        {
          "title": "require any faith",
          "url": "/pmwiki/pmwiki.php/Main/ReligionIsMagic"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The Elder Scrolls:Lorkhan, one of the most important gods for the races of Men, is something of a slight subversion. While it is thought that Masser, the greater of the two moons visible in Nirn's night sky, is his corpse given physical form, he traditionally isn't worshipped as a lunar deity, although there are some claims that believe his orbiting Nirn are the personification of the dichotomy of his very myths (good vs evil, existence vs nothingness, etc.) and is thus meant to be a constant reminder of such things to the races of Men.The aspects of Lorkhan, Kynareth, Akatosh, and Azura as worshipped by the Khajit are all, uniquely, each worshipped to some degree as lunar gods. In one particular older myth, Khenarthi (Kynerath) was the daughter of the goddess Fadomai, and sister to the twins Jode (the moon Masser) and Jone (the moon Secunda), as well as Azurah and Lorkhaj. Jode and Jone were stillborn, but Khenarthi did not wish her dying mother to know and so kept it a secret until Fadomai passed. Sometime before their mother's passing, though, a fire was lit in the twins to give them the illusion of life, where they became known as the Lanterns of Love and Mercy, respectively. Khenarthi embraced them and ascended to the night sky as Fadomai passed, where Azurah now keeps the fires in them lit, while Alkosh (Akatosh) keeps them \"within the tapestry of time\" so as to prevent undesirables from breaking free of the flow of time. It's shortly after this event that Lorkhaj enters the picture. The Khajit believe that Azurah, long after freeing Lorkhaj from the Daedra Namira's corruption and embracing him until his death, at some point raised him to become a sky-guardian; instead of Masser being his corpse, the Khajit instead recognize Nirn's third (but largely unseen) moon as the corpse of Lorkhaj.The Bretons believe that Masser and Secunda (the lesser of the two visible moons) were once a pair of mortalStar-Crossed Loversnamed Mara (who was named after the goddess Mara) and Shandarr. The pair ascended to godhood after Shandarr died battling an Orc that had captured the mortal Mara; Shandarr's soul prayed to the goddess Mara after that, and though the goddess held no domain over death she desired to keep the pair's love going, so she instead decided to place them in the sky, and tasked them with illuminating the night to keep away evil.",
      "links": [
        {
          "title": "The Elder Scrolls",
          "url": "/pmwiki/pmwiki.php/Franchise/TheElderScrolls"
        },
        {
          "title": "Star-Crossed Lovers",
          "url": "/pmwiki/pmwiki.php/Main/StarCrossedLovers"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InFear & Hunger: TerminatheGreater-Scope Villainis the moon god Rher, who solely embodiesLunacy. He was aTrickster GodandToken Evil TeammatetoThe Old Gods, whohated mankindwith the story revolving around aDeadly Gamehe created for his own amusement.",
      "links": [
        {
          "title": "Fear & Hunger: Termina",
          "url": "/pmwiki/pmwiki.php/VideoGame/FearAndHungerTermina"
        },
        {
          "title": "Greater-Scope Villain",
          "url": "/pmwiki/pmwiki.php/Main/GreaterScopeVillain"
        },
        {
          "title": "Lunacy",
          "url": "/pmwiki/pmwiki.php/Main/Lunacy"
        },
        {
          "title": "Trickster God",
          "url": "/pmwiki/pmwiki.php/Main/TricksterGod"
        },
        {
          "title": "Token Evil Teammate",
          "url": "/pmwiki/pmwiki.php/Main/TokenEvilTeammate"
        },
        {
          "title": "The Old Gods",
          "url": "/pmwiki/pmwiki.php/Main/TheOldGods"
        },
        {
          "title": "hated mankind",
          "url": "/pmwiki/pmwiki.php/Main/JerkassGods"
        },
        {
          "title": "Deadly Game",
          "url": "/pmwiki/pmwiki.php/Main/DeadlyGame"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Final Fantasy XIVIn Eorzea, Menphina is worshipped as the goddess of the moon and love, as well as the lover of Oschon, the god of travelers. She's particularly revered by the Keeper of the Moon tribes of Miqo'te, who are naturally nocturnal.In the Far East, the goddess Tsukuyomi is the kami associated with the moon, worshipped throughout the Ruby Sea and Doma.Yotsuyu uses a Kojin relic along with Asahi's stores of crystals to perform a summoning to transform herself into the primal Tsukuyomi, threatening to swallow all of Doma in eternal night in the process.",
      "links": [
        {
          "title": "Final Fantasy XIV",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyXIV"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Galaxy Angel: Shatoyarn is revered as a moon goddess by the Transbaal Empire, but she's actually the administrator of the White Moon, an artificial planetoid that's a holy symbol of the Empire where most of itsLost Technologyis kept. Also, she isn't really immortal andhas kept cloning herselfto watch other the White Moon for centuries.",
      "links": [
        {
          "title": "Galaxy Angel",
          "url": "/pmwiki/pmwiki.php/VideoGame/GalaxyAngel"
        },
        {
          "title": "Lost Technology",
          "url": "/pmwiki/pmwiki.php/Main/LostTechnology"
        },
        {
          "title": "has kept cloning herself",
          "url": "/pmwiki/pmwiki.php/Main/BodyBackupDrive"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Genshin Impact: It's said that there used to be three moons in Teyvat's sky which were each embodied by a sister. One day however, they destroyed each other for unknown reasons, leaving behind a single dead moon. It's implied one of the other moons is in the Spiral Abyss, while the third mooncan be seen in Natlan after Mauvika accidentally shatters the false sky while fighting the Abyssal entity Gosoythoth.",
      "links": [
        {
          "title": "Genshin Impact",
          "url": "/pmwiki/pmwiki.php/VideoGame/GenshinImpact"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Legend Of The Cryptids: Liesel is the goddess of the moon who grants her light to humankind, who had lost the blessings of the sun, in order to protect them from the evils of the night.",
      "links": [
        {
          "title": "Legend Of The Cryptids",
          "url": "/pmwiki/pmwiki.php/VideoGame/LegendOfTheCryptids"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Majesty: Lunord is the god of the moon, and is opposed to the sun goddess Helia — you cannot build a temple to Lunord if one already exists for Helia, and vice versa.",
      "links": [
        {
          "title": "Majesty",
          "url": "/pmwiki/pmwiki.php/VideoGame/Majesty"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Ōkami: Yumigami is the goddess of the Moon. Her associated power-up summons a crescent Moon, instantly turning day into night.",
      "links": [
        {
          "title": "Ōkami",
          "url": "/pmwiki/pmwiki.php/VideoGame/Okami"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Tak and the Power of Juju: The Moon Juju, also called the moon goddess, is theBig Goodand the protector of the Pupanunu tribe.",
      "links": [
        {
          "title": "Tak and the Power of Juju",
          "url": "/pmwiki/pmwiki.php/VideoGame/TakAndThePowerOfJuju"
        },
        {
          "title": "Big Good",
          "url": "/pmwiki/pmwiki.php/Main/BigGood"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Pokémon: Lunala fromPokémon Sun and MoonandPokémon Ultra Sun and Ultra Moonis a lunar guardian deity resembling a giant spectral bat. InMoonandUltra Moon, it takes center stage as the final form of thecover legendary, but inSunandUltra Sun, its solar counterpart Solgaleo (a sun god resembling a metal lion) does so instead.",
      "links": [
        {
          "title": "Pokémon",
          "url": "/pmwiki/pmwiki.php/Franchise/Pokemon"
        },
        {
          "title": "Pokémon Sun and Moon",
          "url": "/pmwiki/pmwiki.php/VideoGame/PokemonSunAndMoon"
        },
        {
          "title": "Pokémon Ultra Sun and Ultra Moon",
          "url": "/pmwiki/pmwiki.php/VideoGame/PokemonUltraSunAndUltraMoon"
        },
        {
          "title": "cover legendary",
          "url": "/pmwiki/pmwiki.php/Main/OlympusMons"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "WarCraft:Night elves worship a moon goddess named Elune. She takes the form of the White Lady, the larger of Azeroth'stwo moons. She is one of the few true deities to exist inWarcraft, as a divine force that has never been seen but has had actual effect on the world.Legionimplies that Elune ispotentiallya goddess of Light who seeks to save the Dark Beyond (the game's universe) from the Void that would consume it. However, much like her opposition in the Void Gods, Elune and the other Light Gods (if they exist) cannot directly interact with the Beyond, forcing her to proxy her presence in the universe through lesser beings of light.In tauren mythology, the White Lady is known as Mu'sha. Along with her twin brother An'she (the sun), she is one of the eyes of their goddess the Earth Mother. Meanwhile, the Blue Child, the smaller moon, is known as Lo'sho and was born from the Earth Mother's tears.",
      "links": [
        {
          "title": "WarCraft",
          "url": "/pmwiki/pmwiki.php/VideoGame/Warcraft"
        },
        {
          "title": "two moons",
          "url": "/pmwiki/pmwiki.php/Main/WeirdMoon"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Gunnerkrigg Court: TheChinese moon goddess Chang'eis one of thePhysical Godstoappearin theCrossover Cosmology. She visits theCourtto give an astronomy presentation and is quite interested in the protagonist's earlierDeface of the Moon.",
      "links": [
        {
          "title": "Gunnerkrigg Court",
          "url": "/pmwiki/pmwiki.php/Webcomic/GunnerkriggCourt"
        },
        {
          "title": "Chinese moon goddess Chang'e",
          "url": "/pmwiki/pmwiki.php/Myth/ChineseMythology"
        },
        {
          "title": "Physical Gods",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        },
        {
          "title": "appear",
          "url": "https://www.gunnerkrigg.com/?p=918"
        },
        {
          "title": "Crossover Cosmology",
          "url": "/pmwiki/pmwiki.php/Main/CrossoverCosmology"
        },
        {
          "title": "Court",
          "url": "/pmwiki/pmwiki.php/Main/AcademyOfAdventure"
        },
        {
          "title": "Deface of the Moon",
          "url": "/pmwiki/pmwiki.php/Main/DefaceOfTheMoon"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Our Little Adventure:The moonisthePhysical GoddessNehhilia, watchingdispassionatelyover the world of Manjulias and occasionally acting asCharacter Narrator. ThesunNehhilio is her brother.",
      "links": [
        {
          "title": "Our Little Adventure",
          "url": "/pmwiki/pmwiki.php/Webcomic/OurLittleAdventure"
        },
        {
          "title": "The moon",
          "url": "/pmwiki/pmwiki.php/Main/WeirdMoon"
        },
        {
          "title": "Physical Goddess",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        },
        {
          "title": "dispassionately",
          "url": "/pmwiki/pmwiki.php/Main/AllPowerfulBystander"
        },
        {
          "title": "Character Narrator",
          "url": "/pmwiki/pmwiki.php/Main/CharacterNarrator"
        },
        {
          "title": "sun",
          "url": "/pmwiki/pmwiki.php/Main/GodOfLight"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Avatar: The Last Airbender: Tui, the Moon Spirit, resides in the Spirit Oasis of the North Pole along with its counterpart, the Water Spirit La. Tui and La were among the first spirits to migrate to the human world, and have maintained balance in an eternal dance of \"push and pull\". In the Season 1 finale,when Tui is killed, Princess Yue surrenders her life to become a moon spirit in its place.",
      "links": [
        {
          "title": "Avatar: The Last Airbender",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/AvatarTheLastAirbender"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "DOTA: Dragon's Blood: Selemene is the Moon goddess in this setting. At least after having ousted the old one, Mene. Curiously she seems to exist as a seperate entity from the two moons in this setting.",
      "links": [
        {
          "title": "DOTA: Dragon's Blood",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/DotaDragonsBlood"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "DuckTales (2017): Selene is as she is in the Greek myths, but is an anthropomorphic bird in this universe. Her role as Goddess of the Moon comes into play at the end of the second season, where she helps to defeat theMoonlanders. Notably, unlike the myths she's not depicted as the actual, physical moon at all, residing on Mount Olympus.",
      "links": [
        {
          "title": "DuckTales (2017)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/DuckTales2017"
        },
        {
          "title": "Moonlanders",
          "url": "/pmwiki/pmwiki.php/Main/Lunarians"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Jackie Chan Adventures: Season 2 introduces Shendu's siblings, seven powerful demon lords who were imprisoned long ago. Each demon sorcerer commands an element. In the case of Tso Lan, he is the Demon Sorcerer of the Moon, granting him power overgravity.",
      "links": [
        {
          "title": "Jackie Chan Adventures",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/JackieChanAdventures"
        },
        {
          "title": "gravity",
          "url": "/pmwiki/pmwiki.php/Main/GravityMaster"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "My Little Pony: Friendship Is Magic: Just like her elder sister Celestia has control over the sun, Princess Luna controls the rising and setting of the moon as well asbeing able to enter the dreams of ponies, usually to help those suffering from nightmares. Her feeling that the ponies she and her sister ruled over weren't properly appreciating what she was doing for them in comparison to Celestia would lead into her transformation intoNightmare Moon, who desired to bring about eternal night.",
      "links": [
        {
          "title": "My Little Pony: Friendship Is Magic",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/MyLittlePonyFriendshipIsMagic"
        },
        {
          "title": "being able to enter the dreams of ponies, usually to help those suffering from nightmares",
          "url": "/pmwiki/pmwiki.php/Main/DreamWalker"
        },
        {
          "title": "Nightmare Moon",
          "url": "/pmwiki/pmwiki.php/Main/SuperpoweredEvilSide"
        }
      ]
    }
  ]
}