{
  "trope": "ShapeshifterShowdown",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/ShapeshifterShowdown",
  "description": "\"It's a battle of wits. The players change themselves into different things in an attempt to destroy one another.\"\n\nMerlin:N-Now, Mim, no dragons, remember?!Madam Mim:Did I say nopurpledragons?DID I?—The Sword in the Stone\n\nThere's nothing quite like the awesome brought to bear when a hero goes into battle with — or as — aShapeshifter, as they change forms and faces,grow weapons and limbs, turn into various animals or monsters, or use camouflage to hide and strike.\n\nKnow what's better? A fight betweentwoShapeshifters!\n\nWhen two shapeshifters fight the only thing holding them back is their imagination and the versatility of their shape shifting abilities. Two similarly gifted shape shifters can play a deadly escalating game of Cat and Mouseand Dog and Cougarand Manticore and Phoenixuntil one is finally outwitted and defeated by a form they just can't counter. Indeed, this is pretty much theonlyway for a shapeshifter duel to end. When compared with a normal fight, and even ignoring theHealing Factorissue, using blunt force trauma to win seems passé and overly prosaic. The winner is not necessarily the one who manages to get the biggest form; wits are more useful than brute force.\n\nAlternately, the combatants will turn each other into undesirable forms to try to get the upper hand. This is usuallyPlayed for Laughs.\n\nThis is a recurring theme in myths and folklore, and is at leastOlder Than Print; folklorists call it a \"transformation chase\". There are a number of Celtic ballads, in particular, where a suitor pursues his chosen bride through a series of forms before she consents to marry.\n\nTransforming Mechacan often do a variant of this, but as they only have a set number of modes, they're allowed to pair up versatility with firepower.\n\nAlmost guaranteed to involveShapeshifter Swan Song,One-Winged Angel,Shapeshifter Weapons,Shapeshifter Mashupsand very often a variant ofElemental Rock–Paper–Scissors. CompareBattle in the Center of the Mind. ContrastTricking the Shapeshifter.\n\nExamples:\n\nopen/close all folders\n\nAdvertisingOneLEGOadvert features this with a Lego cat and mouse rebuilding themselves into advantageous forms.This commercialfor Tiger beer has two guys about to engage in an arm-wrestling match over the last can of the beer in question. But both guys change into different forms in an attempt to outmatch the other before the match can even start.ACartoon Networkbumper featureda sequenceof Beast Boy fromTeen Titans (2003)dueling with the eponymousBen 10;despite Ben having the advantage most of the fight, Beast Boy wins with a come-from-behind knockout—the sequence ends with the reveal that the duel is a video game match between Gwen (Beast Boy) and Raven (Ben).\n\nAnimationSeason 7 episode 35 ofHappy Friendshas a battle between Kalo and Bael, the latter of which has taken over the former's spotlight. This is a sort of variant since both characters only morph their arms into other things during the fight.Lamput: In \"Shape Shift\", the docs give themselves the ability to shapeshift and do their best to outmatch Lamput in his transformations. A downplayed example as no physical combat is involved.\n\nAnime & MangaA variation of this trope is played out in theGetter Roboseries. In theShin Gettermanga and theArmageddonOVA, the Getter Team fights enemies with Getter Robo of their own, and win by luring their foes into rapidly switching between the Getter's forms, gaining advantage due to their skill and speed in completing their combinations faster.The mangaParasyteaverts this by having its shapeshifting Parasytes almost always using utilitarian bladelike shapes rather than imaginative ones, and simply aiming to kill the other Parasyte's host before exhausting its own.Parodied inYⱯIBAwhen the titular hero fights the sorcerer Shiro Amakusa and uses the power of the Gold Orb to change form to match Amakusa's transformation: aside from turning in a (rather unimpressive) Dragon humanoid to fight the latter's tiger form, the duel soon degenerates to parodic levels (like, UFO vs Space Shuttle transformations).\n\nComic BooksA particularly dark chapter ofCaptain Britain: A Crooked Worldclimaxes with a duel between villains Mad Jim Jaspers and the Fury: since Jaspers has the power toalter reality at willand the Fury is a robot that canadapt to virtually any situation, it's pretty extreme to say the least. In the endthe Fury wins by shifting into a dimension where matter and reality don't exist, leaving Jaspers completely defenseless.Another one of these involving Impossible Man takes place inExiles, when they visit anAlternate Universein which he can not only transform himself but also other things and wentAx-Crazyafter an attempt of a supervillain to take control over him hadGone Horribly Wrong. It ends with shapeshifter Morph dueling Impy and winning by making him laugh so much the brainwashing breaks.Morph gets into another one in mini-seriesX-Men: Die By The Sword, with Mad Jim Jaspers. Sadly, we don't see too much of it.Fableshas a couple of magical duels involving Frau Totenkinder (the witch from Hansel and Gretel) and other powerful opponents, and shapeshifting is one of the techniques the combatants employ.InGreen Lantern80 Page Giant#2, Plastic Man and Kyle amuse themselves while on monitor duty by pitting Plas's shapes against ring-conjurations. The winner isMartian Manhunter, who sneaks onto the Watchtower, and convinces them they're being attacked by two separate alien monsters.JLA (1997)#88-89: Plastic Man v. Fernus (Martian Manhunter'sEnemy Within).TheNew Mutantsbecame helpless bystanders when the Impossible Man dueled their member Warlock. As both characters are largely pacifistic, the bulk of the battle involved a \"beefcake contest\".Impy was ultimately undone by his one weakness: he can't change color.InThe Sandman (1989), Morpheus fought the demon Choronzon in a poetry battle of sorts, where each sought to become something capable of defeating the opponent's previous form. Choronzon tried to trump Morpheus by turning into entropy, the end of all things. Morpheus won by turning intohope.Silverblade#5 features an epic shape-shifting duel between Blackfeather and Jonathan Lord. Blackfeather keeps changing animal forms in an effort to kill Lord, and Lord keeps turning into different film characters to counter him.A shapeshifting duel took place between Impy and Mr Mxyztplk in theIntercontinuity CrossoverSilver Surfer/Superman, in which they both took on the forms of heroes from their respective universes.InGeoff Johns'sTeen Titansissue \"Beast Boys and Girls\", aMad Scientisttype is revealed to have experimented on children and animals to discern the link between human and beast. These experiments changed him into a shapeshifter along the same lines as Beast Boy, calling himself the Zookeeper (his skin and animal forms are purple). Cue epic throwdown in the middle of downtownSan Francisco.In another issue, Beast Boy had to fight Madame Rouge's shapeshifting daughter. After a long string of transformations, during which she mocked him for being unable to choose a form she couldn't mimic, he settled for an old-fashioned knockout in his human form.An erotic variation occurs in theXXXenophilestory \"Things That Go Bump in the Night\".\n\nComic StripsCalvin and Hobbes, kinda — in the first test of thetransmogrifier gun, Calvin asks Hobbes to turn him into a giant pterodactyl so he can terrorize the neighborhood, so Hobbes zaps him into a (scientifically accurate) 2-footPterodactylus. Calvin, having thought thatPterodactyluswas one of the larger pterosaur species, is none too pleased with this outcome, so he spitefully zaps Hobbes into a duck. In due course, Hobbes zaps Calvin into a pig, so Calvin zaps Hobbes into a chimpanzee, so Hobbes zaps Calvin into a flower, so Calvin zaps Hobbes into a crocodile, so Hobbes zaps Calvin into an armadillo... cut to \"much later\", where an owl and a hobgoblin are sulking and wondering who is which. (This is one of the very fewSunday Stripsto take place in the middle of an ongoingStory Arc.)Owl: Great. Just great. Which of us is Calvin and which is Hobbesnow?Hobgoblin: Well, I hope Calvin isyou, because his mom's going to have a fit when she sees this.Zits, combines the above withVolleying Insultsdue to its love for illustrating metaphors: \"Who are you calling a chicken? You pig!\"\n\nFan WorksThisfan comic forThe Sandman (2022)parodies the Oldest Game. After Lucifer plays a boulder, Dream counters with paper, so Lucifer responds with scissors. The game turns into an endless loop of rock paper scissors; three hours in, Dream 'wins' by playing a bottomless pit instead of paper, and Lucifer automatically responds with scissors. While Lucifer protests that Dream cheated, Dream throws sand in their eyes and runs.Aurora \"Fauna\" Andersen versus Black Lantern Garfield \"Menagerie\" LoganinDC Nation's version ofBlackest Night.Pokémon Master: When a brainwashed Duplica attacks the team, the only who can deal with her changeling powers is Dittorion, a shape-shifting Pokemon. Both changelings start shape-shifting over and again to try to beat each other until the puppeteer controlling Duplica dies and she passes out.Duplica-Charizard was spinning crazily out of control in the air until she flapped her wings once to steady herself. \"Char! So it is one of those!\" She swooped to the ground and transformed into a spiky-backed, yellow dog-like jolteon. \"JOLT!\" she shrieked as she ran at them, sending a massive bolt of bright crackling thunder.\"BLAST!\" the blastoise cried in pain as the electricity smashed into it and electrocuted it powerfully. Then smoking, it fell backward and smoothly transformed into the spiny, sandshrew about to launch an earthquake. \"SHREW!\" it shouted as it smashed the stone ground with its claws and sent the earth attack onward.Laselle could only watch in surprised fascination as the two began a bizarre fight of transforming and attacking. It was a battle of type-advantage, each changing to a pokemon that was super-effective to the other.ThePony POV Serieshas an example during theFinal Battleof the Wedding Arc in the duel betweenCadence and Queen Cadenza (Alicorn!Chrysalis), with both constantly shifting species to try and gain an advantage over the other.Universe Falls: \"Into the Bunker\" naturally has a showdown between Amethyst and Experiment 210, but Amethyst's brute-force tactics prove to be no match for the more cunning Shapeshifter, especially when he resorts tomore psychological tactics.\n\nFairy TalesFrequently appearing motif in fairy tales, often as either between the magician and his pupil/servant (Aarne-Thompson type 325) or with a young man and woman (the magicians daughter) trying to hide from an enemy (Aarne-Thompson type 313). \"Och\" (Ukrainan folk tale) is an example of first type. \"Jean the soldier and Eulalie, the Devil's daughter\" a.k.a. \"Belle Eulalie\" (French) are an example of the second.In theFairy TaleFarmer Weathersky,after the father has reclaimed his son,Farmer Weatherskytries to reclaim him, but the boy runs off, shifting his shape to avoid being caught. Similarly inThe Thief And His Master,Master And Pupil,The Magic BookandMaestro Lattantio and His Apprentice Dionigi.At least one version ofPuss in Bootsalso features a limited version of this trope. Via a spell, rather than an inborn ability, Puss defeats the ogre and wins his castle in a shapeshifting challenge rather than an outright fight. He does this by reverting to normal as the ogre changes into a mouse.\n\nFilms — AnimationInThe Adventures of Prince Achmed, the sorceror and the witch have one of these for about a minute before resorting to fireballs.Toward the end ofThe Emperor's New Groove, bothKuzco and Yzmahave been unwillingly shape-shifted into animal form, and they fight overthe potion which can turnoneof them back to normal.Justice League: Doomhas Martian Manhunter and Ma'alefa'ak have a fight near the end of the film with the two transforming into various alien animals.The Sword in the Stone, as the page quote and image indicate. Madame Mim and Merlin engage in aWizard Duelthat involves this.Merlin beats Mim's purple dragon form by turning into a germ and infecting her.Wizards: After the death of their mother, Delia, her two sons fight a duel for supremacy. Both Avatar and Blackwolf are powerful wizards, and they reshape themselves a few times during the fight. Ultimately, Avatar triumphs, and he allows Blackwolf to slink away. Avatar would grow to oversee the fairy kingdom of Montagar, while Blackwolf broods in the wastelands of Scortch, building an army of mutants to conquer the elven territories.\n\nFilms — Live-ActionThe final battle inMortal Kombat: AnnihilationhasLiu Kang and Shao Kahn engaging in one of these. Though they only use one form.An early version ofA Nightmare on Elm Street 3: Dream Warriorsfeatured one of these between Freddy and Will.\n\nLiterature\"Aladdin\" involves a battle between the Genie of the Lamp and the Genie of the Ring — it starts with mouse vs. cat vs. dog and goes from there.When the Genie of the Lamp turns into a fire-breathing dragon, the Genie of the Ring counters by turning into a camel andspitting in the dragon's mouth. In the end, Aladdin cheats and steals his opponent's lamp, gaining control of the Genie of the Lamp and winning by default.InAnimorphs, both the Animorphs and Visser Three have shapeshifting powers, so these are common enough. The most extreme example is probably inThe Return, in which Crayak pits Rachel and Visser Three against each other in a gladiatorial battle and they both strategically change forms constantly throughout the fight.TheApprentice Adeptseries has a variant in which two shapeshifters compete in a race rather than a head-on battle. The participants have a limited number of specified forms they can change into; it's how cleverly they can use these forms to circumvent obstacles along the course that determines which one wins.Arabian Nights: Such a battle takes place between a princess and ajinniin \"The Story of the Second Dervish\".Lloyd Alexander'sThe Arkadiansfeatures one of these in an in-story folktale. It's quite convincing.Shapeshifting demons are common inThe Bartimaeus Trilogy, being summoned by magicians to do their bidding. While they're rarely set against one another directly (the last time someone tried to order a demon to kill another one, it turned out they were friends, and the demon refused the order...destroying himself and quite a bit of his surroundingsas a side effect), fights are still fairly common as a side effect of whatever magician's bidding they're all trying to do, during which plenty of shapeshifting goes on. Bartimaeus notes that unintelligent spirits will habitually stick to one particular shape (typically one that's centuries out of date) which can be detrimental in battle, whereas a smart one will change form frequently to adapt to their situation. He demonstrates this in his final fight with the djinni Jabor — Jabor prefers the form of a largejackal-headed man, and whenhe strays too close to an interdimensional rift and gets sucked in he doesn't think to change his shape, while Bartimaeus inwardly observes that any spirit with half a brain could have easily shrunk into something with less mass in order to fight free and save himself.InJoe Haldeman's novelCamouflage, the showdown between the only two aliens on earth comes into fruition when Jack a.k.a. the chameleon decides to follow his natural killing impulse and facesRae/Sharon/Jimmy a.k.a. the changeling. Rae's ruses include transforming her severed arm in a monster with metal nails, knuckles as eyes, and centipede-like legs; while Jack transformed in a more brute figure: aneanderthal. Since both of them are pretty much immortal the confrontation gets unabashedly gory, it finishes rather unexpectedly though whenthe artifact (Rae's partner in action a.k.a. her flying sauce) lunges over the chameleon, jailing and freezing him for further examination in their home planet.Chrestomanci: A duel between the heads of theFeuding FamiliesinThe Magicians of Capronatakes this form.The Cleric Quintethas one of these, though it's more aBattle in the Center of the Mind. A cursed object used topossess peopleis fighting Cadderly's efforts to destroy it. Good thing he's strong-willed.Creatures of Light and Darkness:The shapechanging gods Horus and Thoth have a duel. Instead ofexpected shapeshifting, Thoth keeps teleporting them, effectively changing the environment to keep Horus neutralized but mostly unharmed. Horus tries to grow extra arms faster than theyget disabled/get burned/eat themselves.The climactic battle between Set(better known as Wakim)andThe Thing That Cries In The Nightis essentially a superwarrior with aMorph Weaponagainst a planet-sized shapeshifter. No matter what The Thing becomes, Set finds the form that can wound it some more.Discworld:The Fifth Elephantsees twolycanthropesjump between animal and human while tearing at each other and fighting with themselves for control. Ow.A dramatic Shapeshifter Showdown between two magic users inEqual Rites, wasretconnedinto oblivion when the setting and a combatant settled into far less flashiness than what was shown. TheDiscworld Roleplaying Gamesuggests it was actually more of a Mental Illusion Showdown/Battle in the Center of the Mind.InThe Doomspellby CliffMcNish, shifting forms rapidly in an attempt to outwit each other is a part of the epic battle between Rachel and Dragwena.Dora Wilk Series: In the climax of the second book, Loki and Badb fight this way, each trying to outwit another. One of them only manages to gain an edge over another only whenFaoilinara, goddess of those who turn into wolves, forces wolf form — in which Badb is much more proficient than Loki — on both of them.Elemental Masters:Mentioned in a backstory conversation inReserved for the Cat—the Cat of the title is actually the heroine's father, trapped in cat shape as a result of this duel.Between the heroine and villain ofThe Gates of Sleep. The Gates, the heroine makes a mental note of studying 'The Twa Magicians' (see the Music section below for details).Near the end ofFengshen Yanyi, the heroes are confronted by the seven evil monsters of Baishan, a gang of animals turned monster. To defeat three of them, Yang Jian (a young Erlang Shen) uses his power of transformation to turn himself into an animal suitable for subduing the opponent: he turns into a winged, sharp-pincered centipede to kill Chang Hao (a snake monster), then into a large rooster to kill Wu Long (a centipede monster) and finally into a tiger to maul Yang Xian (an ibex monster).Ran and Eln get into this inThe Gate of Ivory. The fight finishes whenTheodora hops off the sidelines and just flat-out stabs Eln.A \"friendly\" version of this crops up early in theHagwoodseries, whenTerser GibbleandFinnen Lufkinagree to a demonstration of their wergling powers just to prove which of them is better, the first contestant to falter being the loser. However, as Finnen starts winning, Gibble becomes increasingly less friendly — to the point that he actually transforms into a snake and almost appears ready to kill his opponent. In the end, though, Finnen wins.Howl and the Witch of the Waste have one inHowl's Moving Castle.Jane Yellowrockfights an evilSkin Walkerwho devoured the liver of its prey and was capable of taking on a vampire form along with the form of anything else it ate.Journey to the West:Early in the story, Sun Wukong the Monkey King engages in such with the god Erlang. However, Erlang's magical third eye gives him an advantage, as no matter what form Wukong takes, Erlang can see through the disguise and transform into an appropriate predator. Wukong tries to make a last escape by disguising himself as a temple, but Erlang catches him and ultimately brings the Monkey King to Heaven for trial.During the journey itself, Sun Wukong engages in another such battle against the Bull Demon King. It climaxes with the Bull Demon King turning into his true form,a colossal white bull, and Wukong making himself gigantic in turn. The ensuingBehemoth Battleproves so intense that the gods have to intervene and help Sun Wukong subdue the Bull Demon King for good.One ending inKing's Quest (1984)has two wizards doing this by turning themselves intoDungeons & Dragonsmonsters.Krabat: In a dream, Krabat as a bird is hunted by the evil master (also polymorphed). Krabat sees a well, turns into a fish — but now he's caught in the well. Fortunately, the Kantorka is there to take him out. He shapechanges into a golden ring on her finger. Then suddenly a one-eyed nobleman appears. Krabat turns into one grain, which Kantorka throws on the ground. The master turns into a rooster — but Krabat is faster, turns into a fox and bites him dead. The dream sequence is a reference to the original tale Preussler's novel is based on; the shapeshifter duel there is howKrabat kills the Master off for real.The Magiciansclimaxes with a magical battle between Alice and the Beast, which eventually diverges into this trope: as the classically-trainedWeak, but SkilledBrakebills graduate, Alice transforms into a lion, an anaconda, a bear, a giant scorpion and a dragon while fighting him; the Beast, being anUnskilled, but StrongPsychopathic Manchild, just uses his magic tomake himself progressively bigger and strongeruntil he's at eye-level with Alice's dragon form.Alice wins by going full-blownOne-Winged Angeland fatally transforming herself into a Niffin.Merlin and Madam Mim inThe Once and Future King, just like inthe Disney adaptation. Merlin wins by becoming an infectious bacterium, though in the Disney version Mim is merely bedridden instead of killed. It's strongly implied that this is the standard format for a \"Wizard's Duel\".A Practical Guide to Evil: This is howVillain ProtagonistCatherine fights against the drow goddess Sve Noc for the control over Night. By pitting her will against Sve Noc's, she first turns herself into a needle when Sve Noc attempts to bury her in a sea of her might, then into a pebble. As the goddess changes her will to a chisel, Catherine turns into wind, and when Sve Noc counters by becoming a storm, she turns into smoke. The pattern repeats itself until Catherine manages to draw blood.Ursula K. Le Guin's short story \"The Rule of Names\" climaxes in a shape-shifting duel between two wizards,one of which turns out to be a dragon in disguise.The Polish national epicSir Thaddeussays that common folk attribute shapeshifting powers toNapoléon Bonaparteand Aleksandr Suvorov, who were said to have fought in a duel like this in the middle of a battle.The Stars Are Cold Toys: InStar Shadow, the main character has a symbiotic alien creature in him that grants him limited shapeshifting abilities. During a fight with aHuman Alien, one of his hands turns into a claw. Seeing this, his opponent reveals that he is a \"metamorph\" and turns into a \"scaly, alien creature\". The protagonist wins by allowing the enemy to bite him, after turning his blood into poison.Star Wars Legends:TheBig Badof the first sixGalaxy of Fearbooks and Hoole, the protagonists' uncle, are both shapeshifting Shi'ido. Regrettably, they never actually fight; Hoole takes on different forms for combat, butGogis more inclined to infiltration. But inClones, well, there is an evil Hoole clone.The two Hooles surged toward one another, but they moved so quickly that Tash could hardly follow. Her uncle shifted into the shape of a many-horned lizard, while the other Hoole transformed into some sort of giant snake. But by the time they clashed, each of them had morphed two or three more times, until the two combatants were a quivering mass of shrieking, shape-changing flesh.Tash was awestruck. She had never seen her uncle so enraged, nor had she ever seen two Shi'ido fight. No wonder Hoolealways remains so calm, she thought.Luke Skywalker and the Shadows of Mindorhas aMind Screw-y sort of mind battle at the end in which the villain cuts straight to the ultimate form, a supermassive black hole. He swallows Luke without an effort... and Lukebecomes a white fountain, which frees the Big Bad's minions, which has the side effect of killing the villain.Strange Highways: The climax of \"Hardshell\" reveals to the reader that the titular detective and the killer that he's tracking down are both alien shapeshifters.They engage in a shapeshifting duel, and it turns out that the criminal is younger and less experienced. Hardshell simply envelops it in an impervious shell and suffocates it, since they still need oxygen.Near the end ofTurn Coat (2009),Injun Joeand theSkinwalkerhave one of these — and it isawesome.\n\nLive-Action TVJourney to the West (1996): The sequelJourney to the West IIhas the battle between Sun Wukong the Monkey King against his directEvil Counterpart, the Long Armed-Ape Monkey, both of them dueling with a myriad of shapeshifting abilities (thanks to some '90s CG-effects), firstly turning into animals, and then sentient flying weapons, and culminating with the Long Armed-Ape turning into adragonto swallow Wukong, upon which Wukong retaliates by turning into a fly and buzzing out his opponent's nostrils.The Sandman (2022): The Oldest Game, which Morpheus plays against Lucifer to get his helm of office back in \"A Hope in Hell\", is a semi-metaphorical version of this. They themselves don't actually transform, but they physically affect each other as if they had. It also allows for more abstract 'shapes': they start small and concrete, with various kinds of animals, then escalate to the point where Morpheus trumps Lucifer's supernova with an entire universe, capable of encompassing any threat, and Lucifer retaliates with entropy itself, which will eventually defeat even an entire universe. Morpheus still wins:Morpheus:I am Hope. Well, Lightbringer...? What is it that kills Hope?Star Trek:Subverted inStar Trek: Deep Space Nine: Odo and another changeling fight conventionally at first and then basically start merging into each other and trying to take control over the other's body. The fight involves no forms other than the humanoid ones they start as and their natural liquid-states.Played straight inPeter David'sExpanded UniversenovelThe Siege. David even mentions this in the introduction, noting that he wasn't restrained by a live-action TV show's budget.\n\nMusicFrom the middle to the end,Tori Amos's \"The Chase\" is a transformation chase between Tori trying not to be killed by Anabelle (representing the spirit of the Hunter). It doesn't take long, and it doesn't really end well...Anabelle:Use your head or you'll be dead.ASPsVerwandlungen I — IIIis about a Shape Shifting Battle between Literature/{Krabat}} and his master. It ends whenthe masterkills Krabats Loved One.Child Ballad#44 (\"The Two Magicians\") is all about this, but with \"duel\" replaced by\"attempted rape\". Best performed by British folk-rockersSteeleye Spanon theirNow We Are Sixalbum. Some interpret the ballad as being aboutpersistent courtshiprather than rape, so it may be a case ofBest Her to Bed Her. Love and courtship represented as some kind of hunt/ contest/Battle of the Sexesis actually not an uncommon motif in old works.The French variant of \"The Two Magicians\" is the folk song \"Chanson Des Métamorphoses\", except its not explicitly about \"gaining the maidenhead\" but rather about \"gaining the lady's favor\", making the shape-shifting duel a metaphor for courtship. In at least one version the lady eventually tells the suitorhe's gained her heart.[1],[2]The Magnetic Fields' tribute song to Robert Burns, \"Wi Nae Wee Bairn Ye'll Me Beget,\" from69 Love Songs, features one of these between a woman and her prospective suitor. It ends with him turning into God, and her winning by not believing in him.\n\nMyths & ReligionInKorean Mythology, Haemosu the sun god and Habaek the river god fights in this way until the latter admits defeat.. and acknowledges him as his son-in-law. This seems to be standard fighting method for gods and demigods, sinceKing Kim-suroandSeok-talhaealso fought this way.In theWelsh mythof Taliesin's legendary origin, Ceridwen creates a magical potion to bestow the gift ofawen(poetic inspiration and wisdom) upon her unlucky son, Morfran. However, the mixture spills on the boy-servant Gwion Bach while he is maintaining the cauldron, granting him the gifts instead. He repeatedly shapeshifts into different forms (a hare, fish and wren) to escape Ceridwen's wrath, but she counters each with her own transformations (greyhound, otter, hawk). He eventually becomes agrain of wheat, which she eats as a hen. This makes her pregnant, but he is too beautiful at birth to kill, so she insteadabandons him to the seain either a bag or a coracle. He is renamed Taliesin by the man who rescues and raises him, and becomes a great bard from this gift.Older Than PrintArabian Nightsexamples:This happens in a crazy sequence during the second \"Tale of the Kalandar Prince.\"Another one is in \"A Tale of Porter and Girls\" — princess duels with Irfrit, resulting in both of them turning into fire and dying.A Kenyan story found inthis bookinvolves a boy who uses shapeshifting to con people by turning himself into a bull and letting himself be sold, then running away. Eventually he tries it on someone who turns out to be a more experienced shapeshifter.\n\nTabletop GamesADragonarticle from the days of 1st EditionAD&Ddescribed how druids would fight duels for the chance to advance to their class's upper levels. It recommended that attaining the highest level should mean winning a Shapeshifter Showdown against the incumbent Grand Druid.Exalted: When you play a Lunar and your nemesis of the day is someone from the Wyld, this is bound to happen. And the Lunars do fightThe Fair Folkon regular basis.GURPS: BothGURPS Arabian NightsandGURPS Celtic Mythhave discussions of the trope in relation to the respective mythologies, and how to handle it in games. The GURPS-basedDiscworld Roleplaying Gamehas rules for \"Flashy Duelling in Magic\" with the duelsappearingto be shapeshifter showdowns.Shadowrun. An article inShadowlandmagazine #5 on shapechanging mentions the \"Shapshifter's Duel\", where two wizards with shapechanging spells would do this.Fat Messiah Games'sShape Shifters: The Game of Transforming Wizardsis entirely about this trope, with a large \"tree of life\" diagram showing the available shapes and the transitions between them, as well as their relative strengths and weaknesses.\n\nVideo GamesThe \"Lost In Dreams\" quest ofDragon Age: Originsends with a battle against the sloth demon that's trapped you inthe Fade; over the course of the boss fight, the demon takes no less than four different shapes; however, as you've acquired the ability to shapeshift in dreams over the course of this quest, it's entirely possible for you to use your own hard-won forms to counter his advantages - though not an absolutely necessary method of play in this case.InKing's Quest V, King Graham and Mordack have a shapeshifting duel in which Graham has to counter each of Mordack's forms with a shape of his own that can effectively counter his opponent's strengths. Eventually Mordack turns into aRing of Fire, and Graham summons a raincloud, extinguishing him. Not that Graham is a shapeshifter, mind you. He just conveniently learns the four required spells (andonlythose four) just beforerecharging his wand with a slice of rotten cheese.Mortal Kombat: Shang Tsung vs. Shang Tsung kombats quickly degenerate into the two kombatants shapeshifting into other characters and beating the living daylights out of each other with copied moves.While you aren'tphysicallytransforming, this is actually a major part of the newerPersonagames. Each Persona has specific strengths and weaknesses, and the main character can shift through Personae to exploit his enemy's weaknesses while protecting his own. Certain boss fights (most obviously theNyx Avatarfight fromPersona 3, but also theSuperbossfrom each game) involve shifting between Personae (in some cases on a turn by turn basis) to counter your opponent's attacks. Through clever manipulation of Personae strengths and weaknesses, you can take very little damage during a fight. (Except of course, when fighting aSuperboss, as attempting to use a Persona with a \"Null\" or \"Absorb\" effect will result in aOne-Hit Kill).InPokémon, battles between two Ditto are tiresome. A Ditto is a blob-like Pokémon whose only attack is Transform. This allows it to shift into any opponent's form and use their attacks and stats for the duration of a battle. Catch is, it can only change into a copy of whatever opponent it is currently facing.One can fill in the rest.In fact, if the battle is between two trainers who only have Dittos, the battle willneverend (unless one Ditto is holding a harmful item). Normally, if two Pokemon are incapable of damaging each other, all you have to do is wait for them to run out of Power Points (using a move uses up 1 PP for that move, and can be replenished for free at a Pokemon Center), and then they will start using Struggle (which damages both Pokemon). But when Transform is used, the PP of all the copied moves is set to 5. Thus, using Transform on a Ditto will replenish your Ditto's PP, preventing either Ditto from using Struggle. And since you can't run from Trainer battles, you have to reset the game. (Thankfully, this was fixed inPokémon Diamond and Pearl, as it is now impossible to transform into a transformed Pokémon.)There are 3 of these inAltered Beast (2005), first is a flashback sequence showing a fight betweenLuke and Bradshown upon getting the Minotaur form, the second is an actual playable fight againstBradand the third is againstAnastasiaIn the firstSimon the Sorcerergame, once you learn some actual spells, you can challenge the Witch to one, complete with aShout-OuttoThe Sword in the Stone. It functions as a game ofRock–Paper–Scissors: snake beats cat, cat beats mongoose, and mongoose beats snake.And mouse enables you to escape through a hole in the wall when the Witch turns herself into a dragon.Skullgirls: Double vs Double battles ultimately feature this in spades, as the shapeshifter naturally changes to mimic one of the other characters with every single attack.This can sometimes happen duringChangeling modeonSpace Station 13.As demonstrated masterfully duringthis episode of Razage's LP.InWorld of Warcraft, druids of the opposing factions can do this in PVP. Since they can turn into bears with high defense, speedy cheetahs and seals (for water travel), damage-over-time-based big cats, and the occasional spellcasting moonkin,andthey can all go back to caster form to heal themselves, you can occasionally have a spat with a single other druid that goes on for a very long time. These eventually turn into simply trying to chase the other one down and root them or making them exhaust their mana supply.In one scene inWeen: The Prophecythe hero has to get past a shapeshifting dragon. The hero knows several forms, but the dragon always takes a form stronger than the hero's.The solution is: become a worm to make him a wasp, catch him with a wasp trap, use outside help to dispose of the trap.\n\nWeb AnimationAnimator vs. Animation: In Episode 21 of theAvM Shorts, Both Blue and the witch comes to a head with a one-on-one battle between each other constantly using potions to shapeshift into various mobs.\n\nWeb ComicsDepends on the fight inBut I'm a Cat Person. With novice (or nervous) Masters, Beings are more likely to enter battle in a single form and stick with it, sometimes with the Mastersagreeing on that form beforehand. With more-experienced or more-daring Masters, or creative Beings whose options haven't been limited, look out forfast-paced and dramatic changes.\n\nWeb OriginalAsk Vector Primebrings usThe tale of the Malignus and the Metrotitan.In the endthe Malignus tries to become entropy itself and explodes.\n\nWestern AnimationAn episode ofThe Batman (2004), \"Clayfaces\", invokes this trope when the original, reformedClayface(Ethan Bennett) tries to help Batman stop the new homicidalClayface(Basil Karlo).One episode ofBen 10: Alien Forcehas Ben go up against Albedo, a former apprentice of Azmuth who had made a copy of the Omnitrix. Their fight involved just about all of Ben's forms between them. (ExceptAlien X, naturally).The original pilot forDexter's Laboratory(also known as \"Changes\") had Dexter and Dee Dee zapping each other into various improbable animal forms with a remote Dexter had invented, ending with Dexter and Dee Deestuck in each other's forms.Dee Dee:[in Dexter's body]Last one downstairs is an ugly, stinky, slimy spider!Dexter:[in Dee Dee's body]Why not? I've been everythingelsetoday...A variation appears inDuckTales (1987)where MagicaDeSpellhad a bag of powder that turns whatever the powder is sprinkled on to whatever the person (well,Funny Animal, but we digress) wants. The climax is Huey and the Beagle Boys fighting over the powder and transforming themselves and each other with it. It was awesome.The Fairly OddParents!: The episode \"Apartnership\" has Cosmo and Wanda's marriage on the rocks, and they have a \"magic fight\" at one point in which involves turning each other into undesirable forms. The end result has Timmy transformed into a toilet.InIl Était Une Fois...l'Espace(Once Upon a Time... Space), Psi is prisoner of the Humanoids, and they try to interrogate her for information. To this end, they bring a Cassiopeian telepath who tries to read her mind, but Psi's ownPsychic Powersproves to be a match. The ensuingBattle in the Center of the Mindtakes the form of a Shape-Shifter Showdown, the telepath first taking the shape of a giant rat in her mind, which she counters by turning into a cat. The caught rat then turn into a snake, and Psi counters with a coyote, etc. This quickly escalates to a battle between Kaiju-like monsters and dinosaurs.Justice League:The Martian Manhunter vs. Clayface. Eventually,the Martian wins through cleverness, shifting into Clayface's natural form, tricking Killer Frost into freezing the real Clayface (in the form of Martian Manhunter) solid before he could protest, and waiting until a critical moment to reveal the trick.Justice League members faced off against their evil counterparts — both Martians turned into long, serpenty things and...wrestled.Justice League members faced off against theirrobotic duplicatesof their evil counterparts. It's even more minimalist than last time, just a couple of seconds of grappling hand-to-hand in their regular forms.Martian Manhunterfinally gets a much better one inJustice League: Doomin his fight with Ma'alefa'ak.In the \"Whimzee Come Home\" episode of theMy Little Pony 'n Friendsside-series \"Moondreamers\", Whimzee has one similar to the \"Sword in the Stone\" example against the Queen of Imagination, but with magic amulets.Pink Panther: The episode \"Pink-A-Rella\" ends with the Panther and aWitch Classicsnatching her wand back and forth to transform each other into various objects..until she gets turned into a comely female panther.A few episodes ofSabrina: The Animated Serieshad Hilda and Zelda fighting by turning one another into undesirable forms, with one fight ending with Hilda as a gingerbread cookie and Zelda as a fat child (presumablyHansel). Yeah...A shifting wrestling match occurred inStatic ShockbetweenRubberband ManandEbon.InTeen Titans (2003), Beast Boy is pitted against an evil version of himself in the fourth season finale. Granted, a fair bit of it is offscreen, but the bits that they do show are really cool, especially when Evil!Beast Boy turns into an elephant, so Beast Boy turns into a mouse to frighten him. Played with in that neither Beast Boy is able to overcome the other, leaving this Shapeshifter Showdown a draw. However,noneof the Titans are able to beat their ownEnemy Without,so they switch who they're fighting, and it's Cyborg who defeats Evil!Beast Boy viaNo-Sell.Cyborg always knew he could beat Beast Boy(but of course, Starfire can beat Cyborg, and Beast Boy can beat Starfire).Also done inTeen Titans Go!between Beast Boy and... well,Beast Boythrough the use of the Worlogog. They first start mimicking each other before 2013 Beast Boy changes into a kitten to invokeCuteness Overloadon 2003 Beast Boy and then knocks him out of the arena.Most fights betweenTransformersinvolve multiple shifts in and out of robot form. Justified, since their robot forms are better for fighting, but their disguise forms are more suited for transportation. Most fights were had while one side was running away from the other, or while they were vying for control of someMacGuffin.InWalter Melon, when Melon and Bitterbug are filling in for Lancelot and Arthur respectively, Merlin uses them to do this.",
  "examples": [
    {
      "section": "Examples:",
      "text": "OneLEGOadvert features this with a Lego cat and mouse rebuilding themselves into advantageous forms.",
      "links": [
        {
          "title": "One",
          "url": "https://www.youtube.com/watch?v=V2nL5sSSvd0"
        },
        {
          "title": "LEGO",
          "url": "/pmwiki/pmwiki.php/Franchise/Lego"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "This commercialfor Tiger beer has two guys about to engage in an arm-wrestling match over the last can of the beer in question. But both guys change into different forms in an attempt to outmatch the other before the match can even start.",
      "links": [
        {
          "title": "This commercial",
          "url": "https://www.youtube.com/watch?v=BfZta3CBppU"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "ACartoon Networkbumper featureda sequenceof Beast Boy fromTeen Titans (2003)dueling with the eponymousBen 10;despite Ben having the advantage most of the fight, Beast Boy wins with a come-from-behind knockout—the sequence ends with the reveal that the duel is a video game match between Gwen (Beast Boy) and Raven (Ben).",
      "links": [
        {
          "title": "Cartoon Network",
          "url": "/pmwiki/pmwiki.php/Creator/CartoonNetwork"
        },
        {
          "title": "a sequence",
          "url": "https://twitter.com/ramenretro1/status/1649452419175120910"
        },
        {
          "title": "Teen Titans (2003)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TeenTitans2003"
        },
        {
          "title": "Ben 10",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Ben10"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Season 7 episode 35 ofHappy Friendshas a battle between Kalo and Bael, the latter of which has taken over the former's spotlight. This is a sort of variant since both characters only morph their arms into other things during the fight.",
      "links": [
        {
          "title": "Happy Friends",
          "url": "/pmwiki/pmwiki.php/Animation/HappyFriends"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Lamput: In \"Shape Shift\", the docs give themselves the ability to shapeshift and do their best to outmatch Lamput in his transformations. A downplayed example as no physical combat is involved.",
      "links": [
        {
          "title": "Lamput",
          "url": "/pmwiki/pmwiki.php/Animation/Lamput"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A variation of this trope is played out in theGetter Roboseries. In theShin Gettermanga and theArmageddonOVA, the Getter Team fights enemies with Getter Robo of their own, and win by luring their foes into rapidly switching between the Getter's forms, gaining advantage due to their skill and speed in completing their combinations faster.",
      "links": [
        {
          "title": "Getter Robo",
          "url": "/pmwiki/pmwiki.php/Manga/GetterRobo"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The mangaParasyteaverts this by having its shapeshifting Parasytes almost always using utilitarian bladelike shapes rather than imaginative ones, and simply aiming to kill the other Parasyte's host before exhausting its own.",
      "links": [
        {
          "title": "Parasyte",
          "url": "/pmwiki/pmwiki.php/Manga/Parasyte"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Parodied inYⱯIBAwhen the titular hero fights the sorcerer Shiro Amakusa and uses the power of the Gold Orb to change form to match Amakusa's transformation: aside from turning in a (rather unimpressive) Dragon humanoid to fight the latter's tiger form, the duel soon degenerates to parodic levels (like, UFO vs Space Shuttle transformations).",
      "links": [
        {
          "title": "YⱯIBA",
          "url": "/pmwiki/pmwiki.php/Manga/Yaiba"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A particularly dark chapter ofCaptain Britain: A Crooked Worldclimaxes with a duel between villains Mad Jim Jaspers and the Fury: since Jaspers has the power toalter reality at willand the Fury is a robot that canadapt to virtually any situation, it's pretty extreme to say the least. In the endthe Fury wins by shifting into a dimension where matter and reality don't exist, leaving Jaspers completely defenseless.",
      "links": [
        {
          "title": "Captain Britain: A Crooked World",
          "url": "/pmwiki/pmwiki.php/ComicBook/CaptainBritainACrookedWorld"
        },
        {
          "title": "alter reality at will",
          "url": "/pmwiki/pmwiki.php/Main/RealityWarper"
        },
        {
          "title": "adapt to virtually any situation",
          "url": "/pmwiki/pmwiki.php/Main/AdaptiveAbility"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Another one of these involving Impossible Man takes place inExiles, when they visit anAlternate Universein which he can not only transform himself but also other things and wentAx-Crazyafter an attempt of a supervillain to take control over him hadGone Horribly Wrong. It ends with shapeshifter Morph dueling Impy and winning by making him laugh so much the brainwashing breaks.Morph gets into another one in mini-seriesX-Men: Die By The Sword, with Mad Jim Jaspers. Sadly, we don't see too much of it.",
      "links": [
        {
          "title": "Exiles",
          "url": "/pmwiki/pmwiki.php/ComicBook/Exiles"
        },
        {
          "title": "Alternate Universe",
          "url": "/pmwiki/pmwiki.php/Main/AlternateUniverse"
        },
        {
          "title": "Ax-Crazy",
          "url": "/pmwiki/pmwiki.php/Main/AxCrazy"
        },
        {
          "title": "Gone Horribly Wrong",
          "url": "/pmwiki/pmwiki.php/Main/GoneHorriblyWrong"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fableshas a couple of magical duels involving Frau Totenkinder (the witch from Hansel and Gretel) and other powerful opponents, and shapeshifting is one of the techniques the combatants employ.",
      "links": [
        {
          "title": "Fables",
          "url": "/pmwiki/pmwiki.php/ComicBook/Fables"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InGreen Lantern80 Page Giant#2, Plastic Man and Kyle amuse themselves while on monitor duty by pitting Plas's shapes against ring-conjurations. The winner isMartian Manhunter, who sneaks onto the Watchtower, and convinces them they're being attacked by two separate alien monsters.",
      "links": [
        {
          "title": "Green Lantern",
          "url": "/pmwiki/pmwiki.php/ComicBook/GreenLantern"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "JLA (1997)#88-89: Plastic Man v. Fernus (Martian Manhunter'sEnemy Within).",
      "links": [
        {
          "title": "JLA (1997)",
          "url": "/pmwiki/pmwiki.php/ComicBook/JLA1997"
        },
        {
          "title": "Enemy Within",
          "url": "/pmwiki/pmwiki.php/Main/EnemyWithin"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheNew Mutantsbecame helpless bystanders when the Impossible Man dueled their member Warlock. As both characters are largely pacifistic, the bulk of the battle involved a \"beefcake contest\".Impy was ultimately undone by his one weakness: he can't change color.",
      "links": [
        {
          "title": "New Mutants",
          "url": "/pmwiki/pmwiki.php/ComicBook/NewMutants"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Sandman (1989), Morpheus fought the demon Choronzon in a poetry battle of sorts, where each sought to become something capable of defeating the opponent's previous form. Choronzon tried to trump Morpheus by turning into entropy, the end of all things. Morpheus won by turning intohope.",
      "links": [
        {
          "title": "The Sandman (1989)",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheSandman1989"
        },
        {
          "title": "hope",
          "url": "/pmwiki/pmwiki.php/Main/HopeSpringsEternal"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Silverblade#5 features an epic shape-shifting duel between Blackfeather and Jonathan Lord. Blackfeather keeps changing animal forms in an effort to kill Lord, and Lord keeps turning into different film characters to counter him.",
      "links": [
        {
          "title": "Silverblade",
          "url": "/pmwiki/pmwiki.php/ComicBook/Silverblade"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A shapeshifting duel took place between Impy and Mr Mxyztplk in theIntercontinuity CrossoverSilver Surfer/Superman, in which they both took on the forms of heroes from their respective universes.",
      "links": [
        {
          "title": "Intercontinuity Crossover",
          "url": "/pmwiki/pmwiki.php/Main/IntercontinuityCrossover"
        },
        {
          "title": "Silver Surfer",
          "url": "/pmwiki/pmwiki.php/ComicBook/SilverSurfer"
        },
        {
          "title": "Superman",
          "url": "/pmwiki/pmwiki.php/ComicBook/Superman"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InGeoff Johns'sTeen Titansissue \"Beast Boys and Girls\", aMad Scientisttype is revealed to have experimented on children and animals to discern the link between human and beast. These experiments changed him into a shapeshifter along the same lines as Beast Boy, calling himself the Zookeeper (his skin and animal forms are purple). Cue epic throwdown in the middle of downtownSan Francisco.In another issue, Beast Boy had to fight Madame Rouge's shapeshifting daughter. After a long string of transformations, during which she mocked him for being unable to choose a form she couldn't mimic, he settled for an old-fashioned knockout in his human form.",
      "links": [
        {
          "title": "Geoff Johns",
          "url": "/pmwiki/pmwiki.php/Creator/GeoffJohns"
        },
        {
          "title": "Teen Titans",
          "url": "/pmwiki/pmwiki.php/ComicBook/TeenTitans"
        },
        {
          "title": "Mad Scientist",
          "url": "/pmwiki/pmwiki.php/Main/MadScientist"
        },
        {
          "title": "San Francisco",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/SanFrancisco"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "An erotic variation occurs in theXXXenophilestory \"Things That Go Bump in the Night\".",
      "links": [
        {
          "title": "XXXenophile",
          "url": "/pmwiki/pmwiki.php/ComicBook/XXXenophile"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Calvin and Hobbes, kinda — in the first test of thetransmogrifier gun, Calvin asks Hobbes to turn him into a giant pterodactyl so he can terrorize the neighborhood, so Hobbes zaps him into a (scientifically accurate) 2-footPterodactylus. Calvin, having thought thatPterodactyluswas one of the larger pterosaur species, is none too pleased with this outcome, so he spitefully zaps Hobbes into a duck. In due course, Hobbes zaps Calvin into a pig, so Calvin zaps Hobbes into a chimpanzee, so Hobbes zaps Calvin into a flower, so Calvin zaps Hobbes into a crocodile, so Hobbes zaps Calvin into an armadillo... cut to \"much later\", where an owl and a hobgoblin are sulking and wondering who is which. (This is one of the very fewSunday Stripsto take place in the middle of an ongoingStory Arc.)Owl: Great. Just great. Which of us is Calvin and which is Hobbesnow?Hobgoblin: Well, I hope Calvin isyou, because his mom's going to have a fit when she sees this.",
      "links": [
        {
          "title": "Calvin and Hobbes",
          "url": "/pmwiki/pmwiki.php/ComicStrip/CalvinAndHobbes"
        },
        {
          "title": "transmogrifier gun",
          "url": "/pmwiki/pmwiki.php/Main/TransformationRay"
        },
        {
          "title": "Sunday Strips",
          "url": "/pmwiki/pmwiki.php/Main/SundayStrip"
        },
        {
          "title": "Story Arc",
          "url": "/pmwiki/pmwiki.php/Main/StoryArc"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Zits, combines the above withVolleying Insultsdue to its love for illustrating metaphors: \"Who are you calling a chicken? You pig!\"",
      "links": [
        {
          "title": "Zits",
          "url": "/pmwiki/pmwiki.php/ComicStrip/Zits"
        },
        {
          "title": "Volleying Insults",
          "url": "/pmwiki/pmwiki.php/Main/VolleyingInsults"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Thisfan comic forThe Sandman (2022)parodies the Oldest Game. After Lucifer plays a boulder, Dream counters with paper, so Lucifer responds with scissors. The game turns into an endless loop of rock paper scissors; three hours in, Dream 'wins' by playing a bottomless pit instead of paper, and Lucifer automatically responds with scissors. While Lucifer protests that Dream cheated, Dream throws sand in their eyes and runs.",
      "links": [
        {
          "title": "This",
          "url": "https://drdomo-gem.tumblr.com/post/695866562915303424/sandman-vs-satan-in-extreme-rock-paper-scissors"
        },
        {
          "title": "The Sandman (2022)",
          "url": "/pmwiki/pmwiki.php/Series/TheSandman2022"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Aurora \"Fauna\" Andersen versus Black Lantern Garfield \"Menagerie\" LoganinDC Nation's version ofBlackest Night.",
      "links": [
        {
          "title": "Aurora \"Fauna\" Andersen versus Black Lantern Garfield \"Menagerie\" Logan",
          "url": "http://dc-nation.livejournal.com/159575.html"
        },
        {
          "title": "DC Nation",
          "url": "/pmwiki/pmwiki.php/Roleplay/DCNation"
        },
        {
          "title": "Blackest Night",
          "url": "/pmwiki/pmwiki.php/ComicBook/BlackestNight"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pokémon Master: When a brainwashed Duplica attacks the team, the only who can deal with her changeling powers is Dittorion, a shape-shifting Pokemon. Both changelings start shape-shifting over and again to try to beat each other until the puppeteer controlling Duplica dies and she passes out.Duplica-Charizard was spinning crazily out of control in the air until she flapped her wings once to steady herself. \"Char! So it is one of those!\" She swooped to the ground and transformed into a spiky-backed, yellow dog-like jolteon. \"JOLT!\" she shrieked as she ran at them, sending a massive bolt of bright crackling thunder.\"BLAST!\" the blastoise cried in pain as the electricity smashed into it and electrocuted it powerfully. Then smoking, it fell backward and smoothly transformed into the spiny, sandshrew about to launch an earthquake. \"SHREW!\" it shouted as it smashed the stone ground with its claws and sent the earth attack onward.Laselle could only watch in surprised fascination as the two began a bizarre fight of transforming and attacking. It was a battle of type-advantage, each changing to a pokemon that was super-effective to the other.",
      "links": [
        {
          "title": "Pokémon Master",
          "url": "/pmwiki/pmwiki.php/Fanfic/PokemonMaster"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "ThePony POV Serieshas an example during theFinal Battleof the Wedding Arc in the duel betweenCadence and Queen Cadenza (Alicorn!Chrysalis), with both constantly shifting species to try and gain an advantage over the other.",
      "links": [
        {
          "title": "Pony POV Series",
          "url": "/pmwiki/pmwiki.php/Fanfic/PonyPOVSeries"
        },
        {
          "title": "Final Battle",
          "url": "/pmwiki/pmwiki.php/Main/FinalBattle"
        },
        {
          "title": "Alicorn!Chrysalis",
          "url": "/pmwiki/pmwiki.php/Main/AGodAmI"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Universe Falls: \"Into the Bunker\" naturally has a showdown between Amethyst and Experiment 210, but Amethyst's brute-force tactics prove to be no match for the more cunning Shapeshifter, especially when he resorts tomore psychological tactics.",
      "links": [
        {
          "title": "Universe Falls",
          "url": "/pmwiki/pmwiki.php/Fanfic/UniverseFalls"
        },
        {
          "title": "more psychological tactics",
          "url": "/pmwiki/pmwiki.php/Main/ShapeshifterGuiltTrip"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Frequently appearing motif in fairy tales, often as either between the magician and his pupil/servant (Aarne-Thompson type 325) or with a young man and woman (the magicians daughter) trying to hide from an enemy (Aarne-Thompson type 313). \"Och\" (Ukrainan folk tale) is an example of first type. \"Jean the soldier and Eulalie, the Devil's daughter\" a.k.a. \"Belle Eulalie\" (French) are an example of the second.",
      "links": [
        {
          "title": "the magicians daughter",
          "url": "/pmwiki/pmwiki.php/Main/MadScientistsBeautifulDaughter"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In theFairy TaleFarmer Weathersky,after the father has reclaimed his son,Farmer Weatherskytries to reclaim him, but the boy runs off, shifting his shape to avoid being caught. Similarly inThe Thief And His Master,Master And Pupil,The Magic BookandMaestro Lattantio and His Apprentice Dionigi.",
      "links": [
        {
          "title": "Fairy Tale",
          "url": "/pmwiki/pmwiki.php/Main/FairyTale"
        },
        {
          "title": "Farmer Weathersky,",
          "url": "http://www.surlalunefairytales.com/authors/asbjornsenmoe/farmerweathersky.html"
        },
        {
          "title": "Farmer Weathersky",
          "url": "/pmwiki/pmwiki.php/Main/EvilMentor"
        },
        {
          "title": "The Thief And His Master",
          "url": "/pmwiki/pmwiki.php/Literature/TheThiefAndHisMaster"
        },
        {
          "title": "Master And Pupil",
          "url": "http://www.mythfolklore.net/andrewlang/423.htm"
        },
        {
          "title": "The Magic Book",
          "url": "http://www.mythfolklore.net/andrewlang/121.htm"
        },
        {
          "title": "Maestro Lattantio and His Apprentice Dionigi",
          "url": "http://www.surlalunefairytales.com/facetiousnights/night8_fable5.html"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "At least one version ofPuss in Bootsalso features a limited version of this trope. Via a spell, rather than an inborn ability, Puss defeats the ogre and wins his castle in a shapeshifting challenge rather than an outright fight. He does this by reverting to normal as the ogre changes into a mouse.",
      "links": [
        {
          "title": "Puss in Boots",
          "url": "/pmwiki/pmwiki.php/Literature/PussInBoots"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Adventures of Prince Achmed, the sorceror and the witch have one of these for about a minute before resorting to fireballs.",
      "links": [
        {
          "title": "The Adventures of Prince Achmed",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheAdventuresOfPrinceAchmed"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Toward the end ofThe Emperor's New Groove, bothKuzco and Yzmahave been unwillingly shape-shifted into animal form, and they fight overthe potion which can turnoneof them back to normal.",
      "links": [
        {
          "title": "The Emperor's New Groove",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheEmperorsNewGroove"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Justice League: Doomhas Martian Manhunter and Ma'alefa'ak have a fight near the end of the film with the two transforming into various alien animals.",
      "links": [
        {
          "title": "Justice League: Doom",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/JusticeLeagueDoom"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Sword in the Stone, as the page quote and image indicate. Madame Mim and Merlin engage in aWizard Duelthat involves this.Merlin beats Mim's purple dragon form by turning into a germ and infecting her.",
      "links": [
        {
          "title": "The Sword in the Stone",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheSwordInTheStone"
        },
        {
          "title": "Wizard Duel",
          "url": "/pmwiki/pmwiki.php/Main/WizardDuel"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Wizards: After the death of their mother, Delia, her two sons fight a duel for supremacy. Both Avatar and Blackwolf are powerful wizards, and they reshape themselves a few times during the fight. Ultimately, Avatar triumphs, and he allows Blackwolf to slink away. Avatar would grow to oversee the fairy kingdom of Montagar, while Blackwolf broods in the wastelands of Scortch, building an army of mutants to conquer the elven territories.",
      "links": [
        {
          "title": "Wizards",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Wizards"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The final battle inMortal Kombat: AnnihilationhasLiu Kang and Shao Kahn engaging in one of these. Though they only use one form.",
      "links": [
        {
          "title": "Mortal Kombat: Annihilation",
          "url": "/pmwiki/pmwiki.php/Film/MortalKombatAnnihilation"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "An early version ofA Nightmare on Elm Street 3: Dream Warriorsfeatured one of these between Freddy and Will.",
      "links": [
        {
          "title": "A Nightmare on Elm Street 3: Dream Warriors",
          "url": "/pmwiki/pmwiki.php/Film/ANightmareOnElmStreet3DreamWarriors"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "\"Aladdin\" involves a battle between the Genie of the Lamp and the Genie of the Ring — it starts with mouse vs. cat vs. dog and goes from there.When the Genie of the Lamp turns into a fire-breathing dragon, the Genie of the Ring counters by turning into a camel andspitting in the dragon's mouth. In the end, Aladdin cheats and steals his opponent's lamp, gaining control of the Genie of the Lamp and winning by default.",
      "links": [
        {
          "title": "Aladdin",
          "url": "/pmwiki/pmwiki.php/Literature/Aladdin"
        },
        {
          "title": "spitting in the dragon's mouth",
          "url": "/pmwiki/pmwiki.php/SugarWiki/MomentOfAwesome"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InAnimorphs, both the Animorphs and Visser Three have shapeshifting powers, so these are common enough. The most extreme example is probably inThe Return, in which Crayak pits Rachel and Visser Three against each other in a gladiatorial battle and they both strategically change forms constantly throughout the fight.",
      "links": [
        {
          "title": "Animorphs",
          "url": "/pmwiki/pmwiki.php/Literature/Animorphs"
        },
        {
          "title": "The Return",
          "url": "/pmwiki/pmwiki.php/Recap/AnimorphsTheReturn"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheApprentice Adeptseries has a variant in which two shapeshifters compete in a race rather than a head-on battle. The participants have a limited number of specified forms they can change into; it's how cleverly they can use these forms to circumvent obstacles along the course that determines which one wins.",
      "links": [
        {
          "title": "Apprentice Adept",
          "url": "/pmwiki/pmwiki.php/Literature/ApprenticeAdept"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Arabian Nights: Such a battle takes place between a princess and ajinniin \"The Story of the Second Dervish\".",
      "links": [
        {
          "title": "Arabian Nights",
          "url": "/pmwiki/pmwiki.php/Literature/ArabianNights"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Lloyd Alexander'sThe Arkadiansfeatures one of these in an in-story folktale. It's quite convincing.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Shapeshifting demons are common inThe Bartimaeus Trilogy, being summoned by magicians to do their bidding. While they're rarely set against one another directly (the last time someone tried to order a demon to kill another one, it turned out they were friends, and the demon refused the order...destroying himself and quite a bit of his surroundingsas a side effect), fights are still fairly common as a side effect of whatever magician's bidding they're all trying to do, during which plenty of shapeshifting goes on. Bartimaeus notes that unintelligent spirits will habitually stick to one particular shape (typically one that's centuries out of date) which can be detrimental in battle, whereas a smart one will change form frequently to adapt to their situation. He demonstrates this in his final fight with the djinni Jabor — Jabor prefers the form of a largejackal-headed man, and whenhe strays too close to an interdimensional rift and gets sucked in he doesn't think to change his shape, while Bartimaeus inwardly observes that any spirit with half a brain could have easily shrunk into something with less mass in order to fight free and save himself.",
      "links": [
        {
          "title": "The Bartimaeus Trilogy",
          "url": "/pmwiki/pmwiki.php/Literature/TheBartimaeusTrilogy"
        },
        {
          "title": "destroying himself and quite a bit of his surroundings",
          "url": "/pmwiki/pmwiki.php/Main/StuffBlowingUp"
        },
        {
          "title": "jackal-headed man",
          "url": "/pmwiki/pmwiki.php/Myth/EgyptianMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InJoe Haldeman's novelCamouflage, the showdown between the only two aliens on earth comes into fruition when Jack a.k.a. the chameleon decides to follow his natural killing impulse and facesRae/Sharon/Jimmy a.k.a. the changeling. Rae's ruses include transforming her severed arm in a monster with metal nails, knuckles as eyes, and centipede-like legs; while Jack transformed in a more brute figure: aneanderthal. Since both of them are pretty much immortal the confrontation gets unabashedly gory, it finishes rather unexpectedly though whenthe artifact (Rae's partner in action a.k.a. her flying sauce) lunges over the chameleon, jailing and freezing him for further examination in their home planet.",
      "links": [
        {
          "title": "Joe Haldeman",
          "url": "/pmwiki/pmwiki.php/Creator/JoeHaldeman"
        },
        {
          "title": "Rae",
          "url": "/pmwiki/pmwiki.php/Main/ShapeshifterDefaultForm"
        },
        {
          "title": "neanderthal",
          "url": "/pmwiki/pmwiki.php/Main/OneWingedAngel"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Chrestomanci: A duel between the heads of theFeuding FamiliesinThe Magicians of Capronatakes this form.",
      "links": [
        {
          "title": "Chrestomanci",
          "url": "/pmwiki/pmwiki.php/Literature/Chrestomanci"
        },
        {
          "title": "Feuding Families",
          "url": "/pmwiki/pmwiki.php/Main/FeudingFamilies"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Cleric Quintethas one of these, though it's more aBattle in the Center of the Mind. A cursed object used topossess peopleis fighting Cadderly's efforts to destroy it. Good thing he's strong-willed.",
      "links": [
        {
          "title": "The Cleric Quintet",
          "url": "/pmwiki/pmwiki.php/Literature/TheClericQuintet"
        },
        {
          "title": "Battle in the Center of the Mind",
          "url": "/pmwiki/pmwiki.php/Main/BattleInTheCenterOfTheMind"
        },
        {
          "title": "possess people",
          "url": "/pmwiki/pmwiki.php/Main/GrandTheftMe"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Creatures of Light and Darkness:The shapechanging gods Horus and Thoth have a duel. Instead ofexpected shapeshifting, Thoth keeps teleporting them, effectively changing the environment to keep Horus neutralized but mostly unharmed. Horus tries to grow extra arms faster than theyget disabled/get burned/eat themselves.The climactic battle between Set(better known as Wakim)andThe Thing That Cries In The Nightis essentially a superwarrior with aMorph Weaponagainst a planet-sized shapeshifter. No matter what The Thing becomes, Set finds the form that can wound it some more.",
      "links": [
        {
          "title": "Creatures of Light and Darkness",
          "url": "/pmwiki/pmwiki.php/Literature/CreaturesOfLightAndDarkness"
        },
        {
          "title": "expected shapeshifting",
          "url": "/pmwiki/pmwiki.php/Main/InformedAttribute"
        },
        {
          "title": "get disabled/get burned/eat themselves",
          "url": "/pmwiki/pmwiki.php/Main/ItMakesSenseInContext"
        },
        {
          "title": "The Thing That Cries In The Night",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        },
        {
          "title": "Morph Weapon",
          "url": "/pmwiki/pmwiki.php/Main/MorphWeapon"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Discworld:The Fifth Elephantsees twolycanthropesjump between animal and human while tearing at each other and fighting with themselves for control. Ow.A dramatic Shapeshifter Showdown between two magic users inEqual Rites, wasretconnedinto oblivion when the setting and a combatant settled into far less flashiness than what was shown. TheDiscworld Roleplaying Gamesuggests it was actually more of a Mental Illusion Showdown/Battle in the Center of the Mind.",
      "links": [
        {
          "title": "Discworld",
          "url": "/pmwiki/pmwiki.php/Literature/Discworld"
        },
        {
          "title": "The Fifth Elephant",
          "url": "/pmwiki/pmwiki.php/Literature/TheFifthElephant"
        },
        {
          "title": "lycanthropes",
          "url": "/pmwiki/pmwiki.php/Main/WolfMan"
        },
        {
          "title": "Equal Rites",
          "url": "/pmwiki/pmwiki.php/Literature/EqualRites"
        },
        {
          "title": "retconned",
          "url": "/pmwiki/pmwiki.php/Main/Retcon"
        },
        {
          "title": "Discworld Roleplaying Game",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DiscworldRoleplayingGame"
        },
        {
          "title": "Battle in the Center of the Mind",
          "url": "/pmwiki/pmwiki.php/Main/BattleInTheCenterOfTheMind"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Doomspellby CliffMcNish, shifting forms rapidly in an attempt to outwit each other is a part of the epic battle between Rachel and Dragwena.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Dora Wilk Series: In the climax of the second book, Loki and Badb fight this way, each trying to outwit another. One of them only manages to gain an edge over another only whenFaoilinara, goddess of those who turn into wolves, forces wolf form — in which Badb is much more proficient than Loki — on both of them.",
      "links": [
        {
          "title": "Dora Wilk Series",
          "url": "/pmwiki/pmwiki.php/Literature/DoraWilkSeries"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Elemental Masters:Mentioned in a backstory conversation inReserved for the Cat—the Cat of the title is actually the heroine's father, trapped in cat shape as a result of this duel.Between the heroine and villain ofThe Gates of Sleep. The Gates, the heroine makes a mental note of studying 'The Twa Magicians' (see the Music section below for details).",
      "links": [
        {
          "title": "Elemental Masters",
          "url": "/pmwiki/pmwiki.php/Literature/ElementalMasters"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Near the end ofFengshen Yanyi, the heroes are confronted by the seven evil monsters of Baishan, a gang of animals turned monster. To defeat three of them, Yang Jian (a young Erlang Shen) uses his power of transformation to turn himself into an animal suitable for subduing the opponent: he turns into a winged, sharp-pincered centipede to kill Chang Hao (a snake monster), then into a large rooster to kill Wu Long (a centipede monster) and finally into a tiger to maul Yang Xian (an ibex monster).",
      "links": [
        {
          "title": "Fengshen Yanyi",
          "url": "/pmwiki/pmwiki.php/Literature/FengshenYanyi"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ran and Eln get into this inThe Gate of Ivory. The fight finishes whenTheodora hops off the sidelines and just flat-out stabs Eln.",
      "links": [
        {
          "title": "The Gate of Ivory",
          "url": "/pmwiki/pmwiki.php/Literature/TheGateOfIvory"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A \"friendly\" version of this crops up early in theHagwoodseries, whenTerser GibbleandFinnen Lufkinagree to a demonstration of their wergling powers just to prove which of them is better, the first contestant to falter being the loser. However, as Finnen starts winning, Gibble becomes increasingly less friendly — to the point that he actually transforms into a snake and almost appears ready to kill his opponent. In the end, though, Finnen wins.",
      "links": [
        {
          "title": "Hagwood",
          "url": "/pmwiki/pmwiki.php/Literature/Hagwood"
        },
        {
          "title": "Terser Gibble",
          "url": "/pmwiki/pmwiki.php/Main/SadistTeacher"
        },
        {
          "title": "Finnen Lufkin",
          "url": "/pmwiki/pmwiki.php/Main/TheAce"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Howl and the Witch of the Waste have one inHowl's Moving Castle.",
      "links": [
        {
          "title": "Howl's Moving Castle",
          "url": "/pmwiki/pmwiki.php/Literature/HowlsMovingCastle"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Jane Yellowrockfights an evilSkin Walkerwho devoured the liver of its prey and was capable of taking on a vampire form along with the form of anything else it ate.",
      "links": [
        {
          "title": "Jane Yellowrock",
          "url": "/pmwiki/pmwiki.php/Literature/JaneYellowrock"
        },
        {
          "title": "Skin Walker",
          "url": "/pmwiki/pmwiki.php/Main/SkinWalker"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Journey to the West:Early in the story, Sun Wukong the Monkey King engages in such with the god Erlang. However, Erlang's magical third eye gives him an advantage, as no matter what form Wukong takes, Erlang can see through the disguise and transform into an appropriate predator. Wukong tries to make a last escape by disguising himself as a temple, but Erlang catches him and ultimately brings the Monkey King to Heaven for trial.During the journey itself, Sun Wukong engages in another such battle against the Bull Demon King. It climaxes with the Bull Demon King turning into his true form,a colossal white bull, and Wukong making himself gigantic in turn. The ensuingBehemoth Battleproves so intense that the gods have to intervene and help Sun Wukong subdue the Bull Demon King for good.",
      "links": [
        {
          "title": "Journey to the West",
          "url": "/pmwiki/pmwiki.php/Literature/JourneyToTheWest"
        },
        {
          "title": "a colossal white bull",
          "url": "/pmwiki/pmwiki.php/Main/OneWingedAngel"
        },
        {
          "title": "Behemoth Battle",
          "url": "/pmwiki/pmwiki.php/Main/BehemothBattle"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "One ending inKing's Quest (1984)has two wizards doing this by turning themselves intoDungeons & Dragonsmonsters.",
      "links": [
        {
          "title": "King's Quest (1984)",
          "url": "/pmwiki/pmwiki.php/Literature/KingsQuest1984"
        },
        {
          "title": "Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Krabat: In a dream, Krabat as a bird is hunted by the evil master (also polymorphed). Krabat sees a well, turns into a fish — but now he's caught in the well. Fortunately, the Kantorka is there to take him out. He shapechanges into a golden ring on her finger. Then suddenly a one-eyed nobleman appears. Krabat turns into one grain, which Kantorka throws on the ground. The master turns into a rooster — but Krabat is faster, turns into a fox and bites him dead. The dream sequence is a reference to the original tale Preussler's novel is based on; the shapeshifter duel there is howKrabat kills the Master off for real.",
      "links": [
        {
          "title": "Krabat",
          "url": "/pmwiki/pmwiki.php/Literature/Krabat"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Magiciansclimaxes with a magical battle between Alice and the Beast, which eventually diverges into this trope: as the classically-trainedWeak, but SkilledBrakebills graduate, Alice transforms into a lion, an anaconda, a bear, a giant scorpion and a dragon while fighting him; the Beast, being anUnskilled, but StrongPsychopathic Manchild, just uses his magic tomake himself progressively bigger and strongeruntil he's at eye-level with Alice's dragon form.Alice wins by going full-blownOne-Winged Angeland fatally transforming herself into a Niffin.",
      "links": [
        {
          "title": "The Magicians",
          "url": "/pmwiki/pmwiki.php/Literature/TheMagicians"
        },
        {
          "title": "Weak, but Skilled",
          "url": "/pmwiki/pmwiki.php/Main/WeakButSkilled"
        },
        {
          "title": "Unskilled, but Strong",
          "url": "/pmwiki/pmwiki.php/Main/UnskilledButStrong"
        },
        {
          "title": "Psychopathic Manchild",
          "url": "/pmwiki/pmwiki.php/Main/PsychopathicManchild"
        },
        {
          "title": "make himself progressively bigger and stronger",
          "url": "/pmwiki/pmwiki.php/Main/SizeShifter"
        },
        {
          "title": "One-Winged Angel",
          "url": "/pmwiki/pmwiki.php/Main/OneWingedAngel"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Merlin and Madam Mim inThe Once and Future King, just like inthe Disney adaptation. Merlin wins by becoming an infectious bacterium, though in the Disney version Mim is merely bedridden instead of killed. It's strongly implied that this is the standard format for a \"Wizard's Duel\".",
      "links": [
        {
          "title": "The Once and Future King",
          "url": "/pmwiki/pmwiki.php/Literature/TheOnceAndFutureKing"
        },
        {
          "title": "the Disney adaptation",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheSwordInTheStone"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A Practical Guide to Evil: This is howVillain ProtagonistCatherine fights against the drow goddess Sve Noc for the control over Night. By pitting her will against Sve Noc's, she first turns herself into a needle when Sve Noc attempts to bury her in a sea of her might, then into a pebble. As the goddess changes her will to a chisel, Catherine turns into wind, and when Sve Noc counters by becoming a storm, she turns into smoke. The pattern repeats itself until Catherine manages to draw blood.",
      "links": [
        {
          "title": "A Practical Guide to Evil",
          "url": "/pmwiki/pmwiki.php/Literature/APracticalGuideToEvil"
        },
        {
          "title": "Villain Protagonist",
          "url": "/pmwiki/pmwiki.php/Main/VillainProtagonist"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ursula K. Le Guin's short story \"The Rule of Names\" climaxes in a shape-shifting duel between two wizards,one of which turns out to be a dragon in disguise.",
      "links": [
        {
          "title": "Ursula K. Le Guin",
          "url": "/pmwiki/pmwiki.php/Creator/UrsulaKLeGuin"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Polish national epicSir Thaddeussays that common folk attribute shapeshifting powers toNapoléon Bonaparteand Aleksandr Suvorov, who were said to have fought in a duel like this in the middle of a battle.",
      "links": [
        {
          "title": "Napoléon Bonaparte",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/NapoleonBonaparte"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Stars Are Cold Toys: InStar Shadow, the main character has a symbiotic alien creature in him that grants him limited shapeshifting abilities. During a fight with aHuman Alien, one of his hands turns into a claw. Seeing this, his opponent reveals that he is a \"metamorph\" and turns into a \"scaly, alien creature\". The protagonist wins by allowing the enemy to bite him, after turning his blood into poison.",
      "links": [
        {
          "title": "The Stars Are Cold Toys",
          "url": "/pmwiki/pmwiki.php/Literature/TheStarsAreColdToys"
        },
        {
          "title": "Human Alien",
          "url": "/pmwiki/pmwiki.php/Main/HumanAliens"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Star Wars Legends:TheBig Badof the first sixGalaxy of Fearbooks and Hoole, the protagonists' uncle, are both shapeshifting Shi'ido. Regrettably, they never actually fight; Hoole takes on different forms for combat, butGogis more inclined to infiltration. But inClones, well, there is an evil Hoole clone.The two Hooles surged toward one another, but they moved so quickly that Tash could hardly follow. Her uncle shifted into the shape of a many-horned lizard, while the other Hoole transformed into some sort of giant snake. But by the time they clashed, each of them had morphed two or three more times, until the two combatants were a quivering mass of shrieking, shape-changing flesh.Tash was awestruck. She had never seen her uncle so enraged, nor had she ever seen two Shi'ido fight. No wonder Hoolealways remains so calm, she thought.Luke Skywalker and the Shadows of Mindorhas aMind Screw-y sort of mind battle at the end in which the villain cuts straight to the ultimate form, a supermassive black hole. He swallows Luke without an effort... and Lukebecomes a white fountain, which frees the Big Bad's minions, which has the side effect of killing the villain.",
      "links": [
        {
          "title": "Star Wars Legends",
          "url": "/pmwiki/pmwiki.php/Franchise/StarWarsLegends"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Galaxy of Fear",
          "url": "/pmwiki/pmwiki.php/Literature/GalaxyOfFear"
        },
        {
          "title": "Gog",
          "url": "/pmwiki/pmwiki.php/Main/NamesToRunAwayFromReallyFast"
        },
        {
          "title": "always remains so calm",
          "url": "/pmwiki/pmwiki.php/Main/DissonantSerenity"
        },
        {
          "title": "Luke Skywalker and the Shadows of Mindor",
          "url": "/pmwiki/pmwiki.php/Literature/LukeSkywalkerAndTheShadowsOfMindor"
        },
        {
          "title": "Mind Screw",
          "url": "/pmwiki/pmwiki.php/Main/MindScrew"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Strange Highways: The climax of \"Hardshell\" reveals to the reader that the titular detective and the killer that he's tracking down are both alien shapeshifters.They engage in a shapeshifting duel, and it turns out that the criminal is younger and less experienced. Hardshell simply envelops it in an impervious shell and suffocates it, since they still need oxygen.",
      "links": [
        {
          "title": "Strange Highways",
          "url": "/pmwiki/pmwiki.php/Literature/StrangeHighways"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Near the end ofTurn Coat (2009),Injun Joeand theSkinwalkerhave one of these — and it isawesome.",
      "links": [
        {
          "title": "Turn Coat (2009)",
          "url": "/pmwiki/pmwiki.php/Literature/TurnCoat2009"
        },
        {
          "title": "Skinwalker",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        },
        {
          "title": "awesome",
          "url": "/pmwiki/pmwiki.php/SugarWiki/MomentOfAwesome"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Journey to the West (1996): The sequelJourney to the West IIhas the battle between Sun Wukong the Monkey King against his directEvil Counterpart, the Long Armed-Ape Monkey, both of them dueling with a myriad of shapeshifting abilities (thanks to some '90s CG-effects), firstly turning into animals, and then sentient flying weapons, and culminating with the Long Armed-Ape turning into adragonto swallow Wukong, upon which Wukong retaliates by turning into a fly and buzzing out his opponent's nostrils.",
      "links": [
        {
          "title": "Journey to the West (1996)",
          "url": "/pmwiki/pmwiki.php/Series/JourneyToTheWest1996"
        },
        {
          "title": "Evil Counterpart",
          "url": "/pmwiki/pmwiki.php/Main/EvilCounterpart"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Sandman (2022): The Oldest Game, which Morpheus plays against Lucifer to get his helm of office back in \"A Hope in Hell\", is a semi-metaphorical version of this. They themselves don't actually transform, but they physically affect each other as if they had. It also allows for more abstract 'shapes': they start small and concrete, with various kinds of animals, then escalate to the point where Morpheus trumps Lucifer's supernova with an entire universe, capable of encompassing any threat, and Lucifer retaliates with entropy itself, which will eventually defeat even an entire universe. Morpheus still wins:Morpheus:I am Hope. Well, Lightbringer...? What is it that kills Hope?",
      "links": [
        {
          "title": "The Sandman (2022)",
          "url": "/pmwiki/pmwiki.php/Series/TheSandman2022"
        },
        {
          "title": "A Hope in Hell",
          "url": "/pmwiki/pmwiki.php/Recap/TheSandman2022S01E04AHopeInHell"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Star Trek:Subverted inStar Trek: Deep Space Nine: Odo and another changeling fight conventionally at first and then basically start merging into each other and trying to take control over the other's body. The fight involves no forms other than the humanoid ones they start as and their natural liquid-states.Played straight inPeter David'sExpanded UniversenovelThe Siege. David even mentions this in the introduction, noting that he wasn't restrained by a live-action TV show's budget.",
      "links": [
        {
          "title": "Star Trek",
          "url": "/pmwiki/pmwiki.php/Franchise/StarTrek"
        },
        {
          "title": "Star Trek: Deep Space Nine",
          "url": "/pmwiki/pmwiki.php/Series/StarTrekDeepSpaceNine"
        },
        {
          "title": "Peter David",
          "url": "/pmwiki/pmwiki.php/Creator/PeterDavid"
        },
        {
          "title": "Expanded Universe",
          "url": "/pmwiki/pmwiki.php/Main/ExpandedUniverse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "From the middle to the end,Tori Amos's \"The Chase\" is a transformation chase between Tori trying not to be killed by Anabelle (representing the spirit of the Hunter). It doesn't take long, and it doesn't really end well...Anabelle:Use your head or you'll be dead.",
      "links": [
        {
          "title": "Tori Amos",
          "url": "/pmwiki/pmwiki.php/Music/ToriAmos"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "ASPsVerwandlungen I — IIIis about a Shape Shifting Battle between Literature/{Krabat}} and his master. It ends whenthe masterkills Krabats Loved One.",
      "links": [
        {
          "title": "kills Krabats Loved One",
          "url": "/pmwiki/pmwiki.php/Main/StakingTheLovedOne"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Child Ballad#44 (\"The Two Magicians\") is all about this, but with \"duel\" replaced by\"attempted rape\". Best performed by British folk-rockersSteeleye Spanon theirNow We Are Sixalbum. Some interpret the ballad as being aboutpersistent courtshiprather than rape, so it may be a case ofBest Her to Bed Her. Love and courtship represented as some kind of hunt/ contest/Battle of the Sexesis actually not an uncommon motif in old works.",
      "links": [
        {
          "title": "Child Ballad",
          "url": "/pmwiki/pmwiki.php/Literature/ChildBallads"
        },
        {
          "title": "\"attempted rape\"",
          "url": "/pmwiki/pmwiki.php/Main/ShapeshiftingSquick"
        },
        {
          "title": "Steeleye Span",
          "url": "/pmwiki/pmwiki.php/Music/SteeleyeSpan"
        },
        {
          "title": "persistent courtship",
          "url": "/pmwiki/pmwiki.php/Main/DefrostingTheIceQueen"
        },
        {
          "title": "Best Her to Bed Her",
          "url": "/pmwiki/pmwiki.php/Main/BestHerToBedHer"
        },
        {
          "title": "Battle of the Sexes",
          "url": "/pmwiki/pmwiki.php/Main/BattleOfTheSexes"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The French variant of \"The Two Magicians\" is the folk song \"Chanson Des Métamorphoses\", except its not explicitly about \"gaining the maidenhead\" but rather about \"gaining the lady's favor\", making the shape-shifting duel a metaphor for courtship. In at least one version the lady eventually tells the suitorhe's gained her heart.[1],[2]",
      "links": [
        {
          "title": "he's gained her heart",
          "url": "/pmwiki/pmwiki.php/Main/DefrostingTheIceQueen"
        },
        {
          "title": "[1]",
          "url": "https://www.youtube.com/watch?v=buB5ja5cs1I"
        },
        {
          "title": "[2]",
          "url": "https://www.youtube.com/watch?v=UUFG1MxlsAo"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Magnetic Fields' tribute song to Robert Burns, \"Wi Nae Wee Bairn Ye'll Me Beget,\" from69 Love Songs, features one of these between a woman and her prospective suitor. It ends with him turning into God, and her winning by not believing in him.",
      "links": [
        {
          "title": "The Magnetic Fields",
          "url": "/pmwiki/pmwiki.php/Music/TheMagneticFields"
        },
        {
          "title": "69 Love Songs",
          "url": "/pmwiki/pmwiki.php/Music/SixtyNineLoveSongs"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InKorean Mythology, Haemosu the sun god and Habaek the river god fights in this way until the latter admits defeat.. and acknowledges him as his son-in-law. This seems to be standard fighting method for gods and demigods, sinceKing Kim-suroandSeok-talhaealso fought this way.",
      "links": [
        {
          "title": "Korean Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/KoreanMythology"
        },
        {
          "title": "King Kim-suro",
          "url": "http://en.wikipedia.org/wiki/Suro_of_Gaya"
        },
        {
          "title": "Seok-talhae",
          "url": "http://en.wikipedia.org/wiki/Talhae_of_Silla"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In theWelsh mythof Taliesin's legendary origin, Ceridwen creates a magical potion to bestow the gift ofawen(poetic inspiration and wisdom) upon her unlucky son, Morfran. However, the mixture spills on the boy-servant Gwion Bach while he is maintaining the cauldron, granting him the gifts instead. He repeatedly shapeshifts into different forms (a hare, fish and wren) to escape Ceridwen's wrath, but she counters each with her own transformations (greyhound, otter, hawk). He eventually becomes agrain of wheat, which she eats as a hen. This makes her pregnant, but he is too beautiful at birth to kill, so she insteadabandons him to the seain either a bag or a coracle. He is renamed Taliesin by the man who rescues and raises him, and becomes a great bard from this gift.",
      "links": [
        {
          "title": "Welsh myth",
          "url": "/pmwiki/pmwiki.php/Myth/CelticMythology"
        },
        {
          "title": "grain of wheat",
          "url": "/pmwiki/pmwiki.php/Main/NeedleInAStackOfNeedles"
        },
        {
          "title": "abandons him to the sea",
          "url": "/pmwiki/pmwiki.php/Main/MosesInTheBullrushes"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Older Than PrintArabian Nightsexamples:This happens in a crazy sequence during the second \"Tale of the Kalandar Prince.\"Another one is in \"A Tale of Porter and Girls\" — princess duels with Irfrit, resulting in both of them turning into fire and dying.",
      "links": [
        {
          "title": "Older Than Print",
          "url": "/pmwiki/pmwiki.php/Main/OlderThanPrint"
        },
        {
          "title": "Arabian Nights",
          "url": "/pmwiki/pmwiki.php/Literature/ArabianNights"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A Kenyan story found inthis bookinvolves a boy who uses shapeshifting to con people by turning himself into a bull and letting himself be sold, then running away. Eventually he tries it on someone who turns out to be a more experienced shapeshifter.",
      "links": [
        {
          "title": "this book",
          "url": "http://store.augusthouse.com/productdetails.cfm?SKU=5194"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "ADragonarticle from the days of 1st EditionAD&Ddescribed how druids would fight duels for the chance to advance to their class's upper levels. It recommended that attaining the highest level should mean winning a Shapeshifter Showdown against the incumbent Grand Druid.",
      "links": [
        {
          "title": "Dragon",
          "url": "/pmwiki/pmwiki.php/Magazine/Dragon"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Exalted: When you play a Lunar and your nemesis of the day is someone from the Wyld, this is bound to happen. And the Lunars do fightThe Fair Folkon regular basis.",
      "links": [
        {
          "title": "Exalted",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Exalted"
        },
        {
          "title": "The Fair Folk",
          "url": "/pmwiki/pmwiki.php/Main/TheFairFolk"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "GURPS: BothGURPS Arabian NightsandGURPS Celtic Mythhave discussions of the trope in relation to the respective mythologies, and how to handle it in games. The GURPS-basedDiscworld Roleplaying Gamehas rules for \"Flashy Duelling in Magic\" with the duelsappearingto be shapeshifter showdowns.",
      "links": [
        {
          "title": "GURPS",
          "url": "/pmwiki/pmwiki.php/TabletopGame/GURPS"
        },
        {
          "title": "Discworld Roleplaying Game",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DiscworldRoleplayingGame"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Shadowrun. An article inShadowlandmagazine #5 on shapechanging mentions the \"Shapshifter's Duel\", where two wizards with shapechanging spells would do this.",
      "links": [
        {
          "title": "Shadowrun",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Shadowrun"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fat Messiah Games'sShape Shifters: The Game of Transforming Wizardsis entirely about this trope, with a large \"tree of life\" diagram showing the available shapes and the transitions between them, as well as their relative strengths and weaknesses.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "The \"Lost In Dreams\" quest ofDragon Age: Originsends with a battle against the sloth demon that's trapped you inthe Fade; over the course of the boss fight, the demon takes no less than four different shapes; however, as you've acquired the ability to shapeshift in dreams over the course of this quest, it's entirely possible for you to use your own hard-won forms to counter his advantages - though not an absolutely necessary method of play in this case.",
      "links": [
        {
          "title": "Dragon Age: Origins",
          "url": "/pmwiki/pmwiki.php/VideoGame/DragonAgeOrigins"
        },
        {
          "title": "the Fade",
          "url": "/pmwiki/pmwiki.php/Main/DreamLand"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InKing's Quest V, King Graham and Mordack have a shapeshifting duel in which Graham has to counter each of Mordack's forms with a shape of his own that can effectively counter his opponent's strengths. Eventually Mordack turns into aRing of Fire, and Graham summons a raincloud, extinguishing him. Not that Graham is a shapeshifter, mind you. He just conveniently learns the four required spells (andonlythose four) just beforerecharging his wand with a slice of rotten cheese.",
      "links": [
        {
          "title": "King's Quest V",
          "url": "/pmwiki/pmwiki.php/VideoGame/KingsQuestV"
        },
        {
          "title": "Ring of Fire",
          "url": "/pmwiki/pmwiki.php/Main/RingOfFire"
        },
        {
          "title": "recharging his wand with a slice of rotten cheese",
          "url": "/pmwiki/pmwiki.php/Main/GuideDangIt"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mortal Kombat: Shang Tsung vs. Shang Tsung kombats quickly degenerate into the two kombatants shapeshifting into other characters and beating the living daylights out of each other with copied moves.",
      "links": [
        {
          "title": "Mortal Kombat",
          "url": "/pmwiki/pmwiki.php/Franchise/MortalKombat"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "While you aren'tphysicallytransforming, this is actually a major part of the newerPersonagames. Each Persona has specific strengths and weaknesses, and the main character can shift through Personae to exploit his enemy's weaknesses while protecting his own. Certain boss fights (most obviously theNyx Avatarfight fromPersona 3, but also theSuperbossfrom each game) involve shifting between Personae (in some cases on a turn by turn basis) to counter your opponent's attacks. Through clever manipulation of Personae strengths and weaknesses, you can take very little damage during a fight. (Except of course, when fighting aSuperboss, as attempting to use a Persona with a \"Null\" or \"Absorb\" effect will result in aOne-Hit Kill).",
      "links": [
        {
          "title": "Persona",
          "url": "/pmwiki/pmwiki.php/Franchise/Persona"
        },
        {
          "title": "Persona 3",
          "url": "/pmwiki/pmwiki.php/VideoGame/Persona3"
        },
        {
          "title": "Superboss",
          "url": "/pmwiki/pmwiki.php/Main/Superboss"
        },
        {
          "title": "Superboss",
          "url": "/pmwiki/pmwiki.php/Main/Superboss"
        },
        {
          "title": "One-Hit Kill",
          "url": "/pmwiki/pmwiki.php/Main/OneHitKill"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InPokémon, battles between two Ditto are tiresome. A Ditto is a blob-like Pokémon whose only attack is Transform. This allows it to shift into any opponent's form and use their attacks and stats for the duration of a battle. Catch is, it can only change into a copy of whatever opponent it is currently facing.One can fill in the rest.In fact, if the battle is between two trainers who only have Dittos, the battle willneverend (unless one Ditto is holding a harmful item). Normally, if two Pokemon are incapable of damaging each other, all you have to do is wait for them to run out of Power Points (using a move uses up 1 PP for that move, and can be replenished for free at a Pokemon Center), and then they will start using Struggle (which damages both Pokemon). But when Transform is used, the PP of all the copied moves is set to 5. Thus, using Transform on a Ditto will replenish your Ditto's PP, preventing either Ditto from using Struggle. And since you can't run from Trainer battles, you have to reset the game. (Thankfully, this was fixed inPokémon Diamond and Pearl, as it is now impossible to transform into a transformed Pokémon.)",
      "links": [
        {
          "title": "Pokémon",
          "url": "/pmwiki/pmwiki.php/Franchise/Pokemon"
        },
        {
          "title": "One can fill in the rest",
          "url": "/pmwiki/pmwiki.php/Main/DontExplainTheJoke"
        },
        {
          "title": "Pokémon Diamond and Pearl",
          "url": "/pmwiki/pmwiki.php/VideoGame/PokemonDiamondAndPearl"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "There are 3 of these inAltered Beast (2005), first is a flashback sequence showing a fight betweenLuke and Bradshown upon getting the Minotaur form, the second is an actual playable fight againstBradand the third is againstAnastasia",
      "links": [
        {
          "title": "Altered Beast (2005)",
          "url": "/pmwiki/pmwiki.php/VideoGame/AlteredBeast2005"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In the firstSimon the Sorcerergame, once you learn some actual spells, you can challenge the Witch to one, complete with aShout-OuttoThe Sword in the Stone. It functions as a game ofRock–Paper–Scissors: snake beats cat, cat beats mongoose, and mongoose beats snake.And mouse enables you to escape through a hole in the wall when the Witch turns herself into a dragon.",
      "links": [
        {
          "title": "Simon the Sorcerer",
          "url": "/pmwiki/pmwiki.php/Videogame/SimonTheSorcerer"
        },
        {
          "title": "Shout-Out",
          "url": "/pmwiki/pmwiki.php/Main/ShoutOut"
        },
        {
          "title": "The Sword in the Stone",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheSwordInTheStone"
        },
        {
          "title": "Rock–Paper–Scissors",
          "url": "/pmwiki/pmwiki.php/Main/RockPaperScissors"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Skullgirls: Double vs Double battles ultimately feature this in spades, as the shapeshifter naturally changes to mimic one of the other characters with every single attack.",
      "links": [
        {
          "title": "Skullgirls",
          "url": "/pmwiki/pmwiki.php/VideoGame/Skullgirls"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "This can sometimes happen duringChangeling modeonSpace Station 13.As demonstrated masterfully duringthis episode of Razage's LP.",
      "links": [
        {
          "title": "Changeling mode",
          "url": "/pmwiki/pmwiki.php/Film/TheThing1982"
        },
        {
          "title": "Space Station 13.",
          "url": "/pmwiki/pmwiki.php/VideoGame/SpaceStation13"
        },
        {
          "title": "this episode of Razage's LP.",
          "url": "https://www.youtube.com/watch?v=QLyXIg03opA&feature=youtu.be"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InWorld of Warcraft, druids of the opposing factions can do this in PVP. Since they can turn into bears with high defense, speedy cheetahs and seals (for water travel), damage-over-time-based big cats, and the occasional spellcasting moonkin,andthey can all go back to caster form to heal themselves, you can occasionally have a spat with a single other druid that goes on for a very long time. These eventually turn into simply trying to chase the other one down and root them or making them exhaust their mana supply.",
      "links": [
        {
          "title": "World of Warcraft",
          "url": "/pmwiki/pmwiki.php/VideoGame/WorldOfWarcraft"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In one scene inWeen: The Prophecythe hero has to get past a shapeshifting dragon. The hero knows several forms, but the dragon always takes a form stronger than the hero's.The solution is: become a worm to make him a wasp, catch him with a wasp trap, use outside help to dispose of the trap.",
      "links": [
        {
          "title": "Ween: The Prophecy",
          "url": "/pmwiki/pmwiki.php/VideoGame/WeenTheProphecy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Animator vs. Animation: In Episode 21 of theAvM Shorts, Both Blue and the witch comes to a head with a one-on-one battle between each other constantly using potions to shapeshift into various mobs.",
      "links": [
        {
          "title": "Animator vs. Animation",
          "url": "/pmwiki/pmwiki.php/WebAnimation/AnimatorVsAnimation"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Depends on the fight inBut I'm a Cat Person. With novice (or nervous) Masters, Beings are more likely to enter battle in a single form and stick with it, sometimes with the Mastersagreeing on that form beforehand. With more-experienced or more-daring Masters, or creative Beings whose options haven't been limited, look out forfast-paced and dramatic changes.",
      "links": [
        {
          "title": "But I'm a Cat Person",
          "url": "/pmwiki/pmwiki.php/Webcomic/ButImACatPerson"
        },
        {
          "title": "agreeing on that form beforehand",
          "url": "https://www.bicatperson.com/comic/chapter-four-page-4/"
        },
        {
          "title": "fast-paced and dramatic changes.",
          "url": "https://www.bicatperson.com/comic/chapter-seventeen-page-7/"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ask Vector Primebrings usThe tale of the Malignus and the Metrotitan.In the endthe Malignus tries to become entropy itself and explodes.",
      "links": [
        {
          "title": "Ask Vect",
          "url": "/pmwiki/pmwiki.php/Main/FourthWallMailSlot"
        },
        {
          "title": "or Prime",
          "url": "/pmwiki/pmwiki.php/Anime/TransformersCybertron"
        },
        {
          "title": "The tale of the Malignus and the Metrotitan.",
          "url": "http://tfwiki.net/wiki/Ask_Vector_Prime/Facebook_src#July_17"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "An episode ofThe Batman (2004), \"Clayfaces\", invokes this trope when the original, reformedClayface(Ethan Bennett) tries to help Batman stop the new homicidalClayface(Basil Karlo).",
      "links": [
        {
          "title": "The Batman (2004)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheBatman2004"
        },
        {
          "title": "Clayface",
          "url": "/pmwiki/pmwiki.php/Main/TragicVillain"
        },
        {
          "title": "Clayface",
          "url": "/pmwiki/pmwiki.php/Main/GoingPostal"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "One episode ofBen 10: Alien Forcehas Ben go up against Albedo, a former apprentice of Azmuth who had made a copy of the Omnitrix. Their fight involved just about all of Ben's forms between them. (ExceptAlien X, naturally).",
      "links": [
        {
          "title": "Ben 10: Alien Force",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Ben10AlienForce"
        },
        {
          "title": "Alien X",
          "url": "/pmwiki/pmwiki.php/Main/AwesomeButImpractical"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The original pilot forDexter's Laboratory(also known as \"Changes\") had Dexter and Dee Dee zapping each other into various improbable animal forms with a remote Dexter had invented, ending with Dexter and Dee Deestuck in each other's forms.Dee Dee:[in Dexter's body]Last one downstairs is an ugly, stinky, slimy spider!Dexter:[in Dee Dee's body]Why not? I've been everythingelsetoday...",
      "links": [
        {
          "title": "Dexter's Laboratory",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/DextersLaboratory"
        },
        {
          "title": "stuck in each other's forms",
          "url": "/pmwiki/pmwiki.php/Main/FreakyFridayFlip"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A variation appears inDuckTales (1987)where MagicaDeSpellhad a bag of powder that turns whatever the powder is sprinkled on to whatever the person (well,Funny Animal, but we digress) wants. The climax is Huey and the Beagle Boys fighting over the powder and transforming themselves and each other with it. It was awesome.",
      "links": [
        {
          "title": "DuckTales (1987)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/DuckTales1987"
        },
        {
          "title": "Funny Animal",
          "url": "/pmwiki/pmwiki.php/Main/FunnyAnimal"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Fairly OddParents!: The episode \"Apartnership\" has Cosmo and Wanda's marriage on the rocks, and they have a \"magic fight\" at one point in which involves turning each other into undesirable forms. The end result has Timmy transformed into a toilet.",
      "links": [
        {
          "title": "The Fairly OddParents!",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheFairlyOddParents"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InIl Était Une Fois...l'Espace(Once Upon a Time... Space), Psi is prisoner of the Humanoids, and they try to interrogate her for information. To this end, they bring a Cassiopeian telepath who tries to read her mind, but Psi's ownPsychic Powersproves to be a match. The ensuingBattle in the Center of the Mindtakes the form of a Shape-Shifter Showdown, the telepath first taking the shape of a giant rat in her mind, which she counters by turning into a cat. The caught rat then turn into a snake, and Psi counters with a coyote, etc. This quickly escalates to a battle between Kaiju-like monsters and dinosaurs.",
      "links": [
        {
          "title": "Il Était Une Fois...",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/IlEtaitUneFois"
        },
        {
          "title": "Psychic Powers",
          "url": "/pmwiki/pmwiki.php/Main/PsychicPowers"
        },
        {
          "title": "Battle in the Center of the Mind",
          "url": "/pmwiki/pmwiki.php/Main/BattleInTheCenterOfTheMind"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Justice League:The Martian Manhunter vs. Clayface. Eventually,the Martian wins through cleverness, shifting into Clayface's natural form, tricking Killer Frost into freezing the real Clayface (in the form of Martian Manhunter) solid before he could protest, and waiting until a critical moment to reveal the trick.Justice League members faced off against their evil counterparts — both Martians turned into long, serpenty things and...wrestled.Justice League members faced off against theirrobotic duplicatesof their evil counterparts. It's even more minimalist than last time, just a couple of seconds of grappling hand-to-hand in their regular forms.Martian Manhunterfinally gets a much better one inJustice League: Doomin his fight with Ma'alefa'ak.",
      "links": [
        {
          "title": "Justice League",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/JusticeLeague"
        },
        {
          "title": "wrestled",
          "url": "/pmwiki/pmwiki.php/Main/FightUnscene"
        },
        {
          "title": "Martian Manhunter",
          "url": "/pmwiki/pmwiki.php/ComicBook/MartianManhunter"
        },
        {
          "title": "Justice League: Doom",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/JusticeLeagueDoom"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In the \"Whimzee Come Home\" episode of theMy Little Pony 'n Friendsside-series \"Moondreamers\", Whimzee has one similar to the \"Sword in the Stone\" example against the Queen of Imagination, but with magic amulets.",
      "links": [
        {
          "title": "My Little Pony 'n Friends",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/MyLittlePonyAndFriends"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pink Panther: The episode \"Pink-A-Rella\" ends with the Panther and aWitch Classicsnatching her wand back and forth to transform each other into various objects..until she gets turned into a comely female panther.",
      "links": [
        {
          "title": "Pink Panther",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/PinkPanther"
        },
        {
          "title": "Witch Classic",
          "url": "/pmwiki/pmwiki.php/Main/WitchClassic"
        },
        {
          "title": "until she gets turned into a comely female panther.",
          "url": "/pmwiki/pmwiki.php/Main/AttractiveBentSpecies"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A few episodes ofSabrina: The Animated Serieshad Hilda and Zelda fighting by turning one another into undesirable forms, with one fight ending with Hilda as a gingerbread cookie and Zelda as a fat child (presumablyHansel). Yeah...",
      "links": [
        {
          "title": "Sabrina: The Animated Series",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/SabrinaTheAnimatedSeries"
        },
        {
          "title": "Hansel",
          "url": "/pmwiki/pmwiki.php/Literature/HanselAndGretel"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A shifting wrestling match occurred inStatic ShockbetweenRubberband ManandEbon.",
      "links": [
        {
          "title": "Static Shock",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/StaticShock"
        },
        {
          "title": "Rubberband Man",
          "url": "/pmwiki/pmwiki.php/Main/RubberMan"
        },
        {
          "title": "Ebon",
          "url": "/pmwiki/pmwiki.php/Main/LivingShadow"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InTeen Titans (2003), Beast Boy is pitted against an evil version of himself in the fourth season finale. Granted, a fair bit of it is offscreen, but the bits that they do show are really cool, especially when Evil!Beast Boy turns into an elephant, so Beast Boy turns into a mouse to frighten him. Played with in that neither Beast Boy is able to overcome the other, leaving this Shapeshifter Showdown a draw. However,noneof the Titans are able to beat their ownEnemy Without,so they switch who they're fighting, and it's Cyborg who defeats Evil!Beast Boy viaNo-Sell.Cyborg always knew he could beat Beast Boy(but of course, Starfire can beat Cyborg, and Beast Boy can beat Starfire).Also done inTeen Titans Go!between Beast Boy and... well,Beast Boythrough the use of the Worlogog. They first start mimicking each other before 2013 Beast Boy changes into a kitten to invokeCuteness Overloadon 2003 Beast Boy and then knocks him out of the arena.",
      "links": [
        {
          "title": "Teen Titans (2003)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TeenTitans2003"
        },
        {
          "title": "Enemy Without",
          "url": "/pmwiki/pmwiki.php/Main/EnemyWithout"
        },
        {
          "title": "so they switch who they're fighting",
          "url": "/pmwiki/pmwiki.php/Main/OpponentSwitch"
        },
        {
          "title": "No-Sell",
          "url": "/pmwiki/pmwiki.php/Main/NoSell"
        },
        {
          "title": "Cyborg always knew he could beat Beast Boy",
          "url": "/pmwiki/pmwiki.php/Main/CallBack"
        },
        {
          "title": "(but of course, Starfire can beat Cyborg, and Beast Boy can beat Starfire)",
          "url": "/pmwiki/pmwiki.php/Main/TacticalRockPaperScissors"
        },
        {
          "title": "Teen Titans Go!",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TeenTitansGo"
        },
        {
          "title": "Beast Boy",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TeenTitans2003"
        },
        {
          "title": "Cuteness Overload",
          "url": "/pmwiki/pmwiki.php/Main/CutenessOverload"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Most fights betweenTransformersinvolve multiple shifts in and out of robot form. Justified, since their robot forms are better for fighting, but their disguise forms are more suited for transportation. Most fights were had while one side was running away from the other, or while they were vying for control of someMacGuffin.",
      "links": [
        {
          "title": "Transformers",
          "url": "/pmwiki/pmwiki.php/Franchise/Transformers"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InWalter Melon, when Melon and Bitterbug are filling in for Lancelot and Arthur respectively, Merlin uses them to do this.",
      "links": [
        {
          "title": "Walter Melon",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/WalterMelon"
        }
      ]
    }
  ]
}