{
  "trope": "DarkestHour",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/DarkestHour",
  "description": "We cannot get out. The shadow moves in the dark.We cannot get out. They are coming.\n\n\"You and I, Sam, are still stuck in the worst places of the story, and it is all too likely that some will say at this point: 'Shut the book now, dad; we don't want to read any more.'\"—Frodo,The Lord of the Rings, The Two Towers, Book IV\n\nThis is it. Things really can't get any worse. They justcan't.\n\nDuring the course of aStory Arc, your characters can go places, have adventures, fight bad guys, and right wrongs. They've loved and lost and learned... and then something happens. Something that they never expected.The Bad Guy Wins. The peopleturn against them.The mentoris dead. The teamfalls apart.The Hero Dies.The last slice of pizza gets taken.\n\nAnd they don't have time to mourn or plan or get over their losses, because more bad things are happening. This is the point in a narrative when there's no hope, when the characters are at the edge of theDespair Event Horizon. It is frequently invoked for the strongest testing ofThe Hero's character:What You Are in the Dark.\n\nOlder Than Dirt, going back toThe Epic of Gilgamesh. As an ancient and ubiquitous plot device, this scenario has received quite a bit of attention in literary circles; it's cognate to the \"death\" stage (preceding the \"descent into the underworld\", but not always clearly distinguished from it) in certain formulations ofThe Hero's Journeymonomyth, and shows up elsewhere as well. At least one creative writing course views such bleak moments as essential to effective plotting.\n\nThis usually precedes aDay of Reckoningclimax where only a few things can happen:\n\nTheBig Damn Heroesmoment, where either your characters will make a comeback orsomeone else arrives to help.There's aspot of hopethat is then cruelly crushed, which leads to aDowner Endingor aBittersweet Ending.The author isultimately going for a happy ending,but is feeling cruel enough to add aHope Spotanywaybefore the heroes emerge from the mire.\n\nCompareSymbolic Hero Rebirth, the first of the dark hours. May overlap withNear-Villain Victory. TheCornered Rattle Snakeis someone who begins to fight back despite appearing to have no chance of survival.Hope Springs Eternalis the natural conclusion of such a moment... unless, of course, the story features aDowner Ending. ASecond Chapter Cliffhangeris often characterized by this.\n\nTheTrope Nameris a proverbthat claimsthat \"The darkest hour is just before the dawn,\" but its exact origins are uncertain. Most likely, English theologian and historian Thomas Fuller was the first one to say something like it in his1650 religious travelogueA Pisgah-Sight Of Palestine And The Confines Thereof, where it is quoted, \"It is always darkest just before the Day dawneth.\"\n\nIt should go without saying, but \"Here there be spoilers!\"\n\nExamples:Anime & MangaComic BooksFan WorksFilms — AnimationFilms — Live-ActionLiteratureLive-Action TVMusicVideo GamesWebcomicsWeb OriginalWestern Animationopen/close all folders\n\nManhwaThe end of Hong Gildong arc inShin Angyo Onshi. The main characterwillingly traps himself in aLotus-Eater Machinewhich he considered aFate Worse than Deathbetting onOne In A Million Chanceof breaking free versus certain death otherwise. His main companionis deceived into working for theBig Bad.Anti-Villainantagonists of the arcare mostly dead.The main character's former old friendremains undead in the thrall to theBig Bad, and is revealed to be unable to die or to break free unless his body is completely obliterated. The city that the protagonists protected in the arcis taken over by theBig Bad. TheBig Baddecides to stop fooling around and get to the businness oftaking over the world, revealing his vast true power and his array of superhuman henchmen. Few good guys still standing are being manipulated by him.It getsSo. Much. Worsein the final battle. After a gruesome battle where Munsu loses his right arm just to redeem Sando, Aji Tae appears, and decides to make a little show of power... obliterating his stronghold and most of the battlefield in one go, killing most of the characters in there, including his henchmen. Then, almost dead from blood loss and the cost of using the mandrake getting to him, Munsu still doesn't have any other idea against Aji Tae rather than claiming that he is Aji Tae's origin (And thus, his death could affect Aji Tae). Aji Tae thus decides to make a point blowing up Munsu's eye and other arm, and showing he considered that option, and that's why he used anotherEldritch Abominationas insurance to avoid the worst case scenario.Desperation Attackonly mean getting instakilled, and it looks like Munsu just succumbed...And then Munsu decides to have the very best death ever and show the bastard who's boss.\n\nPodcastsDark Legion: Death's Door, the Phase Three finale ofAre You Afraid Of The Dark Universe, is designed to be this at the end of a phase that Dylan and Dalton have described as \"the death of hope\". Things get so bad that Gwen, one of the most heroic characters in the series, unironically declares that they should have either let Dracula ascend to godhood (inHouse of Dracula) or let everyone in Cairo be sacrificed to block the gate to Hell (inHeaven's Gate) since either option would have prevented the current situation of tens of millions of people dying worldwide thanks to Set reviving his death god brethren. And this isbeforeall the Dark Legion but Nick are killed, and Ahmanet fully unleashes Hell on Earth.The climax ofInterstitial: Actual Playepisode 15.The Organization has captured and restrained our heroes, Larxene has seemingly rejoined them, andDiZis readying his weapon that will return everyone to their own worlds forever.\n\nProfessional WrestlingDuring 1934, professional wrestling was almost killed off in New York when Jack Pfefer, an ostracized promoter whom few liked, decided to get revenge on his rivals by exposing their business as fake and then promoting his own brand of \"theater\" style pro wrestling. Thus one of the few affordable forms of entertainment during the depression became a laughingstock in the state, with gates plummeting and news sources refusing to continue covering it. The New York territories would recover in 1942, largely thanks to the athletics ofAntonino Rocca.Ring of Honor's darkest hour was May 22nd 2004, in the wake of the Rob Feinstein scandal, said co founder was fired, ROH lost its distribution company, it was unable to host Maryland Championship Wrestling'sShane Shamrock Memorial Cupalso because of said scandal, several of their best talents including champions were barred from returning byTNAand theirGeneration Nextevent was held in a tent due to them being kicked out of an armory on account of the US Army needing it to fight a war against Iraq. During the event, the fan votes to determine who were the best of the new wrestlers ROH had managed to bring inwere trashedbyAustin Aries,Roderick Strong, Jack Evans and Alex Shelley, on the basistheywere the best the company had to offer... the interest they generated may have ironically ended being one of the things that saved the company.TNAhas faced near-death so many times since the end of the Hogan/Bischoff era that many believe the company willneverdie. That being said, late 2016 was undoubtedly its most dire period. TNA went through another major exodus of talent (prior exoduses had destroyed its previously stacked roster to the point that only two of the TNA Originals,AbyssandJames Storm, were left in the company), had gotten kicked out of their original headquarters and forced to move into their merchandise warehouse, and then in October, information was released on the internet detailing its many legal woes, including multiple lawsuits from multiple parties, one of them being fromits own President, Billy Corgan, and a tax lien from the state of Tennessee. Dixie Carter, TNA's owner, resisted Billy's attempts to buy the company, and her constant lying and screwing over Corgan (who was well-liked by the talent) eventually caused the entire roster to sour on her. The company was saved (yet again) by Anthem, who would buy out Corgan and TNA and leave Dixie with a 5% stake, beforekicking her upstairs.\n\nTabletop GamesThe Dark Age Era inBattleTech, the Exarch of the Republic of the Sphere Devlin Stone disappears, and theHPGnetwork collapses from an unknown attacker, this riles every faction to turn on each other.It's eventually revealed that Stonewent into cryogenic suspensionand rigged theHPGfailure himself, with the intention of returning in several decades time and \"fix\" everything to be humanity's savior once again. Instead, he was woken up early by someone who managed to track him down, only to find that in his absence the Republic of the Sphere had nearly collapsed and was about to be overwhelmed by Clan Wolf and Clan Jade Falcon. He lived long enough to see the two clans conquer Terra, ending the Republic once and for all.Magic: The Gatheringgraces us withDarkest Hour.As far as the storyline is concerned, this point is reached whenYawgmothpersonally manifests himself on Dominaria.New Phyrexia. If you haven't gleaned how that's a Darkest Hour from the title, the Phyrexians have invaded another plane. This time,they've won. From what's been spoiled so far, it seems as ifthey've been able to infect mana itself.The multiverse isscrewed.The current page image takes place on the plane of Innistrad. The only thing keeping the humans of Innistrad from becoming lunch for the resident zombies, werewolves, vampires, ghosts and demons is faith in the archangel Avacyn. Avacynhas gone MIA and the wards and holy weapons are starting to fail, leaving them all but defenseless.Done again in the interim between Shadows Over Innistrad and Eldritch Moon. Avacyn has now gone mad, driving the whole plane insane with her, and Sorin saw it fit to erase her to bring an end to the madness. All this accomplished, however, is that it's removed the last line of defense for Innistrad and allowed Emrakul to encroach on the plane, twisting everything around her. And Sorin is no longer around to defend the plane after Nahiri trapped him in the Helavault out of spite.Hour of Devastation serves as one for the entire Gatewatch arc. After spending the last few blocks solving crises, like defeating Ulamog and Kozilek on Zendikar, repelling Emrakul in Innistrad, and leading the rebellion to victory against the Consulate in Kaladesh, here in Amonkhet, the God-PharaohNicol Bolasdescends, and the Gatewatch are utterly powerless against him. All its members are defeated and forced to scatter; Jace is separated from the group as he gets trapped on Ixalan, while the first chapters of Dominaria involve the rest of the Gatewatch dealing with the fallout.This pops up a couple of times inTraveller:After the collapse of the First Imperium, the relatively short reign of the Second Imperium (the Rule of Man) only postponed the decline of civilisation. Advanced technology was lost and interstellar trade broke down, leaving thousands of worlds isolated at best and, at worst, unable to support life without technology. This lasted nearly 2,000 years before the Sylean Federation, one of the few groups to retain interstellar travel, became the Third Imperium and set about restoring civilisation.The New Era: After the Third Imperium was torn apart byCivil Warover the course of the previous edition (MegaTraveller),The Virus(literally a sentient computer virus) was released, destroying life across known space. According to sourcebooks published after GDW went under, Virus was eventually defeated and a Fourth Imperium rising from the ashes.Warhammer 40,000: The Horus Hersey. Horus has besieged Terra, and the traitor legions have ravaged the entire planet, and the Emperor and only 3 of his Space Marine legions are all that stand against Horus and his 8 traitor legions.Long Night, War of the Beast, The Beheading, Reign of Blood, Three Tyranical Wars, Black Crusades, they all qualify. Imperium (and pre-Imperium) accumulated quite a lot of those over 15,000 years. Yes, humanity survived by the skin of their teeth, but it suffered crucial irrecoverable losses each time. The current period in lore is called Time of Ending and, let's say, the name works.The entire Yu-gi-oh franchise hits this with the release ofPe Pe. In the lore this represents the end of the world and Sophia's awakening. In the metagame this was an invincible Tier 0 deck only beatable by Monarchs and Kozmo. In the anime this was the darkest arc yet introducing a truly terribleFantastic Caste System.\n\nTheatreEvita: Col. Perón's imprisonment in \"A New Argentina\". He mentions fleeing to Paraguay in the first refrain before he is arrested, and mentions exile again as an alternative to execution during his imprisonment.Joseph being thrown into prison inJoseph and the Amazing Technicolor Dreamcoat: \"Poor, poor Joseph, whatcha gonna do?/ Things look bad for you!/ Hey, whatcha gonna do?\"Wicked: \"No Good Deed Goes Unpunished! All helpful urges should be circumvented - no good deed goes unpunished! Sure, I meant well, well look at what well-meant did!\" Dead little sister,Villain with Good Publicityas powerful as ever,Beloved teacher reduced to bleating, love interest in chains and torment, and best friend is accomplice to all this.Two inMan of La Mancha: One is for Aldonza, after being gang-raped by the muleteers. Then Don Quixote himselfsuffers this afterthe Knight of the Mirrors breaks his spirit.Spring Awakening: Melchior comes home to find his love interest and their unborn child have been killed by a failed abortion, making it all his fault, and he's reminded that best friend committed suicide, and it'salso his fault, indirectly. And this is not helped in the original German play, whenthe ghosts of his friends actually appear totry to make him commit suicide and join them.Some friends.Les Misérableshas a Darkest Hour for each of its main characters, it seems. For instance, Fantine's beg: \"I never did no wrong / My daughter's close to dying / If there's a God above / He'd let me die instead.\" The first act concludes with theDark Reprisemedley\"One Day More\", which is the story's overall darkest hour.1776:\"Gentlemen, we are about to brave the storm in a skiff made of paper.\" While history teachers forevermore would trumpet the signing of the Declaration as the birth of the United States of America, at the time the Founding Fathers knew that that \"skiff made of paper\" would have been a far safer bet - they faced another decade of war with a third of the Colonies on their side in a ragtag militia facing the might of the British Imperial Navy and knew they faced years of hardship and a charge of treason should they fail.John Adamsmight have been able to \"see the rays of ravishing light and glory... through the gloom,\" but he also knew what they faced. There was very little joy in Independence Hall that day.The Darkest Hour was yet to come: the Continental Army was soundly thrashed in the initial engagements at New York, and the broken remnants fled across New Jersey desperately attempting to escape the British. It was this that prompted Tom Paine to write \"These are the times that try men's souls....\"The third act ofVanities, where the characters' friendship is strained to the breaking point. Worse,this was the original non-musical play's finale.InThe Magic Flute, when the Queen of the Night asks Tamino to rescue Pamina, she asks him to help in \"a mother's darkest hour.\"Head over Heels: Philoclea's love interest, Musidorus, is killed in a duel with Basileus after the former is outed fromhis drag disguise as Cleophila, Pamela and Mopsa are out as a lesbian couple, andBasileus gives up his crown to Gynecia, fulfilling all of the Oracle's prophecies and dooming Arcadia. Untilthe people's prayersprompt the gods torevive Musidorus.In Act III ofL'Orfeo, it looks like Orpheus will be forced to return alone when Charon, despite feeling pity for Orpheus, refuses to budge. Then Orpheus lamenting his situation lulls Charon to sleep, letting him steal the boat and press on.InHadestown, the song \"If It's True\" functions as this. Hades, after brutally mocking Orpheus for his optimism, orders his workers to beat him senseless, and it seems that nothing can convince Hades to let Eurydice go. Even worse, Eurydice came willingly instead of by force as Orpheus thought—she lost faith in Orpheus's ability to provide for her and song to bring back spring, leaving for the security of Hadestown. All this ruins Orpheus so badly that he considers leaving without Eurydice until he realizes the Workers are singing with him and renewing his hope.\n\nVisual NovelsAce Attorney:The beginning of the final day ofPhoenix Wright: Ace Attorney – Justice For All, case 2-4.Maya's been kidnapped by a professional assassin, who wants him to get an acquittal for the client-of-the-week in exchange for Maya's life. Phoenix then has to spend the first day breaking one of the biggestwoobiesin the series to achieve his goal, only to find out that his client is guilty. On top of that, just when the player thinks they found out where Maya is being kept, the assassin slipped right out of the police's grasp, leaving them back to square one on where to find her, the player is given aYou Bastard!moment by said woobie, and now Phoenix has to decide between proving his client guilty or saving Maya's life. All while the client is standing there and mocking you.In \"A Turnabout Forsaken\" ofAce Attorney Investigations 2: Prosecutor's Gambit,Kay was attacked by a mysterious mastermind and suffered amnesia and was implicated for the murder of a C.P.E. member. Then the Chairman of the C.P.E., Excelsius Winner entered and shows his abuse of power by twisting the truth to have Kay convicted of the murder no matter what evidence Edgeworth tried to argue with. Then realizing the corruption in the C.P.E., Edgeworth gives up his badge and whole career as a prosecutor. And then it getseven worsewhen Edgeworth is arrested and imprisoned in the Detention Center for continuing the investigation, since doing so is illegal.Anonymous;Code: After Pollon fails toprotect Miori Soga despite the Loading, Asuma goes berserk withPhysical Godpowers and summonsa meteor to destroy Earth. Pollondoesn't even botherLoading while others are trying to come up with a solution, but when he comes to his senses, Asuma makes himBrought Down to Normal.The tail end ofBeatrice's trial inTyrion Cuthbert: Attorney of the Arcane, for Tyrion. For the first time in the game, his final Argument against the culpritcannot be won, and his last resort (the Empowered Eye) is nullifiedby Marrunath. His thoughts just before the would-be verdict show that he feels like he's alone and a failure, not able to trust anyone, convinced that he's being used by everybody (including Tymora and Celeste). He only gets out of this hopeless situation thanks to aDeus ex Machina.\n\n\n\nRemember, dear tropers; the darkest hour is always before the dawn.",
  "examples": [
    {
      "section": "Examples:",
      "text": "The end of Hong Gildong arc inShin Angyo Onshi. The main characterwillingly traps himself in aLotus-Eater Machinewhich he considered aFate Worse than Deathbetting onOne In A Million Chanceof breaking free versus certain death otherwise. His main companionis deceived into working for theBig Bad.Anti-Villainantagonists of the arcare mostly dead.The main character's former old friendremains undead in the thrall to theBig Bad, and is revealed to be unable to die or to break free unless his body is completely obliterated. The city that the protagonists protected in the arcis taken over by theBig Bad. TheBig Baddecides to stop fooling around and get to the businness oftaking over the world, revealing his vast true power and his array of superhuman henchmen. Few good guys still standing are being manipulated by him.It getsSo. Much. Worsein the final battle. After a gruesome battle where Munsu loses his right arm just to redeem Sando, Aji Tae appears, and decides to make a little show of power... obliterating his stronghold and most of the battlefield in one go, killing most of the characters in there, including his henchmen. Then, almost dead from blood loss and the cost of using the mandrake getting to him, Munsu still doesn't have any other idea against Aji Tae rather than claiming that he is Aji Tae's origin (And thus, his death could affect Aji Tae). Aji Tae thus decides to make a point blowing up Munsu's eye and other arm, and showing he considered that option, and that's why he used anotherEldritch Abominationas insurance to avoid the worst case scenario.Desperation Attackonly mean getting instakilled, and it looks like Munsu just succumbed...And then Munsu decides to have the very best death ever and show the bastard who's boss.",
      "links": [
        {
          "title": "Shin Angyo Onshi",
          "url": "/pmwiki/pmwiki.php/Manhwa/ShinAngyoOnshi"
        },
        {
          "title": "Lotus-Eater Machine",
          "url": "/pmwiki/pmwiki.php/Main/LotusEaterMachine"
        },
        {
          "title": "Fate Worse than Death",
          "url": "/pmwiki/pmwiki.php/Main/FateWorseThanDeath"
        },
        {
          "title": "One In A Million Chance",
          "url": "/pmwiki/pmwiki.php/Main/OneInAMillionChance"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Anti-Villain",
          "url": "/pmwiki/pmwiki.php/Main/AntiVillain"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "taking over the world",
          "url": "/pmwiki/pmwiki.php/Main/TakeOverTheWorld"
        },
        {
          "title": "Eldritch Abomination",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        },
        {
          "title": "Desperation Attack",
          "url": "/pmwiki/pmwiki.php/Main/DesperationAttack"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dark Legion: Death's Door, the Phase Three finale ofAre You Afraid Of The Dark Universe, is designed to be this at the end of a phase that Dylan and Dalton have described as \"the death of hope\". Things get so bad that Gwen, one of the most heroic characters in the series, unironically declares that they should have either let Dracula ascend to godhood (inHouse of Dracula) or let everyone in Cairo be sacrificed to block the gate to Hell (inHeaven's Gate) since either option would have prevented the current situation of tens of millions of people dying worldwide thanks to Set reviving his death god brethren. And this isbeforeall the Dark Legion but Nick are killed, and Ahmanet fully unleashes Hell on Earth.",
      "links": [
        {
          "title": "Are You Afraid Of The Dark Universe",
          "url": "/pmwiki/pmwiki.php/Podcast/AreYouAfraidOfTheDarkUniverse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The climax ofInterstitial: Actual Playepisode 15.The Organization has captured and restrained our heroes, Larxene has seemingly rejoined them, andDiZis readying his weapon that will return everyone to their own worlds forever.",
      "links": [
        {
          "title": "Interstitial: Actual Play",
          "url": "/pmwiki/pmwiki.php/Podcast/InterstitialActualPlay"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "During 1934, professional wrestling was almost killed off in New York when Jack Pfefer, an ostracized promoter whom few liked, decided to get revenge on his rivals by exposing their business as fake and then promoting his own brand of \"theater\" style pro wrestling. Thus one of the few affordable forms of entertainment during the depression became a laughingstock in the state, with gates plummeting and news sources refusing to continue covering it. The New York territories would recover in 1942, largely thanks to the athletics ofAntonino Rocca.",
      "links": [
        {
          "title": "Antonino Rocca",
          "url": "/pmwiki/pmwiki.php/Wrestling/AntoninoRocca"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ring of Honor's darkest hour was May 22nd 2004, in the wake of the Rob Feinstein scandal, said co founder was fired, ROH lost its distribution company, it was unable to host Maryland Championship Wrestling'sShane Shamrock Memorial Cupalso because of said scandal, several of their best talents including champions were barred from returning byTNAand theirGeneration Nextevent was held in a tent due to them being kicked out of an armory on account of the US Army needing it to fight a war against Iraq. During the event, the fan votes to determine who were the best of the new wrestlers ROH had managed to bring inwere trashedbyAustin Aries,Roderick Strong, Jack Evans and Alex Shelley, on the basistheywere the best the company had to offer... the interest they generated may have ironically ended being one of the things that saved the company.",
      "links": [
        {
          "title": "Ring of Honor",
          "url": "/pmwiki/pmwiki.php/Wrestling/RingOfHonor"
        },
        {
          "title": "TNA",
          "url": "/pmwiki/pmwiki.php/Wrestling/TNA"
        },
        {
          "title": "were trashed",
          "url": "/pmwiki/pmwiki.php/Main/CheapHeat"
        },
        {
          "title": "Austin Aries",
          "url": "/pmwiki/pmwiki.php/Wrestling/AustinAries"
        },
        {
          "title": "Roderick Strong",
          "url": "/pmwiki/pmwiki.php/Wrestling/RoderickStrong"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TNAhas faced near-death so many times since the end of the Hogan/Bischoff era that many believe the company willneverdie. That being said, late 2016 was undoubtedly its most dire period. TNA went through another major exodus of talent (prior exoduses had destroyed its previously stacked roster to the point that only two of the TNA Originals,AbyssandJames Storm, were left in the company), had gotten kicked out of their original headquarters and forced to move into their merchandise warehouse, and then in October, information was released on the internet detailing its many legal woes, including multiple lawsuits from multiple parties, one of them being fromits own President, Billy Corgan, and a tax lien from the state of Tennessee. Dixie Carter, TNA's owner, resisted Billy's attempts to buy the company, and her constant lying and screwing over Corgan (who was well-liked by the talent) eventually caused the entire roster to sour on her. The company was saved (yet again) by Anthem, who would buy out Corgan and TNA and leave Dixie with a 5% stake, beforekicking her upstairs.",
      "links": [
        {
          "title": "TNA",
          "url": "/pmwiki/pmwiki.php/Wrestling/TNA"
        },
        {
          "title": "Abyss",
          "url": "/pmwiki/pmwiki.php/Wrestling/Abyss"
        },
        {
          "title": "James Storm",
          "url": "/pmwiki/pmwiki.php/Wrestling/JamesStorm"
        },
        {
          "title": "kicking her upstairs",
          "url": "/pmwiki/pmwiki.php/Main/KickedUpstairs"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Dark Age Era inBattleTech, the Exarch of the Republic of the Sphere Devlin Stone disappears, and theHPGnetwork collapses from an unknown attacker, this riles every faction to turn on each other.It's eventually revealed that Stonewent into cryogenic suspensionand rigged theHPGfailure himself, with the intention of returning in several decades time and \"fix\" everything to be humanity's savior once again. Instead, he was woken up early by someone who managed to track him down, only to find that in his absence the Republic of the Sphere had nearly collapsed and was about to be overwhelmed by Clan Wolf and Clan Jade Falcon. He lived long enough to see the two clans conquer Terra, ending the Republic once and for all.",
      "links": [
        {
          "title": "BattleTech",
          "url": "/pmwiki/pmwiki.php/TabletopGame/BattleTech"
        },
        {
          "title": "went into cryogenic suspension",
          "url": "/pmwiki/pmwiki.php/Main/HumanPopsicle"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Magic: The Gatheringgraces us withDarkest Hour.As far as the storyline is concerned, this point is reached whenYawgmothpersonally manifests himself on Dominaria.New Phyrexia. If you haven't gleaned how that's a Darkest Hour from the title, the Phyrexians have invaded another plane. This time,they've won. From what's been spoiled so far, it seems as ifthey've been able to infect mana itself.The multiverse isscrewed.The current page image takes place on the plane of Innistrad. The only thing keeping the humans of Innistrad from becoming lunch for the resident zombies, werewolves, vampires, ghosts and demons is faith in the archangel Avacyn. Avacynhas gone MIA and the wards and holy weapons are starting to fail, leaving them all but defenseless.Done again in the interim between Shadows Over Innistrad and Eldritch Moon. Avacyn has now gone mad, driving the whole plane insane with her, and Sorin saw it fit to erase her to bring an end to the madness. All this accomplished, however, is that it's removed the last line of defense for Innistrad and allowed Emrakul to encroach on the plane, twisting everything around her. And Sorin is no longer around to defend the plane after Nahiri trapped him in the Helavault out of spite.Hour of Devastation serves as one for the entire Gatewatch arc. After spending the last few blocks solving crises, like defeating Ulamog and Kozilek on Zendikar, repelling Emrakul in Innistrad, and leading the rebellion to victory against the Consulate in Kaladesh, here in Amonkhet, the God-PharaohNicol Bolasdescends, and the Gatewatch are utterly powerless against him. All its members are defeated and forced to scatter; Jace is separated from the group as he gets trapped on Ixalan, while the first chapters of Dominaria involve the rest of the Gatewatch dealing with the fallout.",
      "links": [
        {
          "title": "Magic: The Gathering",
          "url": "/pmwiki/pmwiki.php/TabletopGame/MagicTheGathering"
        },
        {
          "title": "Darkest Hour",
          "url": "http://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=186081"
        },
        {
          "title": "Yawgmoth",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        },
        {
          "title": "Nicol Bolas",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "This pops up a couple of times inTraveller:After the collapse of the First Imperium, the relatively short reign of the Second Imperium (the Rule of Man) only postponed the decline of civilisation. Advanced technology was lost and interstellar trade broke down, leaving thousands of worlds isolated at best and, at worst, unable to support life without technology. This lasted nearly 2,000 years before the Sylean Federation, one of the few groups to retain interstellar travel, became the Third Imperium and set about restoring civilisation.The New Era: After the Third Imperium was torn apart byCivil Warover the course of the previous edition (MegaTraveller),The Virus(literally a sentient computer virus) was released, destroying life across known space. According to sourcebooks published after GDW went under, Virus was eventually defeated and a Fourth Imperium rising from the ashes.",
      "links": [
        {
          "title": "Traveller",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Traveller"
        },
        {
          "title": "Civil War",
          "url": "/pmwiki/pmwiki.php/Main/CivilWar"
        },
        {
          "title": "The Virus",
          "url": "/pmwiki/pmwiki.php/Main/TheVirus"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Warhammer 40,000: The Horus Hersey. Horus has besieged Terra, and the traitor legions have ravaged the entire planet, and the Emperor and only 3 of his Space Marine legions are all that stand against Horus and his 8 traitor legions.Long Night, War of the Beast, The Beheading, Reign of Blood, Three Tyranical Wars, Black Crusades, they all qualify. Imperium (and pre-Imperium) accumulated quite a lot of those over 15,000 years. Yes, humanity survived by the skin of their teeth, but it suffered crucial irrecoverable losses each time. The current period in lore is called Time of Ending and, let's say, the name works.",
      "links": [
        {
          "title": "Warhammer 40,000",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer40000"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The entire Yu-gi-oh franchise hits this with the release ofPe Pe. In the lore this represents the end of the world and Sophia's awakening. In the metagame this was an invincible Tier 0 deck only beatable by Monarchs and Kozmo. In the anime this was the darkest arc yet introducing a truly terribleFantastic Caste System.",
      "links": [
        {
          "title": "Pe Pe",
          "url": "/pmwiki/pmwiki.php/Main/PePe"
        },
        {
          "title": "Fantastic Caste System",
          "url": "/pmwiki/pmwiki.php/Main/FantasticCasteSystem"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Evita: Col. Perón's imprisonment in \"A New Argentina\". He mentions fleeing to Paraguay in the first refrain before he is arrested, and mentions exile again as an alternative to execution during his imprisonment.",
      "links": [
        {
          "title": "Evita",
          "url": "/pmwiki/pmwiki.php/Theatre/Evita"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Joseph being thrown into prison inJoseph and the Amazing Technicolor Dreamcoat: \"Poor, poor Joseph, whatcha gonna do?/ Things look bad for you!/ Hey, whatcha gonna do?\"",
      "links": [
        {
          "title": "Joseph and the Amazing Technicolor Dreamcoat",
          "url": "/pmwiki/pmwiki.php/Theatre/JosephAndTheAmazingTechnicolorDreamcoat"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Wicked: \"No Good Deed Goes Unpunished! All helpful urges should be circumvented - no good deed goes unpunished! Sure, I meant well, well look at what well-meant did!\" Dead little sister,Villain with Good Publicityas powerful as ever,Beloved teacher reduced to bleating, love interest in chains and torment, and best friend is accomplice to all this.",
      "links": [
        {
          "title": "Wicked",
          "url": "/pmwiki/pmwiki.php/Theatre/Wicked"
        },
        {
          "title": "No Good Deed Goes Unpunished",
          "url": "/pmwiki/pmwiki.php/Main/NoGoodDeedGoesUnpunished"
        },
        {
          "title": "Villain with Good Publicity",
          "url": "/pmwiki/pmwiki.php/Main/VillainWithGoodPublicity"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Two inMan of La Mancha: One is for Aldonza, after being gang-raped by the muleteers. Then Don Quixote himselfsuffers this afterthe Knight of the Mirrors breaks his spirit.",
      "links": [
        {
          "title": "Man of La Mancha",
          "url": "/pmwiki/pmwiki.php/Theatre/ManOfLaMancha"
        },
        {
          "title": "suffers this after",
          "url": "/pmwiki/pmwiki.php/Main/HeroicBSOD"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Spring Awakening: Melchior comes home to find his love interest and their unborn child have been killed by a failed abortion, making it all his fault, and he's reminded that best friend committed suicide, and it'salso his fault, indirectly. And this is not helped in the original German play, whenthe ghosts of his friends actually appear totry to make him commit suicide and join them.Some friends.",
      "links": [
        {
          "title": "Spring Awakening",
          "url": "/pmwiki/pmwiki.php/Theatre/SpringAwakening"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Les Misérableshas a Darkest Hour for each of its main characters, it seems. For instance, Fantine's beg: \"I never did no wrong / My daughter's close to dying / If there's a God above / He'd let me die instead.\" The first act concludes with theDark Reprisemedley\"One Day More\", which is the story's overall darkest hour.",
      "links": [
        {
          "title": "Les Misérables",
          "url": "/pmwiki/pmwiki.php/Theatre/LesMiserables"
        },
        {
          "title": "Dark Reprise",
          "url": "/pmwiki/pmwiki.php/Main/DarkReprise"
        },
        {
          "title": "medley",
          "url": "/pmwiki/pmwiki.php/Main/RepriseMedley"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "1776:\"Gentlemen, we are about to brave the storm in a skiff made of paper.\" While history teachers forevermore would trumpet the signing of the Declaration as the birth of the United States of America, at the time the Founding Fathers knew that that \"skiff made of paper\" would have been a far safer bet - they faced another decade of war with a third of the Colonies on their side in a ragtag militia facing the might of the British Imperial Navy and knew they faced years of hardship and a charge of treason should they fail.John Adamsmight have been able to \"see the rays of ravishing light and glory... through the gloom,\" but he also knew what they faced. There was very little joy in Independence Hall that day.The Darkest Hour was yet to come: the Continental Army was soundly thrashed in the initial engagements at New York, and the broken remnants fled across New Jersey desperately attempting to escape the British. It was this that prompted Tom Paine to write \"These are the times that try men's souls....\"",
      "links": [
        {
          "title": "1776",
          "url": "/pmwiki/pmwiki.php/Theatre/SeventeenSeventySix"
        },
        {
          "title": "John Adams",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/JohnAdams"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The third act ofVanities, where the characters' friendship is strained to the breaking point. Worse,this was the original non-musical play's finale.",
      "links": [
        {
          "title": "Vanities",
          "url": "/pmwiki/pmwiki.php/Theatre/Vanities"
        },
        {
          "title": "this was the original non-musical play's finale",
          "url": "/pmwiki/pmwiki.php/Main/DownerEnding"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Magic Flute, when the Queen of the Night asks Tamino to rescue Pamina, she asks him to help in \"a mother's darkest hour.\"",
      "links": [
        {
          "title": "The Magic Flute",
          "url": "/pmwiki/pmwiki.php/Theatre/TheMagicFlute"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Head over Heels: Philoclea's love interest, Musidorus, is killed in a duel with Basileus after the former is outed fromhis drag disguise as Cleophila, Pamela and Mopsa are out as a lesbian couple, andBasileus gives up his crown to Gynecia, fulfilling all of the Oracle's prophecies and dooming Arcadia. Untilthe people's prayersprompt the gods torevive Musidorus.",
      "links": [
        {
          "title": "Head over Heels",
          "url": "/pmwiki/pmwiki.php/Theatre/HeadOverHeels"
        },
        {
          "title": "his drag disguise as Cleophila",
          "url": "/pmwiki/pmwiki.php/Main/DisguisedInDrag"
        },
        {
          "title": "Basileus gives up his crown to Gynecia",
          "url": "/pmwiki/pmwiki.php/Main/AbdicateTheThrone"
        },
        {
          "title": "the people's prayers",
          "url": "/pmwiki/pmwiki.php/Main/PrayerIsALastResort"
        },
        {
          "title": "prompt the gods to",
          "url": "/pmwiki/pmwiki.php/Main/DeusExMachina"
        },
        {
          "title": "revive Musidorus",
          "url": "/pmwiki/pmwiki.php/Main/BackFromTheDead"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In Act III ofL'Orfeo, it looks like Orpheus will be forced to return alone when Charon, despite feeling pity for Orpheus, refuses to budge. Then Orpheus lamenting his situation lulls Charon to sleep, letting him steal the boat and press on.",
      "links": [
        {
          "title": "L'Orfeo",
          "url": "/pmwiki/pmwiki.php/Theatre/LOrfeo"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InHadestown, the song \"If It's True\" functions as this. Hades, after brutally mocking Orpheus for his optimism, orders his workers to beat him senseless, and it seems that nothing can convince Hades to let Eurydice go. Even worse, Eurydice came willingly instead of by force as Orpheus thought—she lost faith in Orpheus's ability to provide for her and song to bring back spring, leaving for the security of Hadestown. All this ruins Orpheus so badly that he considers leaving without Eurydice until he realizes the Workers are singing with him and renewing his hope.",
      "links": [
        {
          "title": "Hadestown",
          "url": "/pmwiki/pmwiki.php/Theatre/Hadestown"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ace Attorney:The beginning of the final day ofPhoenix Wright: Ace Attorney – Justice For All, case 2-4.Maya's been kidnapped by a professional assassin, who wants him to get an acquittal for the client-of-the-week in exchange for Maya's life. Phoenix then has to spend the first day breaking one of the biggestwoobiesin the series to achieve his goal, only to find out that his client is guilty. On top of that, just when the player thinks they found out where Maya is being kept, the assassin slipped right out of the police's grasp, leaving them back to square one on where to find her, the player is given aYou Bastard!moment by said woobie, and now Phoenix has to decide between proving his client guilty or saving Maya's life. All while the client is standing there and mocking you.In \"A Turnabout Forsaken\" ofAce Attorney Investigations 2: Prosecutor's Gambit,Kay was attacked by a mysterious mastermind and suffered amnesia and was implicated for the murder of a C.P.E. member. Then the Chairman of the C.P.E., Excelsius Winner entered and shows his abuse of power by twisting the truth to have Kay convicted of the murder no matter what evidence Edgeworth tried to argue with. Then realizing the corruption in the C.P.E., Edgeworth gives up his badge and whole career as a prosecutor. And then it getseven worsewhen Edgeworth is arrested and imprisoned in the Detention Center for continuing the investigation, since doing so is illegal.",
      "links": [
        {
          "title": "Ace Attorney",
          "url": "/pmwiki/pmwiki.php/Franchise/AceAttorney"
        },
        {
          "title": "Phoenix Wright: Ace Attorney – Justice For All",
          "url": "/pmwiki/pmwiki.php/VisualNovel/PhoenixWrightAceAttorneyJusticeForAll"
        },
        {
          "title": "woobies",
          "url": "/pmwiki/pmwiki.php/Main/TheWoobie"
        },
        {
          "title": "You Bastard!",
          "url": "/pmwiki/pmwiki.php/Main/YouBastard"
        },
        {
          "title": "Ace Attorney Investigations 2: Prosecutor's Gambit",
          "url": "/pmwiki/pmwiki.php/VisualNovel/AceAttorneyInvestigations2ProsecutorsGambit"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Anonymous;Code: After Pollon fails toprotect Miori Soga despite the Loading, Asuma goes berserk withPhysical Godpowers and summonsa meteor to destroy Earth. Pollondoesn't even botherLoading while others are trying to come up with a solution, but when he comes to his senses, Asuma makes himBrought Down to Normal.",
      "links": [
        {
          "title": "Anonymous;Code",
          "url": "/pmwiki/pmwiki.php/VisualNovel/AnonymousCode"
        },
        {
          "title": "Physical God",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        },
        {
          "title": "a meteor to destroy Earth",
          "url": "/pmwiki/pmwiki.php/Main/ColonyDrop"
        },
        {
          "title": "doesn't even bother",
          "url": "/pmwiki/pmwiki.php/Main/DespairEventHorizon"
        },
        {
          "title": "Brought Down to Normal",
          "url": "/pmwiki/pmwiki.php/Main/BroughtDownToNormal"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The tail end ofBeatrice's trial inTyrion Cuthbert: Attorney of the Arcane, for Tyrion. For the first time in the game, his final Argument against the culpritcannot be won, and his last resort (the Empowered Eye) is nullifiedby Marrunath. His thoughts just before the would-be verdict show that he feels like he's alone and a failure, not able to trust anyone, convinced that he's being used by everybody (including Tymora and Celeste). He only gets out of this hopeless situation thanks to aDeus ex Machina.",
      "links": [
        {
          "title": "Tyrion Cuthbert: Attorney of the Arcane",
          "url": "/pmwiki/pmwiki.php/VisualNovel/TyrionCuthbertAttorneyOfTheArcane"
        },
        {
          "title": "cannot be won",
          "url": "/pmwiki/pmwiki.php/Main/HopelessBossFight"
        },
        {
          "title": "Deus ex Machina",
          "url": "/pmwiki/pmwiki.php/Main/DeusExMachina"
        }
      ]
    }
  ]
}