{
  "trope": "SkyGod",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/SkyGod",
  "description": "In many religions and mythologies around the world and infiction, the sky is thought to embody or be the domain of a deity. They live inHeaven Above, or among/above the clouds.\n\nSometimes the same sky deity may have in their portfolio the attributes of a weather deity, capable of commanding the elements, likewinds, clouds,thunder, lightning, and storms. In the latter case, the sky deity can overlap with aGod of Thunder.\n\nIn some religious systems, a sky deity can overlap with the position ofTop Godof that pantheon, to whom all deities below them answer.\n\nA Sky Deity can be contrasted with terrestrial deities, like aLord of the Oceanor anEarth Mother, or chthonic (subterranean) deities like a god of the underworld, if anUnderworldis present in that mythology/religion.\n\nAnother type of Sky Deity is the deity of the night sky, a subtype ofGod of Darkness.\n\nNote: A sky deity is acelestialdeity (from Latincaelus'sky, heaven'), but not all celestial deities are sky deities; some are deities of the luminaries (the Sun, the Moon, and the Stars), thus being aGod of Light(orGod of the Moon). Similarly, as a rule of thumb, a sky deity can overlap with a weather deity/deity of storms. In that way, this becomes aSuper-Tropeto Weather God.\n\nExamples:open/close all folders\n\nAnimationSon of the White Horse: At the start of the movie, it's established that the setting is ruled by aGod Couplenamed Ősapa Esőkirály (Forefather Rain King) and Ősanya Hókirálynő (Progenetrix Snow Queen), who are also the parents of the Son of the White Mare. The King's body is made of fluffy clouds, while the Queen's body has snowflakes falling endlessly.The small dwarf that later appears in the film to bother the Son of the White Mare and his brothers, and later accompanies him to the Underworld has a body made entirely of clouds, indicating some relationship with the Rain King.\n\nAnime & MangaFairy Tail: Much like how Dragon Slayer magic is derived fromElemental Dragons, Sherria's Sky God Slayer magic indicates the existence of an unseen sky god, whosewindandhealingpowers allow Sherria toslay other gods.Yu-Gi-Oh!: Due to the creative liberties, Osiris the Heaven Dragon (also known asSlifer the Sky Dragon) is the god that represents the sky. It's a gigantic red serpentine dragon with large wings and has two mouths that shoot lightning energy blast. The first mouth is for attacking with lethal force, the second one is for weakening the enemy (which can also kill them if they're too weak).\n\nFan FictionAlicorn: Rainbow Dash/Aurora is not strictly speaking a god like her mother and aunt (goddesses of the sun and moon respectively), but her Alicorn status and her strong association with the sky as a former pegasus, plus Celestia's remarks that she is a lot like her legendary pegasus grandfather Atlas, functionally makes her the Equestrian pantheon's sky goddess.Not Another Alicorn: In the climax, Rainbow Dash bonds with the sky in the same way Celestia is bonded with the sun and Luna is bonded with the moon, becoming aPhysical Godof the sky.\n\nLiteratureSaikyou Juzoku Tensei: Silfheim is the god of the sky, who created the moon and gave the world his magic.Tolkien's Legendarium: Manwë is the Valar associated with winds, air, and the daytime sky. His wife, Varda (Elbereth in Sindarin) is associated with stars, light, and the night sky.\n\nManhwaDoom Breaker: Akairus is the god of the sky and one of three supreme gods in the setting.\n\nMythology & ReligionInAltaic Mythology, Tengri, the supreme god, is associated with the clear, blue sky. His name means \"Sky Father\".Canaanite Mythology: Šāmáyim/Šāmēm/Shamayim was the primordial god of the sky.Classical Mythology:Aither or Aether is the son of Nyx and god of the upper bright sky, in opposition to the lower airspace that mortals breathe.Ouranos or Uranos is more of a sky deity than Zeus, and is the personification of the sky.A reconstructed figure of Indo-European mythology is*DyeusPh2ter, the 'deity of the daylit sky'. Its descendants would include other sky gods from daughter mythologies, like Greek Zeus, Roman Jupiter, Baltic Dievas, and Hindu Dyáus. In Anatolian languages/pantheons,*DyeusoriginatedSungods, like Hittite Siwat, Luwian Tiwad, and Palaic Tiyaz.Egyptian Mythology:God Horus is a falcon-headed deity who is the sky.Nut is the goddess of the nighttime sky, her body dotted with stars. She is depicted as a nude woman bending over to cover the whole of the Earth, who is her husband Geb, the earth god.Shu is the god of air. He is the father of Nut, the Sky Mother, and Geb, the Earth Father. According to one myth, he was given the job to separate them to allow life to flourish between.Finnish Mythology:Ilmatar is the goddess of the air and mother to hero Väinämöinen.Ilmarinen is a smith god who fashioned the dome of the sky. Cognates in other Finno-Ugric languages point to a reconstructible word meaning \"air\" and indicating a sky deity.Hinduism: Dyaus is the Rigvedic god of the sky, a member of Tridasha, and his consort, Prithvi, is the goddess of the earth.Maori Mythology: Tane-rore is the personification of the shimmering air.Mesopotamian Mythology:Anu was the divine personification of the sky. His name literally means \"sky,\" and he is a personification of the firmament.Enlil is the god of air, wind, earth, and storms, and represents the literal air separating Anu (sky) from Ki (earth), allowing humans to live.Norse Mythology: The Aesir god Tyr is, rather notably, aPlayed Withexample, as his name is etymologically derived from the Proto-Germanic*Tiwaz, and the much older proposed Indo-European*DyeusPh2ter, suggesting that at some point he had a much more prominent position in the Norse pantheon as a sky god before Odin rose to prominence. It has also been suggested that Tyr was not the god’s original name, but rather an epithet he was associated with until it became his only known name.Pacific Mythology: Rangi is the Maori sky god, married to Papa the earth goddess. The rain that falls on New Zealand is his tears, shed for Papa after their son Tane the forest god literally pushed Rangi into the sky to make more room for the other gods to move that they couldn't get with their parents' tight embrace.Scythian Mythology: Scholarship considers Papaios or Papaeus a sky deity that is equated to Zeus of the Greek Pantheon, but does not occupy the position ofTop Godhimself. The latter belongs to fire deity Tabiti.Yoruba Mythology: Oramfe is the sky father and storm deity.Zoroastrianism: Asman is the hypostasis of the sky and represents \"highest heaven\".\n\nTabletop GamesForgotten Realms: Sehanine Moonbow is the elven goddess of the heavens, as well as the full moon and the stars (among other things).\n\nVideo GamesDeepwoken: Ethiron, theToken Evil Teammateof theDrowned Gods, is the deity of the sky and adjacent concepts, such as wind and air pressure. It can generate winds so powerful, in its sleep, that they push time itself and cause it to act erratically.The Elder Scrolls: Kynareth is the deity of the heavens, the winds, the elements, and the unseen spirits of the air.EverQuest: Veeshan,The Wurm Mother, is worshipped as the Goddess of Sky — more symbolically for the physical presence of sky, horizon, and stars shining down at night. Not much is actually known about her or her supposed domain except that she arrived from the deep reaches of space, terraformed Norrath into a habitable planet, deposited her First Brood of dragons, claimed Norrath as her territory by creating three massive scars across the continent of Velious with her talons, and left for other worlds. Despite how big a role the dragons play in Norrath's problems and power struggles, Veeshan has never returned to Norrath except for oneBad Futuretimeline where her corpse is seen floating in space.The Legend of Zelda: The Wind Waker: The dragon Valoo is the sky spirit and the patron deity of the Rito people. Young Rito get wings with which to fly by visiting Valoo's den and receiving a scale for the transformation.Mega Twins: In the first part of the game, the player can access either land, the sky, or the oceans in order to meet the respective god. The Sky section has Meius as the God of Heavens, and the whole stage is aFluffy Cloud HeavenwithSolid Clouds.Might & Magic: Heroes VI: Ylath is theElemental Dragon of Air, worshiped as \"Sky Father\" and \"Father Heavens\" among the Barbarian tribes of the Free Cities.Pokémon: Rayquaza is a Dragon/Flying Legendary Pokemon which is found at Sky Pillar, is worshipped as a god and largely lives in the sky. It also has weather manipulation abilities that allow it to cancel out the effects of its fellow legendary Pokemon Kyogre and Groudon, respectively, as well as most weather in general.\n\n",
  "examples": [
    {
      "section": "Examples:",
      "text": "Son of the White Horse: At the start of the movie, it's established that the setting is ruled by aGod Couplenamed Ősapa Esőkirály (Forefather Rain King) and Ősanya Hókirálynő (Progenetrix Snow Queen), who are also the parents of the Son of the White Mare. The King's body is made of fluffy clouds, while the Queen's body has snowflakes falling endlessly.The small dwarf that later appears in the film to bother the Son of the White Mare and his brothers, and later accompanies him to the Underworld has a body made entirely of clouds, indicating some relationship with the Rain King.",
      "links": [
        {
          "title": "Son of the White Horse",
          "url": "/pmwiki/pmwiki.php/Animation/SonOfTheWhiteHorse"
        },
        {
          "title": "God Couple",
          "url": "/pmwiki/pmwiki.php/Main/GodCouple"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fairy Tail: Much like how Dragon Slayer magic is derived fromElemental Dragons, Sherria's Sky God Slayer magic indicates the existence of an unseen sky god, whosewindandhealingpowers allow Sherria toslay other gods.",
      "links": [
        {
          "title": "Fairy Tail",
          "url": "/pmwiki/pmwiki.php/Manga/FairyTail"
        },
        {
          "title": "Elemental Dragons",
          "url": "/pmwiki/pmwiki.php/Main/ElementalDragon"
        },
        {
          "title": "wind",
          "url": "/pmwiki/pmwiki.php/Main/BlowYouAway"
        },
        {
          "title": "healing",
          "url": "/pmwiki/pmwiki.php/Main/HealingHands"
        },
        {
          "title": "slay other gods",
          "url": "/pmwiki/pmwiki.php/Main/KillTheGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Yu-Gi-Oh!: Due to the creative liberties, Osiris the Heaven Dragon (also known asSlifer the Sky Dragon) is the god that represents the sky. It's a gigantic red serpentine dragon with large wings and has two mouths that shoot lightning energy blast. The first mouth is for attacking with lethal force, the second one is for weakening the enemy (which can also kill them if they're too weak).",
      "links": [
        {
          "title": "Yu-Gi-Oh!",
          "url": "/pmwiki/pmwiki.php/Manga/YuGiOh"
        },
        {
          "title": "Slifer the Sky Dragon",
          "url": "/pmwiki/pmwiki.php/Main/DubNameChange"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Alicorn: Rainbow Dash/Aurora is not strictly speaking a god like her mother and aunt (goddesses of the sun and moon respectively), but her Alicorn status and her strong association with the sky as a former pegasus, plus Celestia's remarks that she is a lot like her legendary pegasus grandfather Atlas, functionally makes her the Equestrian pantheon's sky goddess.",
      "links": [
        {
          "title": "Alicorn",
          "url": "/pmwiki/pmwiki.php/Fanfic/Alicorn"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Not Another Alicorn: In the climax, Rainbow Dash bonds with the sky in the same way Celestia is bonded with the sun and Luna is bonded with the moon, becoming aPhysical Godof the sky.",
      "links": [
        {
          "title": "Not Another Alicorn",
          "url": "/pmwiki/pmwiki.php/Fanfic/NotAnotherAlicorn"
        },
        {
          "title": "Physical God",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Saikyou Juzoku Tensei: Silfheim is the god of the sky, who created the moon and gave the world his magic.",
      "links": [
        {
          "title": "Saikyou Juzoku Tensei",
          "url": "/pmwiki/pmwiki.php/Literature/SaikyouJuzokuTensei"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tolkien's Legendarium: Manwë is the Valar associated with winds, air, and the daytime sky. His wife, Varda (Elbereth in Sindarin) is associated with stars, light, and the night sky.",
      "links": [
        {
          "title": "Tolkien's Legendarium",
          "url": "/pmwiki/pmwiki.php/Franchise/TolkiensLegendarium"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Doom Breaker: Akairus is the god of the sky and one of three supreme gods in the setting.",
      "links": [
        {
          "title": "Doom Breaker",
          "url": "/pmwiki/pmwiki.php/Manhwa/DoomBreaker"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InAltaic Mythology, Tengri, the supreme god, is associated with the clear, blue sky. His name means \"Sky Father\".",
      "links": [
        {
          "title": "Altaic Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/AltaicMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Canaanite Mythology: Šāmáyim/Šāmēm/Shamayim was the primordial god of the sky.",
      "links": [
        {
          "title": "Canaanite Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/CanaaniteMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Classical Mythology:Aither or Aether is the son of Nyx and god of the upper bright sky, in opposition to the lower airspace that mortals breathe.Ouranos or Uranos is more of a sky deity than Zeus, and is the personification of the sky.",
      "links": [
        {
          "title": "Classical Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A reconstructed figure of Indo-European mythology is*DyeusPh2ter, the 'deity of the daylit sky'. Its descendants would include other sky gods from daughter mythologies, like Greek Zeus, Roman Jupiter, Baltic Dievas, and Hindu Dyáus. In Anatolian languages/pantheons,*DyeusoriginatedSungods, like Hittite Siwat, Luwian Tiwad, and Palaic Tiyaz.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Egyptian Mythology:God Horus is a falcon-headed deity who is the sky.Nut is the goddess of the nighttime sky, her body dotted with stars. She is depicted as a nude woman bending over to cover the whole of the Earth, who is her husband Geb, the earth god.Shu is the god of air. He is the father of Nut, the Sky Mother, and Geb, the Earth Father. According to one myth, he was given the job to separate them to allow life to flourish between.",
      "links": [
        {
          "title": "Egyptian Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/EgyptianMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Finnish Mythology:Ilmatar is the goddess of the air and mother to hero Väinämöinen.Ilmarinen is a smith god who fashioned the dome of the sky. Cognates in other Finno-Ugric languages point to a reconstructible word meaning \"air\" and indicating a sky deity.",
      "links": [
        {
          "title": "Finnish Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/FinnishMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hinduism: Dyaus is the Rigvedic god of the sky, a member of Tridasha, and his consort, Prithvi, is the goddess of the earth.",
      "links": [
        {
          "title": "Hinduism",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Hinduism"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Maori Mythology: Tane-rore is the personification of the shimmering air.",
      "links": [
        {
          "title": "Maori Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/MaoriMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mesopotamian Mythology:Anu was the divine personification of the sky. His name literally means \"sky,\" and he is a personification of the firmament.Enlil is the god of air, wind, earth, and storms, and represents the literal air separating Anu (sky) from Ki (earth), allowing humans to live.",
      "links": [
        {
          "title": "Mesopotamian Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/MesopotamianMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Norse Mythology: The Aesir god Tyr is, rather notably, aPlayed Withexample, as his name is etymologically derived from the Proto-Germanic*Tiwaz, and the much older proposed Indo-European*DyeusPh2ter, suggesting that at some point he had a much more prominent position in the Norse pantheon as a sky god before Odin rose to prominence. It has also been suggested that Tyr was not the god’s original name, but rather an epithet he was associated with until it became his only known name.",
      "links": [
        {
          "title": "Norse Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        },
        {
          "title": "Played With",
          "url": "/pmwiki/pmwiki.php/Main/PlayedWith"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pacific Mythology: Rangi is the Maori sky god, married to Papa the earth goddess. The rain that falls on New Zealand is his tears, shed for Papa after their son Tane the forest god literally pushed Rangi into the sky to make more room for the other gods to move that they couldn't get with their parents' tight embrace.",
      "links": [
        {
          "title": "Pacific Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/PacificMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Scythian Mythology: Scholarship considers Papaios or Papaeus a sky deity that is equated to Zeus of the Greek Pantheon, but does not occupy the position ofTop Godhimself. The latter belongs to fire deity Tabiti.",
      "links": [
        {
          "title": "Scythian Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ScythianMythology"
        },
        {
          "title": "Top God",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Yoruba Mythology: Oramfe is the sky father and storm deity.",
      "links": [
        {
          "title": "Yoruba Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/YorubaMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Zoroastrianism: Asman is the hypostasis of the sky and represents \"highest heaven\".",
      "links": [
        {
          "title": "Zoroastrianism",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Zoroastrianism"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Forgotten Realms: Sehanine Moonbow is the elven goddess of the heavens, as well as the full moon and the stars (among other things).",
      "links": [
        {
          "title": "Forgotten Realms",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ForgottenRealms"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Deepwoken: Ethiron, theToken Evil Teammateof theDrowned Gods, is the deity of the sky and adjacent concepts, such as wind and air pressure. It can generate winds so powerful, in its sleep, that they push time itself and cause it to act erratically.",
      "links": [
        {
          "title": "Deepwoken",
          "url": "/pmwiki/pmwiki.php/VideoGame/Deepwoken"
        },
        {
          "title": "Token Evil Teammate",
          "url": "/pmwiki/pmwiki.php/Main/TokenEvilTeammate"
        },
        {
          "title": "Drowned Gods",
          "url": "/pmwiki/pmwiki.php/Main/TheOldGods"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Elder Scrolls: Kynareth is the deity of the heavens, the winds, the elements, and the unseen spirits of the air.",
      "links": [
        {
          "title": "The Elder Scrolls",
          "url": "/pmwiki/pmwiki.php/Franchise/TheElderScrolls"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "EverQuest: Veeshan,The Wurm Mother, is worshipped as the Goddess of Sky — more symbolically for the physical presence of sky, horizon, and stars shining down at night. Not much is actually known about her or her supposed domain except that she arrived from the deep reaches of space, terraformed Norrath into a habitable planet, deposited her First Brood of dragons, claimed Norrath as her territory by creating three massive scars across the continent of Velious with her talons, and left for other worlds. Despite how big a role the dragons play in Norrath's problems and power struggles, Veeshan has never returned to Norrath except for oneBad Futuretimeline where her corpse is seen floating in space.",
      "links": [
        {
          "title": "EverQuest",
          "url": "/pmwiki/pmwiki.php/VideoGame/EverQuest"
        },
        {
          "title": "The Wurm Mother",
          "url": "/pmwiki/pmwiki.php/Main/OurDragonsAreDifferent"
        },
        {
          "title": "Bad Future",
          "url": "/pmwiki/pmwiki.php/Main/BadFuture"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Legend of Zelda: The Wind Waker: The dragon Valoo is the sky spirit and the patron deity of the Rito people. Young Rito get wings with which to fly by visiting Valoo's den and receiving a scale for the transformation.",
      "links": [
        {
          "title": "The Legend of Zelda: The Wind Waker",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheLegendOfZeldaTheWindWaker"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mega Twins: In the first part of the game, the player can access either land, the sky, or the oceans in order to meet the respective god. The Sky section has Meius as the God of Heavens, and the whole stage is aFluffy Cloud HeavenwithSolid Clouds.",
      "links": [
        {
          "title": "Mega Twins",
          "url": "/pmwiki/pmwiki.php/VideoGame/MegaTwins"
        },
        {
          "title": "Fluffy Cloud Heaven",
          "url": "/pmwiki/pmwiki.php/Main/FluffyCloudHeaven"
        },
        {
          "title": "Solid Clouds",
          "url": "/pmwiki/pmwiki.php/Main/SolidClouds"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Might & Magic: Heroes VI: Ylath is theElemental Dragon of Air, worshiped as \"Sky Father\" and \"Father Heavens\" among the Barbarian tribes of the Free Cities.",
      "links": [
        {
          "title": "Might & Magic: Heroes VI",
          "url": "/pmwiki/pmwiki.php/VideoGame/MightAndMagicHeroesVI"
        },
        {
          "title": "Elemental Dragon of Air",
          "url": "/pmwiki/pmwiki.php/Main/CrystalDragonJesus"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pokémon: Rayquaza is a Dragon/Flying Legendary Pokemon which is found at Sky Pillar, is worshipped as a god and largely lives in the sky. It also has weather manipulation abilities that allow it to cancel out the effects of its fellow legendary Pokemon Kyogre and Groudon, respectively, as well as most weather in general.",
      "links": [
        {
          "title": "Pokémon",
          "url": "/pmwiki/pmwiki.php/VideoGame/Pokemon"
        }
      ]
    }
  ]
}