{
  "trope": "BeastMan",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/BeastMan",
  "description": "\n\nUgly guys have all the luck.\n\n\"I am not... a beast.\"—Beast,Beauty and the Beast (2017)\n\nA Beast Man (or woman, or what have you) is a humanoid character with traits reminiscent of an animal. They might have claws (even on their toes),fangs, either heavy hair or actual fur, possiblyhornsor evenscales, and theireyes will usually be structurally different or yellow. If you want to be fancy, the technical term isZoomorphism.\n\nUsually, beastfolk behave more or less like humans, or at least such as to fit in amongst the overall assortment of intelligent races in the setting, but similar to how theFunny Animalmight have aFurry Reminder, the \"beastman\" might have \"My Instincts Are Showing\" moments from time to time. If they have super powers, these will usually includeSuper-Senses,Super-Strength,Wall Jump,Running on All Foursand an enhanced immune system coupled with aHealing Factor, the specifics depending on which animal the Beast Man is reminiscent of.\n\nIf this isn't the character's default, natural form, it can result from aWerebeastusing aPartial Transformation,Shapeshifting, or gene-splicing/magical transformations.\n\nSince there can be confusion between this trope andFunny Animal, ask yourself this question:Are they considered to be a cat/dog/lizard or are they considered to be a distinct species in their own right?If the former, then it's likelyFunny Animal, if the latter, it's likely this trope. For a more detailed analysis,refer to the analysis page.\n\nNote that despite the Japanese termkemonoliterally translating to \"beast\",kemonodoes not automatically go under here —kemonohas a variety of definitons due toLanguage Drift, one of which includes the humanoid bodied anthropomorphic animal. On the other hand, the Japanese termjyūjin(獣人)doestranslate directly to this trope, and a character called ajyūjinwould go under here.\n\nAlso note that this is a character trope, meaning that the character isn't supposed to be a human + animal featuresIn-Universe. For that, seeAnimorphismorHalf-Human Hybrid.\n\nThis is aSub-TropeofMonstrous Humanoid. Related toHumanoid Abomination,Half-Human HybridandLittle Bit Beastly.Plant Personwould be the equivalent trope for characters whose nonhuman traits are derived more from flora than fauna.\n\nCompareAnimorphismandOur Werebeasts Are Differentfor humans who transform into animals, andKaiju, equally beastly creatures that aren't quite human-shaped and possibly wander aroundEldritch Abominationlevels. See alsoHu Mons,Monswho are not human but have human-like traits and anatomy.\n\nSee alsoAll Cavemen Were NeanderthalsandHorned HumanoidandBigfoot, Sasquatch, and Yeti. Often overlaps withAnimal-Themed SuperbeingorIntelligent Gerbil.\n\nSub-tropes:Bat PeopleBird PeopleCat FolkCthulhumanoidDraconic HumanoidFauns and SatyrsFish PeopleFox FolkFrog MenHu MonsInsectoid AliensIntelligent GerbilLizard FolkOur Centaurs Are DifferentOur Gnolls Are DifferentOur Minotaurs Are DifferentPig ManRat MenScorpion PeopleShark ManSnake PeopleSpider PeopleUrsine AliensWolf ManExamples:open/close all folders\n\nAnime & Manga3×3 Eyes: Hong Niang normally is an extremely adorable little girl with feral ears and a wolfish tail, but she can transform into Lang Bao Bao, a towering, four-armed beast-woman partly covered in fur who can still display large breasts and a good-looking face with long black hair.TheBakuten Shoot Beybladefranchise features a ChineseLittle Bit Beastlyclan known as the Bái Hǔ Zú. Members of the clan possess feline eyes, fangs, hints of animalistic behavior, and enhanced physical abilities. Main character Rei Kon is a member of this clan.InBNA: Brand New Animal, beastmen are treated as their own separate species, have animal-based powers, and can shapeshift into a human form. That said, most of them tend default to their human form. Michiru, initially a human, is one of the few exceptions, due tonot knowing how to change back.Franken Fran: Gavrill is a \"transformer\", a person with a sectioned body and complete control over its shape, capable of turning into giant wolf-like beast with two rows of teeth. She also possessesSuper-Sensesand acts the part, being the vicious leader of a gang of murderous outlaws.Fullmetal Alchemist: As the series carries on, the Chimaera stop beingMix-and-Match Crittersand end up becoming more like these, by the end of the series we have a gorilla, a hog/porcupine mix, a frog or toad...thing, and a lion. Additionally, the first human-based chimeras introduced were people (special forces soldiers in the 2003 anime) who were combined with a dog, a bull, a snake, a lizard, and a crocodile, respectively.Future Card Buddyfighthas Ziun, the first of the Omni Lords in the second season, as the most prominent example. He's based on aChinese guardian lion. Being based on a card game, the show features monsters from all over theSliding Scale of Anthropomorphism.InGinga Sengoku Gunyuuden Rai, lots of alien characters look like humanoid lions or tigers. The older they are, the beastlier they look (the opposite ofAdults Are More Anthropomorphic). The younger characters are more of aLittle Bit Beastlytype, probably to make them more appealing, especially theladies.In the world ofMy Hero Academiathere are many characters whose Quirks give them the powers and characteristics of an animal. Some Quirks permanently alter the users appearance and can't be turned off, while other Quirks allow the user to willingly transform but only for a limited time. One Class 1-B member actually has the classic furry and fanged beast man look and can transform into a superpowerful form of it as well.Naruto:Kiba of the Inuzuka Clan is sort of like this, and he uses it to full advantage in his fighting style.Hoshigake Kisame, an antagonist from the same series, is a more literalBeast Man, with distinct sharklike features and an attitude to match.InNegima! Magister Negi Magi, these,Demons, and other non-human humanoids, make up most of the Southern Empire in the Magic World. Specific examples include the chief waitressApron Matronbear woman named Mama and the tiger man in Negi's first match as a prize fighter. Kotaro can turn into aWolf Manin his demon form.One Piece:Tony Tony Chopper's\"human\" and Monster forms. Despite eating theHuman-Human fruit, Chopper is more \"beast\" than \"man\" in all of his forms.Most Zoan'sman-beastforms have this appearance.The Mink Tribe are all beast-people of varying species. Pekoms from the Big Mom crew is later revealed to be a Mink as well, who resembles a lion-man, but due to his Zoan powers, he can also turn into a \"lion-man\"-turtle.Oumagadoki Doubutsuenrevolves around a zoo where the animals can magically transform into Beastmen. The main villains arean aquarium with the same ability. There'san impressive amount of variety to their forms; some are human but with clothing evocative of their animal forms, othersonly have minor animalistic traits, and others still are just full-onhumanoid animals.Tengen Toppa Gurren Lagann: The antagonists in the first half — they're evencalledBeastmen. They vary drastically in appearance from bipedal animals tonear-human.They were uplifted from regular beasts to provide Lordgenome with an army that couldn't harness Spiral Energy due to not undergoing evolution.The Vision of Escaflowne: Several supporting characters and a handful of background characters are beastfolk of various types. Merle, Eriya, and Naria (as well as Eriya and Naria'sparents) areCat Folk, Ruhm and his clan arewolf-men, Mr. Mole isa mole, Jajuka is a dog-man, Dryden's aide is a mouse-man, there is a group of gecko-men, and a dolphin-man, a bird-man, and more wolf-people can be seen in Palas' market.\n\nArtTheAlexamenos graffitois an ancient engraving depicting a man worshiping a crucified Jesus who has the head of a donkey, with the text \"Alexamenos worships [his] god,\" believed to be made in mockery of the man's religion. Notably, this is the earliest known depiction of Jesus, dating to around the year 200.\n\nComic BooksAstro City:Daniel of the Crossbreed is a lion man.Ragged Tom and the Raggamuffins are a gang of cat-people who rob wayward travelers at night.Team Carnivore is composed of five men and women who have animal characteristics (a snake, bear, lion, wolf, and hawk).Stormhawk is a human with the head, wings, and clawed feet of a hawk.G-Dog is half-man, half-Corgi.The Eastern European Beast-Men, whose prince is Natalie and Nick Furst's biological father.The evil god Jabaja hasMooksthat are half-human, half-puma.Sasha Furst of the First Family is a humanoid wolf.Popinjay is a criminal with the head of a bird.The DCU:Batman:Supervillainess Orca isa mix between a whale and a woman. She has a large, muscular, and imposing frame, as well as the largest chest of any female in Batman's rogues' gallery.Batman's recurring foe Killer Croc falls into this quite often, but can get quite silly considering his official origin is a \"skin condition\", which doesn't really explain why some versions of him have atail.Hand Wavedby having Hush infect him with a virus that speeds up his 'devolution', causing him to develop more bestial traits.Kamandihas the title character as the only human in anAfter the Endworld of humanoid animals inspired byPlanet of the Apes.Legion of Super-Heroes: Timber Wolf, an imposing youngster whose father tried to \"steel up\" with dubious experiments that ended up turning him into a functionalWolf Man, sharing every trait, power and ability of the legendary therianthropic beings.Teen Titans: Beast Boy, who can turn into any animal he wishes. He's more animalistic in the cartoon than in the comics, though.Wonder Woman:Wonder Woman (1942): Circe's \"Beast Men\" are human men turned into animalistic monsters who have lost their sense of self and mindlessly serve her. Most of them retain a humanoid form, or at least humanoid traits, in their transformed state.Wonder Woman (1987): The Lansinarians are near-immortal, animalistic humanoids who live beneath the earth and appear briefly as a way for Diana to get her advanced invisible aircraft in a continuity where the Amazons' tech level has been drastically reduced.Wonder Woman (2016): Cheetah's appearance has changed dramatically from prior depictions of \"human with fur and a tail\" to looking like an actual humanoid cheetah, complete with more feline facial features. She's also slowly losing her humanity the longer she's stuck in that form. (The only other time she had a similar appearance she'd lost her humanity after being transformed by the White Magician into his incredibly powerful but mindless henchman in thePost-Crisiscontinuity.)Last Man Standing: A few turn up as genetic experiments made byArmtech.Marvel Universe:The Avengers: The New Men are animalsevolvedby the High Evolutionary into intelligent humanoids. The Ani-Men are humans mutated into humanoid animals.Morbius: In the 2019 series, the Melter turns his henchmen into various beast people (bird, rat, cockroach, rabbit, grasshopper, etc.) against their will to pressure them into doing his bidding.Spider-Man: Every few years, Spider-man winds up more spider than man. He always gets better. His enemies the Lizard (usually animalistic) and the Jackal (usually aMad Scientist) definitely qualify.Thor (Marvel Comics): The equine-headed alien Beta Ray Bill. It is worth noting that hisIn Name Onlyappearance inSilver Surfer: The Animated Serieshad him and his people looking even more horse-like, whereas his species in the comics have no horse features and are instead somewhat human, but with no noses or ears. Bill himself is genetically engineered to be a fearsome guardian for his people.X-Men:Beasthas the requisite appearance, and people expect him to be beastly when meeting him,but is an extraordinarily intelligent, polite, cultured soul. He originally was a more or less normal-lookingnote(insofar as it's possible to tell given the artist —Jack Kirbymay have been a genius, but his faces tend to fall firmly inUnintentional Uncanny Valleyterritory)muscular stocky guy with enormous hands and feet. He still got much the same reaction, though, because people didn't expect a guy with gorilla hands to be sensitive and well-educated.Wolverine's mutation has left him with similarities to several predatory mammals, not just wolverines, such as sharp canines, excessive body hair, a heightened sense of smell which enables him to track prey, the ability to communicate on a limited level with wild animals, hair and facial hair which grow in a manner similar to a mane and of course, his famous claws. At one point inWolverine (1988), his body rejected an adamantium infusion (long story), and his mutation went haywire, further transforming him from man to beast. During this time, his nose flattened, his teeth grew longer and sharper, while his hair and body hair grew to excess, forming patches of thick fur all over his body.Origin (2001)reveals that he increasingly preferred to hunt alongside a pack of wolves over spending time with other people as his powers developed and his memory worsened. After accidentally killing hisFirst Love, Rose, the story ends with a naked Logan retreating into the wilderness with some wolves.Sabretoothis often depicted with a very hirsute physique, possesses fangs and claws, and is capable of lion–like roars and growls. Part of the reason he despises Wolverine is because Creed absolutelylovesand embraces his own feral nature and resents Logan being the same yet looking down on him for it.Monstress: The immortal, animalistic Ancients such as the Queen of the Wolves who looks like a humanoid wolf. Children by the Ancients with humans are Arcanics and they can either look fully human or retain some animalistic features of their Ancient lineage. Arcanic social hierarchy favours those traits, so the more human an Arcanic appears the lower their status.Tragg and the Sky Gods: In issue #4, the Yargonian commander Zorek merges Tragg's rival Gorth with a sabre-toothed tiger to create a creature that is half-man/half-sabre-tooth who he names Sabre-Fang. Zorek then sends Sabre-Fang out to hunt and destroy Tragg and Lorn.Tyson Hesse's Diesel: The comic features a variety of Beast Man races populating its world, many of whom sufferpersecutionfrom the human majority.Ungrounded: Major Freakshow, a werewolf... who was bitten by azombie vampire.Wynonna Earp: TheMad ScientistDr. Robidoux creates these inWynonna Earp: The Yeti Wars.\n\nFan WorksAlways Having Juice: Gaia Mercury is a monstrous blue woman who hides most of her body under bandages, withFog Feetand enormous, furry hands.My Hero Academia Bright Future: 3/4 of the Shirasaki family are anthropomorphic animals, with Tamano being a wolverine, Sakuya being a honey badger, and Kurogane being a skunk. Only the father, Kuroi, looks human. It's noted that Tamano and Sakuya have animal based Quirks, but Kurogane is like Tokoyami: an emitter type with a Heteromorph appearance. In his case, it's noted his Quirk actually takes after his father's in function. The author Godzillawolf has admitted he prefers this overLittle Bit Beastly, so mostOCswith an animal theme will follow suit.Many types appear inThe Night Unfurls.The Mordatella Brothers are twinpigmen.Halflingslook like \"adorable, tiny petting zoo people\".The wild tribes, known as Wild Ones, are part-beast unlike thehalflingsabove. These beast kin bearcat-likeears and claws, dressed in furs to keep out the cold.Themutantsthat appear in Chapters 21-22 are syntheticInsectoid Aliens.Grishom summons twominotaursto fight Kyril offscreen.\n\nFilms — AnimationBeauty and the Beast (1991): The Beast. He's sometimes less like this trope indifferent adaptations. It's notable as one of the few versions where he'smorebeast than man, in both appearance and temperament, and doesn't resemble any animal in particular — he's typicallya generalized hairy creaturewith a heavy frame, thick brown fur, a pronounced muzzle, claws, tusks and horns, vaguely resembling a cross between a bear, a gorilla, and a buffalo.The Boy and the Beast: One of the main characters is a bear example and lives in a world with other Beastmen as well.The Missing Link: The \"No-Men\" are an all-female species of feral cat-women that use theirsex appealto distract their prey (and yes, itdoeswork across species).My Little Pony: The Movie (2017): The desert lands south of Equestria are home to a variety of humanoid animals, in contrast to theCivilized Animalsin the show's main setting. These include the only barely humanoidRat Men,Fish PeopleandLizard Folkof Klugetown, Capper thebipedal catand theSky PirateCaptain Celaeno and her crew ofhumanoid parrots.Sleeping Beauty (1959): Maleficent's henchmen are humanoids with grey-green skin and animalistic features such as a pig snout, beak or even long jaws with pointed teeth like a crocodile.\n\nFilms — Live-ActionAvatar: The N'avi are a race of blue humanoids with pointy ears and tails.The Private Eyes: Don Knotts and Tim Conway vs.The Wookalar!◊Spaceballs: Barf, Lone Starr's sidekick, is a mog — half man, half dog. Apparently, he's his own best friend.Turkey Shoot: Former circus freak Alph is a hairy, beastial man whom Tito uses as an attack dog. He even has eyes that look like a cat's, and acts in a very animalistic way, so while ostensibly just having a genetic condition his appearance and manner put Alph firmly in this category.X-Men Film Series:Wolverine, though not as exaggerated as Sabretooth.HankMcCoy/Beast, as in the comics.Victor Creed inX-Men Origins: Wolverinehas claw-like fingernails, fangs instead of canines, and byX-Menhe's basically an animal.\n\nLiteratureAmaranthine Saga: the Amarathine are a race of supernatural creatures who are \"guardians\" of various animal species, and each Clan manifests traits of that species,such as antlers, tails, wings, or unique coloringsas well as being able to appear in \"truest form\" as a large (ranging from \"unusually big\" to \"won't fit inside buildings\") version of said animal.The Bee Dungeon: The exact origins of half-humans have been forgotten, but the Tower Lords now preach that they're sub-human enemies of the gods. When Belissar meets the half-bear \"karnuq\", however, he finds them to be fully sapient and good neighbors — and slightly puzzled by him in turn, never having met anyone with so little fur. Since the Tower Lords also preach that the gods would be offended by peasants setting foot in a Tower, and yet Belissar has been accepted by a Tower and received a god's blessing, he decides to form his own judgement.The part-skunk sigmaka are more wary, and almost attack him, but ultimately settle for a mutual non-aggression pact and respecting each other's borders.The Blood War Trilogy: The Grol and Tolen, a race of werewolf-orcs, more or less, are a major race. The Grol areAlways Chaotic Evil, though they're the same species as the Tolen, who seem to be decent enough sorts.Borgel: Milly and Glugo are large, green, upright gorillas with human-like intelligence and personalities, who live in a dimension other than Earth.Brave Story: Abouthalf of the populationofVision, most notably the lizard merchant and cat girl (but not aCat Girl) Meeia.Cerberon:Sascia is a young hackal, essentially a humanoid hyena. Most people consider hackals anAlways Chaotic EvilProud Warrior Race, but the ones encountered in the book range from civilized Beast Men to savage ones, depending on their tribe, clan, and individual disposition.Junapur is a big, imposing and strong beast woman with (four) large breasts.Jena is a mule half, just as big, strong and intimidating as Junapur, but not as nice, and without such remarkable cleavage. She introduces herself to Thedrik with a punch in the face.Conan the Barbarian:In \"Rogues in the House\", Nabonidus is revealed to be a monstrous beastlike humanoid of some sort.\"Conan\", he whispered, \"it was no man that stood before me! In body and posture it was not unlike a man, but from the scarlet hood of the priest grinned a face of madness and nightmare! It was covered with black hair, from which small pig-like eyes glared redly; its nose was flat, with great flaring nostrils; its loose lips writhed back, disclosing huge yellow fangs, like the teeth of a dog. The hands that hung from the scarlet sleeves were misshapen and likewise covered with black hair. All this I saw in one glance, and then I was overcome with horror; my senses left me and I swooned.\"\"What then?\" muttered the Cimmerian uneasily.\"I recovered consciousness only a short time ago; the monster must have thrown me into these pits. Conan, I have suspected that Nabonidus was not wholly human! He is a demon — a were-thing! By day he moves among humanity in the guise of men, and by night he takes on his true aspect.\"In \"Iron Shadows in the Moon\", an ape-man attacks the characters out of lust for Olivia.In \"The Hyborian Age\", theBackstoryto Conan, ape men, snow-apes, etc. are a major driving force in history.Cthulhu Mythosnotably featuresfish-like Deep Onesas well asghouls, which look like rubbery dog-people with hooves and scaly claws. Deep Ones have an advanced civilization which produces beautiful golden jewelryand worships world-endingEldritch Abominations. Ghouls are a bit more feral, but they have their own language, can read human ones, and understand concepts like humor, art or military strategy.Anya of theDamsels of Distressis a wendigo and has furry ears, a tail, and stands six and a half feet tall. She is also a crack shot with her auto revolvers.The Dream Eaters and Other Stories: The Africa of the future in \"Sharazad\" is inhabited by intelligent, bipedal lions, spotted hyenas, and African wild dogs.The Elric Sagaand other Eternal Champion stories have featured various beastmen types, humans mutated into animal/human hybrids by Chaos. With a strong penchant for violence, the beastmen inMichael Moorcock's stories were a clear influence on the Chaos Beastmen ofWarhammer.A Fable of Tonight:Stalking the Unicornfeatures a catgirl named Felina.Clark Ashton Smith'sHyperboreastories have a race of beast men called voormis, who live inside the cave system of a spectacular, five-coned volcano. What little description of them we're given — that they're covered in shaggy umber fur and have three toes — suggests that they may be some type of ground sloth people, and their central god, Tsathoggua, is also described as resembling a mix of sloth, bat, and toad.Played for HorrorinThe Island of Doctor Moreau, in which aMad Scientistgives animals anthromorphic shapes and intelligence with his use of vivisectomy.\"Not to go on all-fours; that is the Law. Are we not Men?\"\"Not to suck up Drink; that is the Law. Are we not Men?\"\"Not to eat Fish or Flesh; that is the Law. Are we not Men?\"\"Not to claw the Bark of Trees; that is the Law. Are we not Men?\"\"Not to chase other Men; that is the Law. Are we not Men?\"Kate Daniels: The more powerful shapeshifters can develop a form halfway between human and beast, known as the warrior form. This form is more dangerous than either of the others, and being in this form is legally equivalent to being armed with a lethal weapon.There's an entire planet of these inLone Huntress. For bonus points, they're actuallytranshumanswho are literally descended from theFurry Fandom.Mercy Thompson: When a werewolf's wolf and human sides have the same goals, they can act together to make a halfway form, which is supposedly more dangerous, intelligent, and dexterous than the normal forms, although they haven't been shown much.Play Places: The Kem people,though it can be considered parodied in that the Kem are more sensible than humans.Quest for Fire: It's downplayed but theman-eating Kzammsare given some animalistic features likeglowing red eyes, movable wolf-like ears andape-like limb proportions. They are thought by the protagonists to be descended from bears. Interestingly, anatomically modern humans are also mistaken for beast men by said protagonists because of their seeming lack of shoulders andBody Paintwhich resemblesscaly skin.Sekhmet: The races of Panthera tend towards this. The Sirens are a race of bird women. Hyenas and Lupians are a hyena version while the lupians are canines. The story focuses on the feline Kanjis.The Shattered World: The Cthons surelooklike Beast Folk, and have the usual abilities associated with this trope,Healing Factorand communication with animals in particular. They're demonic creatures rather than bestial humans.Taura from theVorkosigan Sagais an eight-foot-tall, genetically modifiedSuper-Soldierwith fangs who can rip people to shreds with her bare hands — and highly intelligent, with an unexpectedly sweet personality (and a fondness for pink frilly clothing). She much prefers intimidation to violence; she remarks at one point that when trouble starts, she looms at people, and if that doesn't work, she smiles.The Wandering Inn: The aptly named Beastkin, of which there are several tribes based on different species. Rabbit,Fox, Squirrel, Jackal, Owl,Cat, and others. These are each considered distinct from the other animal-adjacent races like Gnolls,Lizardfolk,Garuda, andMinotaurs.The Wheel of Time:TheBig Badhas theTrollocs, a breed of humans bred to be closer to animals, with hawk's heads, goat's heads and whatever you can think of.Perrin is a rather good example as well, as his status as a Wolfbrother means he constantly struggles to stop his wolf side overwhelming his human side.TheXanthseries has all types of mixed species, but according to the mythology of the Centaurs, their origin happened when men from Mundania (a catch-all term for the non-magic world) arrived riding horses. When they stopped to take a drink, they happened to drink from a Love Spring, which caused undeniable lust in the drinker for the next being of the opposite sex. Apparently, the three men were riding three mares, and...TheZachary Nixon JohnsonnovelThe Flaxen Femme Fatalehas Fera, a woman who has been genetically spliced with tiger DNA.\n\nLive-Action TVBeauty and the Beast (1987), the1980sdrama whereRon Perlmanis obviously the leonineBeast ManandLinda Hamiltonis the Beauty.Beauty and the Beast (2012)introduces a female beast. Unlike others in this show, however, she was actually born as a beast, rather than genetically engineered in a laboratory.Dark Angel: There are a whole buttload of these in the second season, but the most notable example is probably Joshua.The Muppet Show: The wild, hairy drummer Animal. Nobody knows exactly what he is, and, as his puppeteerFrank Ozsays, he goes out at night and nobody knows where (or wants to ask).Star Trek: From their 1979 makeover onwards, the Klingons have been a melange of animal traits on a human frame: bear, wolf/wild dog, warthog...A great many villains (with a bunch of heroic examples) intoku, in particularKamen Rider,Super Sentai(Power Rangers) andMetal Heroes.\n\nMythology & ReligionClassical Mythologygave us a few old-school examples. A few of these were products ofbestiality, includingcentaursin some versions and theminotaurin all examples. But other examples appear to naturally bear animal features without any hybridisation, includingFauns and Satyrs. Even going beyond the expected centaur and minotaur examples, at least one text that discusses far off lands where people bred with all manner of beasts to produce half-human, half-beast beings.Irish Mythologyhas several examples of beast folk, the majority beingCat Folkand Canine folk. They are clearly supernatural in nature, and possess strength, speed and ferocity on a superhuman level, and tend to be antagonists when they appear, making a living by raiding towns or aiding tyrants like The King of the World. One story makes references to a warrior tribe of \"white-backs\" who may beFish People, or at the very least descended from fish (the white-back referring to shimmering fish scales) adding an aquatic beast tribe to the mix.InHindu Mythology, Narasimha (\"Man-lion\") was an avatar of Vishnu with the body of a man and the head and claws of a lion. He incarnated to defeat the demon Hiranyakashipu, who had the divine grace that he would be killed by neither human nor animal — thus, he was killed by one who was literally neither human nor animal.\n\nPodcastsJemjammer: Several of these appear as the party travels through space, though the most notable Mr. Herst, the hippo-headed Giff and first mate.\n\nProfessional WrestlingEven thoughBatistais fully human-looking and arguably even attractive, he is regularly referred to as \"the Animal\", implying that he is basically this (in theKayfabeimagination, at least). Being well over 6 feet tall, weighing nearly 300 pounds, and having a surname that's almost an anagram of \"beast\" all certainly help.\n\nRoleplaysThe Gamer's Alliance: The Beastmaster (aka Maiyr Korath) looks beastly due to a magical transformation which turned him from elf into a beast, and he has the ability to mutate and command various beasts of the forest with his chaotic magic. He puts his skill to good use when he sends his beastly minions to openly attack the elven capital Sanae during the Great War.\n\nTabletop GamesAnkur Kingdom Of The Gods: Ur-Lu are a species of humanoid/canine sentients created by the sameAncient Astronautsthat created the various human subspecies to mine ancient Earth for gold. They have the same range of morality as humans, but tend to occupy the lower social strata in the human dominated city-states and often turn to banditry.Cardfight!! Vanguard: The Warbeast raceare not beasts of warbut are instead this with varying degrees of Zoomorphism.Chaotic: Many Overworlders are beast people, mostly of the mammalian andavianvariety, that arevarious levels of anthropomorphic. The Danian tribe is entirely made out of insect people, the Mipedians areLizard Folk, and there are a few bestial creatures scattered throughout the Underworld.The Chronicles of Aereshas both theDraconic Humanoidraces of kobolds and draconvir, and the \"Wilderkind\"; a collective term that refers to 10 different races of humanoid animals created fromtransformed humansandUplifted Animals. The specific races of Wilderkind are: Bjornvir (bearfolk), Ekornvir (squirrelfolk), Grevinvir (badgerkin), Kaeninvir (rabbitfolk), Klovir (catfolk— specifically wildcats), Mustvir (weaselfolk and otterfolk), Raevir (foxfolk), Rattevir (ratfolk), Ravenvir (ravenfolk) and Ulvir (wolfkin). In-game, most wilderkind are mechanically sorted into one of two races, with only the rattevir and ravenvir having distinct mechanical profiles. The bjornvir, grevinvir and ulvir are lumped together asStalwart Wilderkindand ekornvir, kaeninvir, klovir, mustvir, and raevir are grouped together asFleet-Foot Wilderkind.Dragon Dicehas the Feral — a race of beasts granted sentience and enough anthropomorphic traits/intelligence to use tools and fight in the name ofMother Nature.Dungeons & Dragons:\"Beastmen\" or \"beastfolk\", by that name, are a race inMystaraandGreyhawk.Mystaran beastmen, which call themselves grruuk, are a very physically variable but generally bestial race prone to dramatic mutations. They're mostly extinct, as they gradually stabilized into a number of distinct races such as goblinoids, orcs, ogres and trolls, but large relic populations survive in theHollow Worldwhere they were brought by the Immortals to preserve them.Oerthian beastmen are stone-age forest-dwellers who resemble ape-people with pointed ears. They have green outer fur and black inner fur, and can selectively raise and lower their inner fur to create changing patterns of stripes and spots, which they use for both camouflage and communication.Gnolls are a species of hulking bipedal hyenas who generally leans more towards the \"upright animal\" side than the \"human with animal traits\" side.They're also one of the most evil and barbaric races in the settings they appear in, and are most well-known for their worship of demons, their constant raids against other peoples, their habit ofenslavingand/oreatinganyone they catch, andtheir unbelievable laziness.Planescape: The Guardinals are an array ofNeutral Goodoutsiders from the Blessed Fields of Elysium, all of which appear as bipedal varients of mundane animals. Their ranks include the far-seeingavorals, steadfastcervidals, boisterousequinals, mightyleonals, vigilantlupinals, subtlemustevals, and scholarlyursinals.Ravenloft:The most prominent example of this are the Broken Ones, the results (and offspring of the results) of experiments by Darklord Frantisek Markov.Calibans are humans mutated by curses into various monstrous forms. While they usually look like hideously misshapen humans, many fuse human forms with animal characteristics such as coarse hair, animal heads, claws or tusks. For instance, one supplement features a caliban born with the head of a tiger who was abandoned in the forest of aJapanese-styledomain andfound and raised bykamianimal-spirits. Fans expanded the race with the \"Bestial\" subrace, who always have specifically animalistic mutations.Eberronhas the Shifters, a race of lycanthropic heritage.La Notte Eterna: The Urakians were mutated by the magical energies of the Ashen Land, the desert where they live, so that they have the traits of animals on humanoid frames. Individual Urakians resemble only one animal, but can have the traits of any kind of mammal or bird; some resemble cold-blooded animals, but by the second century of nighttime such types have become rare.Dungeons of Drakkenheim: Various kinds of humanoid animals are mentioned to live on the nameless continent where the game is set, and they are regarded as being blessed by the Old Faith. The player's guide goes into slightly more detail. On the monster side, there's also theGarmyrandRatlings, who were mutated from regular animals byDeleriuminto humanoid monsters whose burning urge is to kill and eat any non-mutant humanoid they can find.Exalted:Beastmen, in this case the half-human, half-animal offspring of Lunars. Oh, and they're producedthe old-fashioned way. Yeah...Beastmen can in fact be produced byanyunion between humans and animals, so long as they take place inthe Wyld(as well as some people who started out normal and acquired animal mutations, also through Wyld exposure more often than not).From a metaphysical point of view, Beastmen technically count as human, as they have two-part souls and can Exalt.Lunars themselves are capable of transforming into \"war-forms\" that are like this. The Lunar character Seven Devils Clever is drawn like a Kitsune. Very cute.Games Workshopgames:Warhammer: Beastmen are a playable army, carrying over intoWarhammer: Age of Sigmar. They're human/animal mutants created by the warping influence of Chaos and look like humanoids with animal heads, hooves, tails and other animal parts. Most resemble monstrousFauns and Satyrs, but their often sport additional mutations and animalistic traits — some have the heads of cattle, horses, hounds or other beasts, some have antlers or serrated blades instead of horns, and others sport additional mutations such as eye stalks, pincers or wings. They're also all horrible, evil monsters and fully devoted to Chaos, and hate anything related to humanity and organized civilization with a fervent passion. Unusually for creatures of Chaos, they have a strict hierarchy based on what animals they resemble. Beastmen with the heads and hooves of ungulates, called Gors, form the \"upper class\", with the large and ferocious Bestigors at the top. Gors are further divided in sheep- or goat-based Caprigors and bovine Bovigors. Those with similar mutations but just resembling horned and hooved humans, called Ungors, are below them. They themselves are ranked based on their horns: the bigger the better. Hornless Beastmen, called Brays, are at the very bottom and serve as slaves and cannon fodder, and can resemble any animal under the sun. There are also other creatures, such as the colossalminotaurs, the bat-wingedharpiesand thecentigors, that are technically breeds of Beastmen and often go to war alongside them, but that mostly have their own \"societies\", such as they are, separate from the rest of Beast-kind. There is mention as far as the 6th edition sourcebook of Beastmen with the features of other animals, such as felines, apes or lizards, living in other parts of the world, but these are dropped by the time of the 7th edition armybook.InWarhammer 40,000Beastmen are considered a stable but extremely varied type of Abhuman also known asHomo sapiens variatus. Many of them are loyal to the Imperium and are inducted into the Imperial Guard as cannon fodder but,given the setting, there are a lot of them who swear their loyalty to Chaos instead. They disappeared from canon in the 3rd Edition of the game when they decided to move away from theWarhammer Fantasyin spacetheme before being mentioned again in the 6th Edition rulebook. In-universe, they're supposed to have been nearly driven to extinction in the Imperium proper due to being regarded as Chaos-tainted due to their appearance. Although many survive in the Imperium still, many more fled to the Eye of Terror and now serve Chaos.InNecromunda, GorHalf-hornis aBounty Hunterof theHomo sapiens variatusbreed of abhumans. The fact that Gor has been given an official Imperial Sanction despite the discrimination his species typically suffers from hasled to many wild rumours. The first hired gun to be released for the 3rd Edition of theGaiden Game, Gor is also notable for being the first Imperial Beastman model to be produced since the 1st Edition of the coreWarhammer 40,000game.Gamma Worldhas an endless supply of beastmen of every species.The Wildmen fromGURPS: Dungeon Fantasyare incredibly stupid (long spears are too complicated for them) but they aren't inherently violent.Magic: The Gathering: There is a recurring pattern of humanoid animals appearing as in-universe sapient species, often with important roles in their respective settings. They are usually marked by not having dedicated creature types and being listed as part of their non-humanoid counterparts' types — for instance, the leoninCat Folkare classified in their cards as \"cats\" rather than \"leonin\", unlike humans or elves who have dedicated \"human\" and \"elf\" creature types. Generally, they way each type is characterized derives from the nature and stereotypes of their associated animal.The rhoxes are hulking, humanoid rhinoceri especially prominent in the Alaran shard ofBant, where they are best known for being stalwart and powerful knights and warriors. After the Conflux and the merging of the shards,some of themjoined the barbarians of the Red shard of Jund.The loxodons are humanoid elephants found on several planes, most notably Mirrodin, Ravnica and Tarkir, and aligned with White and Green, the colors of order and tradition. They are known for being extremely strict, fastidious and zealous in everything they do: the Mirran loxodons in particular were known to be some of the strictest and most unimaginative religious zealots on the plane (at least before they were nearly wiped out by the Phyrexian invasion).Long ago, the Auriok attempted peace with the loxodons. The leonin attempted war. Neither succeeded.— \"Loxodon Stalwart\"The loxodons of Tarkir are quite unlike the other planes' elephant-folk: they resemblemammothsinstead of African elephants, and are mountain-dwelling barbarians and survivalists instead of lawkeepers and religious zealots.The ainok are humanoid hounds from the plane of Tarkir. They are divided into two breeds: the jackal-like ainok of the Abzan Houses are desert nomads experienced in sand magic, while the ainok of the Temur mountains, which resemble Tibetan mastiffs, are rugged survivalists known for their immense loyalty to their clans and their tendency to descend into berserker rages during combat.Amonkhet is home to the khenra, black-furred humanoid jackals visually inspired by Anubis.Besides these, there are several kinds representing types of Beast Man that go on their own pages, such as the viashinoLizard Folk(notable for being one of the few kinds to get their own creature type), various types ofCat Folk(more or less all the same thing, but they go by different names — cat warriors, nishoba, leonin, nacatl — on different planes), the nezumiRat Men, the nagaSnake People(who also get their own creature type) and the avenBird People.Numenera: Margr are a species ofabhumans(the descendants of humans who became monsters as a result of undergoing extreme genetic modification) with goatlike body parts. Individual margr vary greatly in appearance, so one might have a full goat head while another just has horns and a third has goatlike legs, and a fourth might have any combination of goat traits. They're also savage, destructive barbarians to the last.Pathfinder:The mongrelmen are a race descended from survivors of the ancient Azlanti empire who fled underground to escape their empire’s destruction. They are able to breed with any other species of humanoid (a fairly diverse category in-game) and inherit their traits, meaning that any given mongrelman can have a wide range of disparate body parts — tusks, vertebrate or arthropod claws, feet or paws or hooves, scales or fur or bare skin, elf ears, a tail, horns or antlers, antennae, vertebrate or compound eyes, etcetera — all on the same body, with the end result usually being a fairly chaotic take on this trope.The adlets, creatures originally fromInuit Mythology, resemble human-sized, humanoid wolves with snow-white fur, and live in tribal groups in the arctic north. While not evil — they'reChaotic Neutralas a rule — they're a very aggressive and barbaric race, and regularly come in conflict with other races and cultures who attempt to settle their frozen homelands. They also have no taboo against cannibalism and often eat their dead, which hasn't helped their public view among other species very much.Skaprauns are tribal, mountain-dwelling fey resembling humans with the heads and hooves of mountain goats. The overall effect is verysatyr-like.Birelus are native outsiders — spiritual entities who live in the mortal world rather than in another plane of existence — resembling heavily hunchbacked humans with shaggy hair down their backs, the legs and antlers of deer and apelike arms that reach to the ground. They are protectors of nature and shun anything to do with civilization, up to and including basic agriculture.RuneQuest:Beast Men are a collection of species unified by combining the features of animals with those of humans. There are multiple breeds, including centaurs, fauns, minotaurs and manticores, and not all are sapient. Not all human/animal chimeras are Beast Men, however — they seem to require some tie to natural forces, and true Beast Men always recognize each other as such and are natural allies.Broo are not Beast Men, but tend to resemble them due to reproducing by impregnating whatever animals are common in an area to produce more broo. As such, most resemble humanoid versions of whatever creatures are common in their ranges, usually hardy herbivores such as antelope, deer or wild goats or livestock such as sheep or cattle. One based on larger herbivores such as bison or rhinoceri are rarer by not unheard of, and while carnivore-based broo are possible they're quite rare due to the rarity of large predators and the difficult of impregnating them. One hermit of the Elder Wilds claimed to have seen an allosaur broo, but this horror was never confirmed.Talislanta: Nearly all of the less civilized races fit this trope, to a greater or lesser degree. Even Archeans, the setting's human-analogs, are descended fromBeast Folkwho used magic to eliminate their more animalistic traits.The World of Darknesshas whole slews of these:Vampire: The MasqueradeandVampire: The Requiem:The Gangrel. They have a clan-specific Discipline that allows them to grow claws and turn into beasts. They're short-tempered and feral, and inMasquerade, they start taking on animalistic features whenever they go intoFrenzy. In one of Requiem'sSourcebooks,Shadows of Mexico, there's a Gangrel Bloodline called the Dead Wolves, who have some werewolf-related powers and can transform into a hairy, ferocious and literalWolf Man. Considering that they can only use this power when they are \"riding the wave\" the savage part is quite intense.Members of the Nosferatu clan fromVampire: The Masqueradeoften embody this trope as well. They are the vampires who become monstrously deformed during their transformation. While the deformity can be of any sort (anything from a merely off-putting aura to a virtual Quasimodo appearance to a traditionalCount Orloklook), Nosferatu often suffer from fur, claws, bestial teeth, scaly skin, pointed ears, maned hair, an animal stench, reptilian eyes, or some other outwardly animal trait.Werewolves in bothApocalypseandForsaken, but that kind of comes with the territory. Notable that in both lines, werewolves who grow more powerful grow more bestial and fierce, to the point that it freaks normal humansright the fuck out.Changeling: The Lost: The Beast Seeming, who were taken bythe Gentryand made into pets and prey. They're much more human when they escape from Arcadia, but they still have trouble thinking logically and have an easy time understanding animals.Demon: The Fallen: Devourers, who were originally in charge of the sixth day of Creation (when all the animals came into being). They have control over beasts, flesh, and plant life, and they're quite angry aboutthe current state of the world.Changeling: The Dreaming: Pooka subvert the trope. They may have an affinity with animals, but they're more often than notThe Trickster.World Tree (RPG):With a few exceptions — Zi Ri are small dragons, Sleeth are sapient panthers, and Khtsoyis are floating cephalopods — the Prime species all look like anthropomorphic animals of various sorts. The degree of anthropomorphism varies between species: Cani resemble furred humans with dog heads and tails, Rassimel have the bodies of bipedal raccoons with digitigrade legs but also have human hair, Herethroy are mostly humanoid but with four arms, exoskeletons, and antennae, and Orren and Gormoror are simply upright otters and bears with opposable thumbs.Many non-Prime species are also humanoid to varying degrees, such as the ratlike scawn and the hooved, deer-like taptet. Some are varingly anthropomorphic — the cyarr are centauroid hyenas whose humanoid halves are those of a hyena person — and others still areIntelligent Gerbilsof various sorts.Yu-Gi-Oh!:Beast-Warriorsare monster types which either resemble anthropomorphic animals or humanoids with animal features such as centaurs and minotaurs.\n\nToysThe third series of Penny's BoxBlind Bag Collectablesseries, \"School of Fancies: School Haunting\" has the six characters (seven with thehard to find hidden doll) based on various animals that are more like beast men than the prior series; they have pawed hands, muzzled faces, and poseable tails. The animals are a panda, tiger, deer, bunny (which plays on theMoon Rabbittheme by having her be a dreamy airhead), dog, snow leopard, and hiddenfish ghost.\n\nVideo GamesAethermancerhas \"monsterkin\", humanoids with animal-like bodies and features that make them look similar to monsters. This made them victims ofFantastic Racismin the past.All Alone With Mannie: Mannie is anAx-Crazyanthropomorphic mouse girl.Anamnesishas the appropriately named beast men.Another Edenhas Beast Men has a race in the Present Era that is in conflict with humans. Despite the title, they don't actually have that many beast-like traits, mostly looking like blue/azure-skinned, horned, pointy-eared humans.Armies of Exigo: The main force of the Beast armies (often referred to as Kobolds) are this to a T. They're humanoid with vaguely animalistic features, a tribal culture, and savagery that seems ingrained into them. Their troop-types include Witches,Minions, Warriors, andBerserkers. They favour axes as weapons, have longstanding alliances with Ogres, Trolls, andLizard Folk, and utterly despise humans.Arzette: The Jewel of Faramore:Daimurand many of his minions are humanoid animals, with Daimur being a bat, Klive being a horse, Apatu being a cat, and Beeves being a dragon.There are a few anthropomorphic animalNPCs that the player can meet as well, including Cypress (a wolf) and Frich (a frog).Atelier Yumia: The Alchemist of Memories & the Envisioned Land: The villains of the game include aWolf Man, aDraconic Humanoid, and a sheep-woman.It's later revealed that theywere once humans, but were turned into these \"mutants\" as a part of an experiment to make them stronger, and, evidently,Long-Lived, as the empire that created them fell hundreds of years ago.Many characters inBeyond Good & Evilare (presumablyuplifted) humanoid animals of all stripes. It's not really commented on much; they're pretty much just normal folks who happen to be talking animals. The most prominent is your partner-in-crimePey'jwho accompanies you through the game.Bloody Roarhas the Zoanthropes. While usually capable of looking fully human, a zoanthrope can transform into a beast/human hybrid.BUCK: Saturday Morning Cartoon Apocalypse: The world the game is set in is populated by anthropomorphic animal people.TheCastlevaniaseries, despite werewolves being a common enemy, have tribes of multi-animal shifters called beast men, Cornell fromCastlevania: Legacy of Darknessand his rival are a werewolf and a werecat, respectively. They don't serve Dracula, being nomadic from what little backstory the tribe itself gets.Felicia fromDarkstalkers, in some of her earlier appearances, had muscles, and her claws and fangs and general posture were much more \"fearsome feral cat-monster\" than \"cute catgirl.\"TheDiabloseries have what were formerly known as Goat Men and now referred to as the Khazra. These are muscularAlways Chaotic Evilgoat/human hybrids that were previously classified as demons but have since been retconned as a magical experiment gone wrong by the Vizjerei mage clans.Dominion of Darkness: Dark Lord player character can recruit them into his army, at the cost of worsening relations with elves.Dragon Force (Sega): Beastmen are a unit/general type, with the country of Bozack being primarily made of them.Dual Blades/Slashers: The Power Battle: Jaman is of a race of beings known as \"Bloodkin\". Among their physical features that a Bloodkin have include a beast like face (Image of Jaman here for example) and a tail.Dwarf Fortress: Animal people come in two kinds:First, there are the underground animal races, based on various subterranean animals. They live in small camps in aFantastic Underworld, and may or may not be hostile to your dwarves: if they are, expect a greeting of poisoned spears and blow darts.Secondly, there is the surface-dwelling kind. These serve as one of the two variants of normal animals found living in Savage biomes alongside giant animals, and a variant exists for nearly every animal species in the game. Unlike their subterranean kin, they do not form civilizations, use tools or wear clothing, and are essentially humanoid animals. However, they can be adopted by an aboveground civilization (usually elves), at which point they will start behaving like that civilization’s other members.One type of animal people, bat men, exist both aboveground and in the cavern layers, with their behavior based on where they spawned — surface-dwelling bat men are mindless animals, while the cavern-dwelling ones live in tribes.The Elder Scrolls:Theplayable racesinclude the Argonians and Khajiit,Lizard FolkandCat Folkrespectively. To note:The Argonians are native to the swamps of Black Marsh (which they call Argonia), where they worshipsentientandancienttrees known as the Hist. The Argonians face perhaps the mostFantastic Racismout of any race in Tamriel, owing in large part to theReptiles Are Abhorrentbeliefs of the other races, as well as theirstrange beliefs and practiceswhich cause them to come across asCloud Cuckoolandersto non-Argonians. (For example,their language, \"Jel\", has no past or future tense verbs. Thus they tend to \"live in the now\" much more than any other race.)The Khajiit are native to the deserts of Elsweyr. There are 17 known sub-breeds of Khajiit, with the sub-breed determined by thephases of the moonsunder which the Khajiit was born. The appearance of the sub-breeds can vary wildly, ranging from house-cats through various humanoid forms to quadrupeds large enough to be ridden asBeasts Of Battle. Culturally, the Khajiit (with their cross-continentmerchant caravans, propensity for stealth, and being the frequent victims ofFantastic Racism)draw heavily from the Roma. Theirlanguage, Ta'agra, has no word for \"rules\", which can obviously lead to issues in the lands of other cultures where the Khajiit's actions may be interpreted as \"theft.\" Finally, as a race, the Khajiit are highly susceptible toMoon Sugaraddiction. (As well as its more potent derivative, Skooma.)Several other \"Beast Races\" are known to exist in or around Tamriel, though a few have gone extinct. These include the Imga (intelligent great apes) of Valenwood, the Sload \"slug-men\" of Thras (one of which appears in theRedguardspin-off game),Minotaurs,Dreugh, the extinct Lilmothiit \"Fox Folk\" of Black Marsh, and the extinct \"Bird Men\" who were the original inhabitants of the Imperial City Isle.Werewolvesandother Werebeastsare also prevalent.At least two, possibly three, of the knownAkaviriraces qualify. They are the Tang Mo \"Monkey Folk\", the Ka Po' Tun \"Tiger Folk\", and, possibly, the Tsaesci \"Snake Vampires\". (Sources heavily conflict regarding the Tsaesci, giving them something of aMultiple-Choice Pastdepending on the storyteller. It's possible they aren't snake-like at all.)For more information on all of these (and more), please seeThe Beast Racessub-page.Emerald City Confidential: The antagonistic Phanfasms have animal heads and human bodies. TheBig Badhimself has abear's head.Etrian Odyssey IV: Legends of the Titanhas the Sentinels,aServant Racethat were presumably genetically engineered from regular animals. Fittingly, their playable class, Bushi, isThe Berserker.Evadare: There are a few characters who are humanoid and also animals:InEvadare - Xrun, Xagone is a type of anglerfish.InEvadare - Full Stop Punctuation, Manpig is a pig while Dolphin Muzzle is a dolphin.Farnham Fablesis set in a world where animal humanoidscoexist with humans. Humanoids are considered human in every respect aside from their external appearance: even the non-mammalian characters havehairandbreasts.The Fermi Paradox: One of the sapient alien species' that can potentially evolve in the galaxy is an extremely furry,pig-likerace of humanoids known as the Kular.TheFinal Fantasyseries has quite a few as playable characters.Moogles, appearing first inFinal Fantasy IIIand then every game from V onwards, are generally a gentle, small, and comical race as befitting their mole / bat inspiration as opposed to most examples of this trope.Final Fantasy Vhas the werewolves of Quelb, who aren't very bestial besides appearance.Final Fantasy VIhas Umaro, aYeti.Final Fantasy IXhas Freya and her rather cultured race. There's also the bizarre, food-obsessed, frog-like Qu.Kihmari and other Ronso fromFinal Fantasy XandFinal Fantasy X-2are probably the race that plays this trope the straightest in the whole series.Final Fantasy XIhas the Galka and Mithra PC races, but also sports a large number of evil enemy beastmen races including fairly beastial Orcs, Bugbears, and Trolls.Final Fantasy XIIand otherIvalice Alliancegames have a number of beast men races including the ill-temperedLizard FolkBangaa, theOrc-likeSeeq, and the crustacean-like territorial Urutan-Yensa. TheleonineearthEsperHashmal is also an example, representing Leo in the Espers'Western Zodiactheme. Beastmen that play against type include the wise and sagacious Nu Mou and the peaceful, plains-dwelling Garif.Final Fantasy XIVas an online game like FFXI, has a few beastmen enemy races like the Kobolds and the Ixal. The game would later add the Hrothgar, a group of beast men resembling lions, similar to the Ronso, as a playable race.Goblin Sword: Many enemies in the game are basically anthropomorphic animal people.Golden Sun: Dark Dawnintroduces a race of Beastmen who were transformed in the wake of the titular event at he end of the second game. The somewhat odd difference is that some Beastmen were transformed from Humans, while others were once animals.Jeanne d'Archas various beastmen in this fantasy version of Europe, such as your dogman Rufus.Most of the mooks inLegend (1998)are beast people, from warthog-men to wolf-men and gator-men. They're mostly mindless however and serves as body-bag fillers, save for theDraconic Humanoidwho's at least mildly threatening.Lord of Heroeshas therians, a species of animal people with a broad variety of different \"kin\" including dogkin, rabbitkin,birdkin, anddragonkin.InMabinogi, the elves and giants can attain a Beast Mode transformation after a small number of quests. (Humans have transformations, but it doesn't really count for this trope.) To be honest, thegiant's transformationfits this trope better than theelven one, though.InMace Griffin: Bounty Hunterthe two alien races seen most prominently in the game are the Jaldari, who resemble hairy gorillas, and the Valleakan, who are reptilian in appearance.One Dog Storyhas you play as an anthropomorphic fully-dressed dog on a quest to regain his memories.Pity Party: One of the guests is a man with a rabbit head.He'll only eat carrotsand the protagonist even refers to him as a \"bunny man\".Phantasy Star Universehas an entire race of Beast Men, simply called \"Beasts\".Raccoo Venture: ThePlayer Characterof the game is an anthropomorphic raccoon named Raccoo Venture.Rainbow Billy: The Curse of the Leviathan: A number of characters in the game, like the shopkeeper and Deedle-Dee, are anthropomorphic animal cartoons.Seven Kingdoms: The Kerassos are beastial creatures who work with theJaguara, Goril, and Rhinokerosanimals. They have large bodies and horns on their head and their shoulders.Spark the Battle Dog:Sparkis an anthropomorphic dog who has to protect Thomas from zombies and mutants.Then there's Roxy, Spark's contact.Street Fighter II: Blanka is one of the earliest examples in fighting games, having green skin,electricity powers, and a very beast-like design.Thiefhas the various beast races that serve the Tricksters. It's subtly implied that theyWas Once a Man.Tokyo Afterschool Summoners, a good amount of the playable cast are anthropomorphic animals, all of them hailing from one of 23 different worlds.Tyranny: The Beastwomen are hulking brutes with claws able to rend armor, strength enough towield the largest of weapons one-handed, and savage instincts. Beastmen also exist, but they're somewhat smaller than the women. Collections of both genders are usually referred to as \"Beasts\" or \"Beastwomen\" more often, the latter due to theirmatriarchal structure.Unbound Sagahave beast-people of all varieties as enemies, from wolf-men to leopard-men, bear-men, and an unidentified feral humanoid monster. It actually makes sense sincethe game is set inside a graphic novel, whose artist is an andromorphic bunny rabbit.The world ofWar Dogs: Red's Returnis populated by humanoid animal people who are apparently humans who turned to gene splicing to survive global warming.InWilmot Works It Out, \"Balloon Picnic\" features two humanoid birds watching hot-air balloons while having a picnic.World of Warcraft:Most of the Humanoid races seen in Azeroth and Draenor visually resemble an animal crossed with a human, elf, or hunch-backed dwarf: Kobolds are rats, Gnolls are hyenas, Furbolgs are bears, Quilboar are pigs, Tuskarr are walruses, Wolvar are wolverines, Pandaren are pandas, Hozen are monkeys, Virmen are rabbits, Moonkin are mostly owls, Makrura are lobsters, Eredar/Draenei are goatish, Saurok resemble lizards, the list goes on.Justified in the case of Satyrs, Naga, Fal'dorei, and Worgen. Originally, all four of these raceswere originally elveswere transformed through various means: Satyrs were crossed with goats by the Legion, Naga were crossed with sea snakes and eels by the Old Gods, Fal'dorei were fused with spiders by the failing Arcan'dor of Falanaar, and Worgen were created by failed attempts to master the druidic Pack Form. Playable Worgen are Gilnean humanstransformed by descendants of the original Druids of the Scythe.Interestingly, while races on Draenor such as the Saberon or Arakkoa share cat and bird elements with the Tol'vir and Harpies of Azeroth, respectively, they have no relation with one another.The Tauren and Taunka are offshoots of the Yaungol race. All three resemble bovids, with the Yaungol resembling yaks, the Taunka resembling bison, and the Tauren resembling cattle. Highmountain Tauren, however, are given moose antlers.Murlocs are somewhere between fish, frogs and pygmy humans with sharp teeth. Their offshoots include the Gorlocs and Jinyu, the latter of which drop the frog motifs in favor of appearing as koi fish.The Qiraji, Nerubians, and Mantid all share insectoid or arachnid features, with most of their species not even qualifying as Humanoids; they share a common ancestor in the Aqir, which were crafted by the Old Gods to act as footsoldiers. Qiraji largely resemble beetles, Nerubians are generally more spider-like, while Mantid take cues from the praying mantis.Keepers of the Grove and Dryads are therespective male and femaleoffspring of Cenarius, who himself bears the image of a night elf crossed with a deer. Centaurs are the offspring of a Keeper and an earth elemental. Furthermore, there are theMagnataur, who appear to be men crossed withmammoths.It's unclear what Grummles and Goren are supposed to be. Goren have shells and can ball-up like armadillos, but their faces and egg-laying habits make them more reptilian. Grummles, meanwhile, are clearly crossbred with some type of domestic mammal, but only half their faces are exposed and their short snouts make it difficult to tell if they're more cat- or dog-like.This is to say nothing of races hybridized with mythical creatures, such asDragonspawn, Mogu*Based off ofshíshī lions or \"foo dogs\"orFlamewakers.Battle for Azerothalso adds the Vulpera (Goblin-sized foxes), Tortollan (Tuskarr-sized tortoises), and Sethraki (inversions of the Naga, who are cobras from the neck up).Xenogearscontains a race of beast men, including cowardly merchant ratman Hammer and Rico. Unfortunately, due to the infamous time and money constraints, their story arc is never completed.\n\nVisual NovelsMinotaur Hotel: But of course! Asterion is explicitly half-human, while the other mythicals act very much human, using charms to blend into human society. Not having a charm can raise issues towards a mythical living in human society, as Storm, unfortunately, learns firsthand.InTavern Talk, the Vukakin are a race of humanoid animals, most of who are from Avalon. According tothe Lorebook, they have close family ties, are staunch traditionalists, and have a strong fighting spirit, and the three most common sub-kin are based onwolves,cats, andlizards.\n\nWeb AnimationInShrapnel, some Fenri look like humanoid animals, while others are only aLittle Bit Beastly.\n\nWebcomicsAurora (2019): Ferin, the descendants of people cursed by an extremely well-traveled wizard a thousand years back, who was seemingly obsessed with turning people he disliked into humanoid/animal hybrids. The earliest people to be cursed, and consequently their descendants, transform either randomly or at will between fully humanoid and fully animalistic shapes, making them more like were-creatures than anything, but later ferin were permanently turned into forms that hybridize human and animal traits. Ferin are deeply feared and distrusted in society, and while ones based on more docile prey animals can find some form of acceptance in society, \"predator ferin\" are often forced to live alone deep within the wilderness.Champions of Far'aushas Ursarers, Goateeps, and Boarben living alongside humans and other fantasy races.Chrysalis: Yvonne, who is more like a Beast Old Lady.The Dragon Doctors: There's a number of furry animal-like people, all of which are referred to as \"beastmen\", whether they look like a cat or a humanoid bug.InDragon Mango,some attacked the farm that Mango defended. Then they returned for revenge.El Goonish Shive: Grace and her brothers, as a cadre of part-human-part-animal-part-alien chimeras.Dan'sAuthor Avataris never seen in human form, instead appearing as an anhropomorphic squirrel creature of varying gender.Heroes Unite: Kaine the White Tiger (seenhereis a were-tiger complete with ears and a tail.Looking for Group: The priestess Benn'Joon, one of the main characters, an odd-looking, green-skinned, sharp-toothedCute Monster Girlof canonically uncertain lineage (andprone to homicidal rages;even as a baby, she was able to stab full-grown soldiers in the eyes).Smoke Fur And Stonefeatures a cast of animalistic shape-shifters. Even in human form, they usually have slit pupils, digitigrade legs and remarkable reflexes.InYokoka's Quest, demons can range from just havingAnimal EyesandPointy Ears, to being aLittle Bit Beastly, to full-on Beast Man.\n\nWeb OriginalsBlue Core: Much of the population of thisRPG Mechanics 'Verseis some form of this.The Crew of the Copper-Colored Cupids: In the storyThe End of the Homeworld, War, of theHorsemen of the Apocalypse, is explicitly described as a \"beast-man\", looking like something \"somewhere between a werewolf and a bear\".Orion's Armhas many, many rianth/splice/provolve/tweak/neogen/etc. clades that fit this trope. They run the gamut of all associated tropes, depending on the clade, subculture and personal attitude of the individual you're dealing with.The Rake: A furless dog-man... creature... designed to land smack in the middle of theUncanny Valley. Oh, and he's started showing up inEveryman HYBRID. As ifthe Slender Manwasn't enough for those guys to worry about!TheTails Serieshas anthros, a race of sapient bipedal animals who all talk, dress, walk, and interact the same way human beings do.\n\nWestern AnimationBatman Beyond: \"Splicers\" involves the genesplicing arm of this trope (oddly enough as a popular fad among teens), ranging fromAnimal Eyesand noticeable horns, scales, fangs all the way to ahumanoid chimeraandrepulsive mass of mixed-up flesh.Flash Gordon (1979): The shaggy, cave-dwelling Beast Men. Dr. Zarkov theorized thatMingwas deliberately keeping their civilization from advancing just because he enjoyed having a tribe of savages who would worship him.He-Man and the Masters of the Universe (1983): Beast-Man, Skeletor's most loyal and incompetent minion. He's not based on any particular species, and looks more or less like anorccovered in shaggy fur.South Park:\"Jakovasaurus\" has strange anthropomorphic duck-like creatures.The Crab People from \"South Park is Gay!\", subterranean crabmen who plan to take over the world by first turning people into metrosexuals.They have a catchy theme, too.CRAAAAAAAB PEO-PLE CRAAAAAAAAAB PEO-PLE (taste like crab, talk like people) CRAAAAAAAAB PEO-PLESteven Universe:The Gem Fusion Sugilite (formed when Garnet and Amethyst fuse) is a huge and muscular purple-skinned beastess with fangs, four arms and five eyes. She's articulate enough, but incredibly short-tempered, violent and uncontrollable, to the point that she refuses to break apart into Garnet and Amethyst again.Alexandrite is visually a mess, with a clashing color scheme, six arms, two faces, and barely enough focus to hold herself together for more than an hour or so. If she couldn't speak coherently, she'd basically be akaiju!Storm Hawkshas several humanoid animal species.Wallops, a species of rhino-people withSuper-Strengththat hail from Terra Wallop. Though they mostly live like other Atmosians, they're traditionalist to the point of taking things like running family businesses absurdly seriously. They are also massiveBlood Knights, always looking for an excuse to start a brawl. They're largely considered theDumb Muscleof Atmos, withJunkobeing one of the smarter ones.Raptors, humanoidRaptor/Lizard people, led by Repton. They are mainly Cyclonia's brute force muscle, but often are capable of doing all manner of evil when left to their own devices.Blizzarians, a species of Rabbit Folk who love the snow, speak with Canadian accents, have a passion for sports, and are altogether fun people with good hearts, who won't hesitate to step up to combat evil.Teen Titans (2003): Beast Boy, who hasanimorphicShapeshifting. He hasCute Little Fangs,Pointy Ears, the messiest room in the T-Tower, and he can speak to animals (when he has transformed into that kind of animal). After accidentally turning into a huge werebeast in one episode, he suggested that he be called Beast Man, butRaventold him to be serious.ThunderCats (1985)has two prime examples: the felinoid, generally heroic Thunderians, and their more varied butdecidedly less ethicalarch-enemies,the Mutants of Plun-Darr.InThunderCats (2011), the titleCatsandBig BadMumm-Ra are the mostHumanoid Aliensof Third Earth's Animals.Totally Spies!:In one episode, evil fashion designer Helga Von Gugen turns a boatload of people into her \"furlings\" so she can kill them andmake them into coats. She already did it to her lawyer.In the second episode of season 3, a four-armed ringmaster turns people into animalistic \"freaks\" to perform in his traveling carnival.In the second episode of season 6, a vet tries to turn all humans on Earth into cat people.Transformers: Robots in Disguise (2015): Many of the escaped Decepticon prisoners arethe robotic equivalent, having animalistic yet humanoid robot forms while still transforming into regular vehicles.",
  "examples": [
    {
      "section": "Examples:",
      "text": "3×3 Eyes: Hong Niang normally is an extremely adorable little girl with feral ears and a wolfish tail, but she can transform into Lang Bao Bao, a towering, four-armed beast-woman partly covered in fur who can still display large breasts and a good-looking face with long black hair.",
      "links": [
        {
          "title": "3×3 Eyes",
          "url": "/pmwiki/pmwiki.php/Manga/SazanEyes"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheBakuten Shoot Beybladefranchise features a ChineseLittle Bit Beastlyclan known as the Bái Hǔ Zú. Members of the clan possess feline eyes, fangs, hints of animalistic behavior, and enhanced physical abilities. Main character Rei Kon is a member of this clan.",
      "links": [
        {
          "title": "Bakuten Shoot Beyblade",
          "url": "/pmwiki/pmwiki.php/Anime/BakutenShootBeyblade"
        },
        {
          "title": "Little Bit Beastly",
          "url": "/pmwiki/pmwiki.php/Main/LittleBitBeastly"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InBNA: Brand New Animal, beastmen are treated as their own separate species, have animal-based powers, and can shapeshift into a human form. That said, most of them tend default to their human form. Michiru, initially a human, is one of the few exceptions, due tonot knowing how to change back.",
      "links": [
        {
          "title": "BNA: Brand New Animal",
          "url": "/pmwiki/pmwiki.php/Anime/BNABrandNewAnimal"
        },
        {
          "title": "not knowing how to change back",
          "url": "/pmwiki/pmwiki.php/Main/ShapeshifterModeLock"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Franken Fran: Gavrill is a \"transformer\", a person with a sectioned body and complete control over its shape, capable of turning into giant wolf-like beast with two rows of teeth. She also possessesSuper-Sensesand acts the part, being the vicious leader of a gang of murderous outlaws.",
      "links": [
        {
          "title": "Franken Fran",
          "url": "/pmwiki/pmwiki.php/Manga/FrankenFran"
        },
        {
          "title": "Super-Senses",
          "url": "/pmwiki/pmwiki.php/Main/SuperSenses"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fullmetal Alchemist: As the series carries on, the Chimaera stop beingMix-and-Match Crittersand end up becoming more like these, by the end of the series we have a gorilla, a hog/porcupine mix, a frog or toad...thing, and a lion. Additionally, the first human-based chimeras introduced were people (special forces soldiers in the 2003 anime) who were combined with a dog, a bull, a snake, a lizard, and a crocodile, respectively.",
      "links": [
        {
          "title": "Fullmetal Alchemist",
          "url": "/pmwiki/pmwiki.php/Manga/FullmetalAlchemist"
        },
        {
          "title": "Mix-and-Match Critters",
          "url": "/pmwiki/pmwiki.php/Main/MixAndMatchCritters"
        },
        {
          "title": "thing",
          "url": "/pmwiki/pmwiki.php/Main/BuffySpeak"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Future Card Buddyfighthas Ziun, the first of the Omni Lords in the second season, as the most prominent example. He's based on aChinese guardian lion. Being based on a card game, the show features monsters from all over theSliding Scale of Anthropomorphism.",
      "links": [
        {
          "title": "Future Card Buddyfight",
          "url": "/pmwiki/pmwiki.php/Anime/FutureCardBuddyfight"
        },
        {
          "title": "Chinese guardian lion",
          "url": "https://en.wikipedia.org/wiki/Chinese_guardian_lions"
        },
        {
          "title": "Sliding Scale of Anthropomorphism",
          "url": "/pmwiki/pmwiki.php/Main/SlidingScaleOfAnthropomorphism"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InGinga Sengoku Gunyuuden Rai, lots of alien characters look like humanoid lions or tigers. The older they are, the beastlier they look (the opposite ofAdults Are More Anthropomorphic). The younger characters are more of aLittle Bit Beastlytype, probably to make them more appealing, especially theladies.",
      "links": [
        {
          "title": "Ginga Sengoku Gunyuuden Rai",
          "url": "/pmwiki/pmwiki.php/Manga/GingaSengokuGunyuudenRai"
        },
        {
          "title": "Adults Are More Anthropomorphic",
          "url": "/pmwiki/pmwiki.php/Main/AdultsAreMoreAnthropomorphic"
        },
        {
          "title": "Little Bit Beastly",
          "url": "/pmwiki/pmwiki.php/Main/LittleBitBeastly"
        },
        {
          "title": "ladies",
          "url": "/pmwiki/pmwiki.php/Main/InnocentFanserviceGirl"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In the world ofMy Hero Academiathere are many characters whose Quirks give them the powers and characteristics of an animal. Some Quirks permanently alter the users appearance and can't be turned off, while other Quirks allow the user to willingly transform but only for a limited time. One Class 1-B member actually has the classic furry and fanged beast man look and can transform into a superpowerful form of it as well.",
      "links": [
        {
          "title": "My Hero Academia",
          "url": "/pmwiki/pmwiki.php/Manga/MyHeroAcademia"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Naruto:Kiba of the Inuzuka Clan is sort of like this, and he uses it to full advantage in his fighting style.Hoshigake Kisame, an antagonist from the same series, is a more literalBeast Man, with distinct sharklike features and an attitude to match.",
      "links": [
        {
          "title": "Naruto",
          "url": "/pmwiki/pmwiki.php/Manga/Naruto"
        },
        {
          "title": "Beast Man",
          "url": "/pmwiki/pmwiki.php/Main/BeastMan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InNegima! Magister Negi Magi, these,Demons, and other non-human humanoids, make up most of the Southern Empire in the Magic World. Specific examples include the chief waitressApron Matronbear woman named Mama and the tiger man in Negi's first match as a prize fighter. Kotaro can turn into aWolf Manin his demon form.",
      "links": [
        {
          "title": "Negima! Magister Negi Magi",
          "url": "/pmwiki/pmwiki.php/Manga/NegimaMagisterNegiMagi"
        },
        {
          "title": "Demons",
          "url": "/pmwiki/pmwiki.php/Main/OurDemonsAreDifferent"
        },
        {
          "title": "Apron Matron",
          "url": "/pmwiki/pmwiki.php/Main/ApronMatron"
        },
        {
          "title": "Wolf Man",
          "url": "/pmwiki/pmwiki.php/Main/WolfMan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "One Piece:Tony Tony Chopper's\"human\" and Monster forms. Despite eating theHuman-Human fruit, Chopper is more \"beast\" than \"man\" in all of his forms.Most Zoan'sman-beastforms have this appearance.The Mink Tribe are all beast-people of varying species. Pekoms from the Big Mom crew is later revealed to be a Mink as well, who resembles a lion-man, but due to his Zoan powers, he can also turn into a \"lion-man\"-turtle.",
      "links": [
        {
          "title": "One Piece",
          "url": "/pmwiki/pmwiki.php/Manga/OnePiece"
        },
        {
          "title": "Tony Tony Chopper's",
          "url": "/pmwiki/pmwiki.php/Main/UpliftedAnimal"
        },
        {
          "title": "Human-Human fruit",
          "url": "/pmwiki/pmwiki.php/Main/HumanityEnsues"
        },
        {
          "title": "man-beast",
          "url": "/pmwiki/pmwiki.php/Main/PartialTransformation"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Oumagadoki Doubutsuenrevolves around a zoo where the animals can magically transform into Beastmen. The main villains arean aquarium with the same ability. There'san impressive amount of variety to their forms; some are human but with clothing evocative of their animal forms, othersonly have minor animalistic traits, and others still are just full-onhumanoid animals.",
      "links": [
        {
          "title": "Oumagadoki Doubutsuen",
          "url": "/pmwiki/pmwiki.php/Manga/OumagadokiDoubutsuen"
        },
        {
          "title": "an aquarium with the same ability",
          "url": "/pmwiki/pmwiki.php/Main/ThePsychoRangers"
        },
        {
          "title": "an impressive amount of variety to their forms",
          "url": "/pmwiki/pmwiki.php/Main/CastOfSnowflakes"
        },
        {
          "title": "only have minor animalistic traits",
          "url": "/pmwiki/pmwiki.php/Main/LittleBitBeastly"
        },
        {
          "title": "humanoid animals",
          "url": "/pmwiki/pmwiki.php/Main/FunnyAnimal"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tengen Toppa Gurren Lagann: The antagonists in the first half — they're evencalledBeastmen. They vary drastically in appearance from bipedal animals tonear-human.They were uplifted from regular beasts to provide Lordgenome with an army that couldn't harness Spiral Energy due to not undergoing evolution.",
      "links": [
        {
          "title": "Tengen Toppa Gurren Lagann",
          "url": "/pmwiki/pmwiki.php/Anime/TengenToppaGurrenLagann"
        },
        {
          "title": "near-human",
          "url": "/pmwiki/pmwiki.php/Main/LittleBitBeastly"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Vision of Escaflowne: Several supporting characters and a handful of background characters are beastfolk of various types. Merle, Eriya, and Naria (as well as Eriya and Naria'sparents) areCat Folk, Ruhm and his clan arewolf-men, Mr. Mole isa mole, Jajuka is a dog-man, Dryden's aide is a mouse-man, there is a group of gecko-men, and a dolphin-man, a bird-man, and more wolf-people can be seen in Palas' market.",
      "links": [
        {
          "title": "The Vision of Escaflowne",
          "url": "/pmwiki/pmwiki.php/Anime/TheVisionOfEscaflowne"
        },
        {
          "title": "parents",
          "url": "/pmwiki/pmwiki.php/Main/DeceasedParentsAreTheBest"
        },
        {
          "title": "Cat Folk",
          "url": "/pmwiki/pmwiki.php/Main/CatFolk"
        },
        {
          "title": "wolf-men",
          "url": "/pmwiki/pmwiki.php/Main/WolfMan"
        },
        {
          "title": "a mole",
          "url": "/pmwiki/pmwiki.php/Main/ADogNamedDog"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheAlexamenos graffitois an ancient engraving depicting a man worshiping a crucified Jesus who has the head of a donkey, with the text \"Alexamenos worships [his] god,\" believed to be made in mockery of the man's religion. Notably, this is the earliest known depiction of Jesus, dating to around the year 200.",
      "links": [
        {
          "title": "Alexamenos graffito",
          "url": "https://en.wikipedia.org/wiki/Alexamenos_graffito"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Astro City:Daniel of the Crossbreed is a lion man.Ragged Tom and the Raggamuffins are a gang of cat-people who rob wayward travelers at night.Team Carnivore is composed of five men and women who have animal characteristics (a snake, bear, lion, wolf, and hawk).Stormhawk is a human with the head, wings, and clawed feet of a hawk.G-Dog is half-man, half-Corgi.The Eastern European Beast-Men, whose prince is Natalie and Nick Furst's biological father.The evil god Jabaja hasMooksthat are half-human, half-puma.Sasha Furst of the First Family is a humanoid wolf.Popinjay is a criminal with the head of a bird.",
      "links": [
        {
          "title": "Astro City",
          "url": "/pmwiki/pmwiki.php/ComicBook/AstroCity"
        },
        {
          "title": "Mooks",
          "url": "/pmwiki/pmwiki.php/Main/Mooks"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The DCU:Batman:Supervillainess Orca isa mix between a whale and a woman. She has a large, muscular, and imposing frame, as well as the largest chest of any female in Batman's rogues' gallery.Batman's recurring foe Killer Croc falls into this quite often, but can get quite silly considering his official origin is a \"skin condition\", which doesn't really explain why some versions of him have atail.Hand Wavedby having Hush infect him with a virus that speeds up his 'devolution', causing him to develop more bestial traits.Kamandihas the title character as the only human in anAfter the Endworld of humanoid animals inspired byPlanet of the Apes.Legion of Super-Heroes: Timber Wolf, an imposing youngster whose father tried to \"steel up\" with dubious experiments that ended up turning him into a functionalWolf Man, sharing every trait, power and ability of the legendary therianthropic beings.Teen Titans: Beast Boy, who can turn into any animal he wishes. He's more animalistic in the cartoon than in the comics, though.Wonder Woman:Wonder Woman (1942): Circe's \"Beast Men\" are human men turned into animalistic monsters who have lost their sense of self and mindlessly serve her. Most of them retain a humanoid form, or at least humanoid traits, in their transformed state.Wonder Woman (1987): The Lansinarians are near-immortal, animalistic humanoids who live beneath the earth and appear briefly as a way for Diana to get her advanced invisible aircraft in a continuity where the Amazons' tech level has been drastically reduced.Wonder Woman (2016): Cheetah's appearance has changed dramatically from prior depictions of \"human with fur and a tail\" to looking like an actual humanoid cheetah, complete with more feline facial features. She's also slowly losing her humanity the longer she's stuck in that form. (The only other time she had a similar appearance she'd lost her humanity after being transformed by the White Magician into his incredibly powerful but mindless henchman in thePost-Crisiscontinuity.)",
      "links": [
        {
          "title": "The DCU",
          "url": "/pmwiki/pmwiki.php/Franchise/TheDCU"
        },
        {
          "title": "Batman",
          "url": "/pmwiki/pmwiki.php/ComicBook/Batman"
        },
        {
          "title": "a mix between a whale and a woman",
          "url": "/pmwiki/pmwiki.php/Main/UnscaledMerfolk"
        },
        {
          "title": "Hand Waved",
          "url": "/pmwiki/pmwiki.php/Main/HandWaved"
        },
        {
          "title": "Kamandi",
          "url": "/pmwiki/pmwiki.php/ComicBook/Kamandi"
        },
        {
          "title": "After the End",
          "url": "/pmwiki/pmwiki.php/Main/AfterTheEnd"
        },
        {
          "title": "Planet of the Apes",
          "url": "/pmwiki/pmwiki.php/Franchise/PlanetOfTheApes"
        },
        {
          "title": "Legion of Super-Heroes",
          "url": "/pmwiki/pmwiki.php/ComicBook/LegionOfSuperHeroes"
        },
        {
          "title": "Wolf Man",
          "url": "/pmwiki/pmwiki.php/Main/WolfMan"
        },
        {
          "title": "Teen Titans",
          "url": "/pmwiki/pmwiki.php/ComicBook/TeenTitans"
        },
        {
          "title": "Wonder Woman",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman"
        },
        {
          "title": "Wonder Woman (1942)",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman1942"
        },
        {
          "title": "Wonder Woman (1987)",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman1987"
        },
        {
          "title": "Wonder Woman (2016)",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman2016"
        },
        {
          "title": "Post-Crisis",
          "url": "/pmwiki/pmwiki.php/ComicBook/PostCrisis"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Last Man Standing: A few turn up as genetic experiments made byArmtech.",
      "links": [
        {
          "title": "Last Man Standing",
          "url": "/pmwiki/pmwiki.php/ComicBook/LastManStanding"
        },
        {
          "title": "Armtech",
          "url": "/pmwiki/pmwiki.php/Main/MegaCorp"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Marvel Universe:The Avengers: The New Men are animalsevolvedby the High Evolutionary into intelligent humanoids. The Ani-Men are humans mutated into humanoid animals.Morbius: In the 2019 series, the Melter turns his henchmen into various beast people (bird, rat, cockroach, rabbit, grasshopper, etc.) against their will to pressure them into doing his bidding.Spider-Man: Every few years, Spider-man winds up more spider than man. He always gets better. His enemies the Lizard (usually animalistic) and the Jackal (usually aMad Scientist) definitely qualify.Thor (Marvel Comics): The equine-headed alien Beta Ray Bill. It is worth noting that hisIn Name Onlyappearance inSilver Surfer: The Animated Serieshad him and his people looking even more horse-like, whereas his species in the comics have no horse features and are instead somewhat human, but with no noses or ears. Bill himself is genetically engineered to be a fearsome guardian for his people.X-Men:Beasthas the requisite appearance, and people expect him to be beastly when meeting him,but is an extraordinarily intelligent, polite, cultured soul. He originally was a more or less normal-lookingnote(insofar as it's possible to tell given the artist —Jack Kirbymay have been a genius, but his faces tend to fall firmly inUnintentional Uncanny Valleyterritory)muscular stocky guy with enormous hands and feet. He still got much the same reaction, though, because people didn't expect a guy with gorilla hands to be sensitive and well-educated.Wolverine's mutation has left him with similarities to several predatory mammals, not just wolverines, such as sharp canines, excessive body hair, a heightened sense of smell which enables him to track prey, the ability to communicate on a limited level with wild animals, hair and facial hair which grow in a manner similar to a mane and of course, his famous claws. At one point inWolverine (1988), his body rejected an adamantium infusion (long story), and his mutation went haywire, further transforming him from man to beast. During this time, his nose flattened, his teeth grew longer and sharper, while his hair and body hair grew to excess, forming patches of thick fur all over his body.Origin (2001)reveals that he increasingly preferred to hunt alongside a pack of wolves over spending time with other people as his powers developed and his memory worsened. After accidentally killing hisFirst Love, Rose, the story ends with a naked Logan retreating into the wilderness with some wolves.Sabretoothis often depicted with a very hirsute physique, possesses fangs and claws, and is capable of lion–like roars and growls. Part of the reason he despises Wolverine is because Creed absolutelylovesand embraces his own feral nature and resents Logan being the same yet looking down on him for it.",
      "links": [
        {
          "title": "Marvel Universe",
          "url": "/pmwiki/pmwiki.php/Franchise/MarvelUniverse"
        },
        {
          "title": "The Avengers",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheAvengers"
        },
        {
          "title": "evolved",
          "url": "/pmwiki/pmwiki.php/Main/EvolutionaryLevels"
        },
        {
          "title": "Morbius",
          "url": "/pmwiki/pmwiki.php/ComicBook/Morbius"
        },
        {
          "title": "Spider-Man",
          "url": "/pmwiki/pmwiki.php/ComicBook/SpiderMan"
        },
        {
          "title": "Mad Scientist",
          "url": "/pmwiki/pmwiki.php/Main/MadScientist"
        },
        {
          "title": "Thor (Marvel Comics)",
          "url": "/pmwiki/pmwiki.php/ComicBook/ThorMarvelComics"
        },
        {
          "title": "In Name Only",
          "url": "/pmwiki/pmwiki.php/Main/InNameOnly"
        },
        {
          "title": "Silver Surfer: The Animated Series",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/SilverSurferTheAnimatedSeries"
        },
        {
          "title": "X-Men",
          "url": "/pmwiki/pmwiki.php/ComicBook/XMen"
        },
        {
          "title": "Beast",
          "url": "/pmwiki/pmwiki.php/Characters/MarvelComicsBeast"
        },
        {
          "title": "but is an extraordinarily intelligent, polite, cultured soul",
          "url": "/pmwiki/pmwiki.php/Main/GeniusBruiser"
        },
        {
          "title": "Jack Kirby",
          "url": "/pmwiki/pmwiki.php/Creator/JackKirby"
        },
        {
          "title": "Unintentional Uncanny Valley",
          "url": "/pmwiki/pmwiki.php/Main/UnintentionalUncannyValley"
        },
        {
          "title": "Wolverine",
          "url": "/pmwiki/pmwiki.php/ComicBook/Wolverine"
        },
        {
          "title": "Wolverine (1988)",
          "url": "/pmwiki/pmwiki.php/ComicBook/Wolverine1988"
        },
        {
          "title": "Origin (2001)",
          "url": "/pmwiki/pmwiki.php/ComicBook/Origin2001"
        },
        {
          "title": "First Love",
          "url": "/pmwiki/pmwiki.php/Main/FirstLove"
        },
        {
          "title": "Sabretooth",
          "url": "/pmwiki/pmwiki.php/ComicBook/SabretoothMarvelComics"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Monstress: The immortal, animalistic Ancients such as the Queen of the Wolves who looks like a humanoid wolf. Children by the Ancients with humans are Arcanics and they can either look fully human or retain some animalistic features of their Ancient lineage. Arcanic social hierarchy favours those traits, so the more human an Arcanic appears the lower their status.",
      "links": [
        {
          "title": "Monstress",
          "url": "/pmwiki/pmwiki.php/ComicBook/Monstress"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tragg and the Sky Gods: In issue #4, the Yargonian commander Zorek merges Tragg's rival Gorth with a sabre-toothed tiger to create a creature that is half-man/half-sabre-tooth who he names Sabre-Fang. Zorek then sends Sabre-Fang out to hunt and destroy Tragg and Lorn.",
      "links": [
        {
          "title": "Tragg and the Sky Gods",
          "url": "/pmwiki/pmwiki.php/ComicBook/TraggAndTheSkyGods"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tyson Hesse's Diesel: The comic features a variety of Beast Man races populating its world, many of whom sufferpersecutionfrom the human majority.",
      "links": [
        {
          "title": "Tyson Hesse's Diesel",
          "url": "/pmwiki/pmwiki.php/ComicBook/TysonHessesDiesel"
        },
        {
          "title": "persecution",
          "url": "/pmwiki/pmwiki.php/Main/FantasticRacism"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ungrounded: Major Freakshow, a werewolf... who was bitten by azombie vampire.",
      "links": [
        {
          "title": "Ungrounded",
          "url": "/pmwiki/pmwiki.php/ComicBook/Ungrounded"
        },
        {
          "title": "zombie vampire",
          "url": "/pmwiki/pmwiki.php/Main/NinjaPirateZombieRobot"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Wynonna Earp: TheMad ScientistDr. Robidoux creates these inWynonna Earp: The Yeti Wars.",
      "links": [
        {
          "title": "Wynonna Earp",
          "url": "/pmwiki/pmwiki.php/ComicBook/WynonnaEarp"
        },
        {
          "title": "Mad Scientist",
          "url": "/pmwiki/pmwiki.php/Main/MadScientist"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Always Having Juice: Gaia Mercury is a monstrous blue woman who hides most of her body under bandages, withFog Feetand enormous, furry hands.",
      "links": [
        {
          "title": "Always Having Juice",
          "url": "/pmwiki/pmwiki.php/Blog/AlwaysHavingJuice"
        },
        {
          "title": "Fog Feet",
          "url": "/pmwiki/pmwiki.php/Main/FogFeet"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "My Hero Academia Bright Future: 3/4 of the Shirasaki family are anthropomorphic animals, with Tamano being a wolverine, Sakuya being a honey badger, and Kurogane being a skunk. Only the father, Kuroi, looks human. It's noted that Tamano and Sakuya have animal based Quirks, but Kurogane is like Tokoyami: an emitter type with a Heteromorph appearance. In his case, it's noted his Quirk actually takes after his father's in function. The author Godzillawolf has admitted he prefers this overLittle Bit Beastly, so mostOCswith an animal theme will follow suit.",
      "links": [
        {
          "title": "My Hero Academia Bright Future",
          "url": "/pmwiki/pmwiki.php/Fanfic/MyHeroAcademiaBrightFuture"
        },
        {
          "title": "Little Bit Beastly",
          "url": "/pmwiki/pmwiki.php/Main/LittleBitBeastly"
        },
        {
          "title": "OCs",
          "url": "/pmwiki/pmwiki.php/Main/OCs"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Many types appear inThe Night Unfurls.The Mordatella Brothers are twinpigmen.Halflingslook like \"adorable, tiny petting zoo people\".The wild tribes, known as Wild Ones, are part-beast unlike thehalflingsabove. These beast kin bearcat-likeears and claws, dressed in furs to keep out the cold.Themutantsthat appear in Chapters 21-22 are syntheticInsectoid Aliens.Grishom summons twominotaursto fight Kyril offscreen.",
      "links": [
        {
          "title": "The Night Unfurls",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheNightUnfurls"
        },
        {
          "title": "pigmen",
          "url": "/pmwiki/pmwiki.php/Main/PigMan"
        },
        {
          "title": "Halflings",
          "url": "/pmwiki/pmwiki.php/Main/Halfling"
        },
        {
          "title": "adorable",
          "url": "/pmwiki/pmwiki.php/Main/CutesyDwarf"
        },
        {
          "title": "halflings",
          "url": "/pmwiki/pmwiki.php/Main/Halfling"
        },
        {
          "title": "cat-like",
          "url": "/pmwiki/pmwiki.php/Main/CatFolk"
        },
        {
          "title": "mutants",
          "url": "/pmwiki/pmwiki.php/Main/Mutants"
        },
        {
          "title": "Insectoid Aliens",
          "url": "/pmwiki/pmwiki.php/Main/InsectoidAliens"
        },
        {
          "title": "minotaurs",
          "url": "/pmwiki/pmwiki.php/Main/OurMinotaursAreDifferent"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Beauty and the Beast (1991): The Beast. He's sometimes less like this trope indifferent adaptations. It's notable as one of the few versions where he'smorebeast than man, in both appearance and temperament, and doesn't resemble any animal in particular — he's typicallya generalized hairy creaturewith a heavy frame, thick brown fur, a pronounced muzzle, claws, tusks and horns, vaguely resembling a cross between a bear, a gorilla, and a buffalo.",
      "links": [
        {
          "title": "Beauty and the Beast (1991)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/BeautyAndTheBeast1991"
        },
        {
          "title": "different adaptations",
          "url": "/pmwiki/pmwiki.php/Literature/BeautyAndTheBeast"
        },
        {
          "title": "a generalized hairy creature",
          "url": "/pmwiki/pmwiki.php/Main/GenericHairyMonster"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Boy and the Beast: One of the main characters is a bear example and lives in a world with other Beastmen as well.",
      "links": [
        {
          "title": "The Boy and the Beast",
          "url": "/pmwiki/pmwiki.php/Anime/TheBoyAndTheBeast"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Missing Link: The \"No-Men\" are an all-female species of feral cat-women that use theirsex appealto distract their prey (and yes, itdoeswork across species).",
      "links": [
        {
          "title": "The Missing Link",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheMissingLink"
        },
        {
          "title": "sex appeal",
          "url": "/pmwiki/pmwiki.php/Main/FemmeFatale"
        },
        {
          "title": "work across species",
          "url": "/pmwiki/pmwiki.php/Main/InterspeciesRomance"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "My Little Pony: The Movie (2017): The desert lands south of Equestria are home to a variety of humanoid animals, in contrast to theCivilized Animalsin the show's main setting. These include the only barely humanoidRat Men,Fish PeopleandLizard Folkof Klugetown, Capper thebipedal catand theSky PirateCaptain Celaeno and her crew ofhumanoid parrots.",
      "links": [
        {
          "title": "My Little Pony: The Movie (2017)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/MyLittlePonyTheMovie2017"
        },
        {
          "title": "Civilized Animals",
          "url": "/pmwiki/pmwiki.php/Main/CivilizedAnimal"
        },
        {
          "title": "Rat Men",
          "url": "/pmwiki/pmwiki.php/Main/RatMen"
        },
        {
          "title": "Fish People",
          "url": "/pmwiki/pmwiki.php/Main/FishPeople"
        },
        {
          "title": "Lizard Folk",
          "url": "/pmwiki/pmwiki.php/Main/LizardFolk"
        },
        {
          "title": "bipedal cat",
          "url": "/pmwiki/pmwiki.php/Main/CatFolk"
        },
        {
          "title": "Sky Pirate",
          "url": "/pmwiki/pmwiki.php/Main/SkyPirate"
        },
        {
          "title": "humanoid parrots",
          "url": "/pmwiki/pmwiki.php/Main/BirdPeople"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sleeping Beauty (1959): Maleficent's henchmen are humanoids with grey-green skin and animalistic features such as a pig snout, beak or even long jaws with pointed teeth like a crocodile.",
      "links": [
        {
          "title": "Sleeping Beauty (1959)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/SleepingBeauty1959"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Avatar: The N'avi are a race of blue humanoids with pointy ears and tails.",
      "links": [
        {
          "title": "Avatar",
          "url": "/pmwiki/pmwiki.php/Film/Avatar"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Private Eyes: Don Knotts and Tim Conway vs.The Wookalar!◊",
      "links": [
        {
          "title": "The Private Eyes",
          "url": "/pmwiki/pmwiki.php/Film/ThePrivateEyes"
        },
        {
          "title": "The Wookalar!",
          "url": "https://image.ibb.co/bAGH5F/447109_zpsr2rhltvc.jpg"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Spaceballs: Barf, Lone Starr's sidekick, is a mog — half man, half dog. Apparently, he's his own best friend.",
      "links": [
        {
          "title": "Spaceballs",
          "url": "/pmwiki/pmwiki.php/Film/Spaceballs"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Turkey Shoot: Former circus freak Alph is a hairy, beastial man whom Tito uses as an attack dog. He even has eyes that look like a cat's, and acts in a very animalistic way, so while ostensibly just having a genetic condition his appearance and manner put Alph firmly in this category.",
      "links": [
        {
          "title": "Turkey Shoot",
          "url": "/pmwiki/pmwiki.php/Film/TurkeyShoot"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "X-Men Film Series:Wolverine, though not as exaggerated as Sabretooth.HankMcCoy/Beast, as in the comics.Victor Creed inX-Men Origins: Wolverinehas claw-like fingernails, fangs instead of canines, and byX-Menhe's basically an animal.",
      "links": [
        {
          "title": "X-Men Film Series",
          "url": "/pmwiki/pmwiki.php/Franchise/XMenFilmSeries"
        },
        {
          "title": "X-Men Origins: Wolverine",
          "url": "/pmwiki/pmwiki.php/Film/XMenOriginsWolverine"
        },
        {
          "title": "X-Men",
          "url": "/pmwiki/pmwiki.php/Film/XMen1"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Amaranthine Saga: the Amarathine are a race of supernatural creatures who are \"guardians\" of various animal species, and each Clan manifests traits of that species,such as antlers, tails, wings, or unique coloringsas well as being able to appear in \"truest form\" as a large (ranging from \"unusually big\" to \"won't fit inside buildings\") version of said animal.",
      "links": [
        {
          "title": "Amaranthine Saga",
          "url": "/pmwiki/pmwiki.php/Literature/AmaranthineSaga"
        },
        {
          "title": "such as antlers, tails, wings, or unique colorings",
          "url": "/pmwiki/pmwiki.php/Main/LittleBitBeastly"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Bee Dungeon: The exact origins of half-humans have been forgotten, but the Tower Lords now preach that they're sub-human enemies of the gods. When Belissar meets the half-bear \"karnuq\", however, he finds them to be fully sapient and good neighbors — and slightly puzzled by him in turn, never having met anyone with so little fur. Since the Tower Lords also preach that the gods would be offended by peasants setting foot in a Tower, and yet Belissar has been accepted by a Tower and received a god's blessing, he decides to form his own judgement.The part-skunk sigmaka are more wary, and almost attack him, but ultimately settle for a mutual non-aggression pact and respecting each other's borders.",
      "links": [
        {
          "title": "The Bee Dungeon",
          "url": "/pmwiki/pmwiki.php/Literature/TheBeeDungeon"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Blood War Trilogy: The Grol and Tolen, a race of werewolf-orcs, more or less, are a major race. The Grol areAlways Chaotic Evil, though they're the same species as the Tolen, who seem to be decent enough sorts.",
      "links": [
        {
          "title": "The Blood War Trilogy",
          "url": "/pmwiki/pmwiki.php/Literature/TheBloodWarTrilogy"
        },
        {
          "title": "Always Chaotic Evil",
          "url": "/pmwiki/pmwiki.php/Main/AlwaysChaoticEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Borgel: Milly and Glugo are large, green, upright gorillas with human-like intelligence and personalities, who live in a dimension other than Earth.",
      "links": [
        {
          "title": "Borgel",
          "url": "/pmwiki/pmwiki.php/Literature/Borgel"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Brave Story: Abouthalf of the populationofVision, most notably the lizard merchant and cat girl (but not aCat Girl) Meeia.",
      "links": [
        {
          "title": "Brave Story",
          "url": "/pmwiki/pmwiki.php/Literature/BraveStory"
        },
        {
          "title": "half of the population",
          "url": "http://s3.amazonaws.com/kym-assets/photos/images/newsfeed/000/127/429/furry%20town.png?1318992465"
        },
        {
          "title": "Vision",
          "url": "/pmwiki/pmwiki.php/Main/DreamLand"
        },
        {
          "title": "Cat Girl",
          "url": "/pmwiki/pmwiki.php/Main/CatGirl"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Cerberon:Sascia is a young hackal, essentially a humanoid hyena. Most people consider hackals anAlways Chaotic EvilProud Warrior Race, but the ones encountered in the book range from civilized Beast Men to savage ones, depending on their tribe, clan, and individual disposition.Junapur is a big, imposing and strong beast woman with (four) large breasts.Jena is a mule half, just as big, strong and intimidating as Junapur, but not as nice, and without such remarkable cleavage. She introduces herself to Thedrik with a punch in the face.",
      "links": [
        {
          "title": "Cerberon",
          "url": "/pmwiki/pmwiki.php/Literature/Cerberon"
        },
        {
          "title": "Always Chaotic Evil",
          "url": "/pmwiki/pmwiki.php/Main/AlwaysChaoticEvil"
        },
        {
          "title": "Proud Warrior Race",
          "url": "/pmwiki/pmwiki.php/Main/ProudWarriorRaceGuy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Conan the Barbarian:In \"Rogues in the House\", Nabonidus is revealed to be a monstrous beastlike humanoid of some sort.\"Conan\", he whispered, \"it was no man that stood before me! In body and posture it was not unlike a man, but from the scarlet hood of the priest grinned a face of madness and nightmare! It was covered with black hair, from which small pig-like eyes glared redly; its nose was flat, with great flaring nostrils; its loose lips writhed back, disclosing huge yellow fangs, like the teeth of a dog. The hands that hung from the scarlet sleeves were misshapen and likewise covered with black hair. All this I saw in one glance, and then I was overcome with horror; my senses left me and I swooned.\"\"What then?\" muttered the Cimmerian uneasily.\"I recovered consciousness only a short time ago; the monster must have thrown me into these pits. Conan, I have suspected that Nabonidus was not wholly human! He is a demon — a were-thing! By day he moves among humanity in the guise of men, and by night he takes on his true aspect.\"In \"Iron Shadows in the Moon\", an ape-man attacks the characters out of lust for Olivia.In \"The Hyborian Age\", theBackstoryto Conan, ape men, snow-apes, etc. are a major driving force in history.",
      "links": [
        {
          "title": "Conan the Barbarian",
          "url": "/pmwiki/pmwiki.php/Franchise/ConanTheBarbarian"
        },
        {
          "title": "Rogues in the House",
          "url": "/pmwiki/pmwiki.php/Literature/RoguesInTheHouse"
        },
        {
          "title": "Iron Shadows in the Moon",
          "url": "/pmwiki/pmwiki.php/Literature/IronShadowsInTheMoon"
        },
        {
          "title": "Backstory",
          "url": "/pmwiki/pmwiki.php/Main/Backstory"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Cthulhu Mythosnotably featuresfish-like Deep Onesas well asghouls, which look like rubbery dog-people with hooves and scaly claws. Deep Ones have an advanced civilization which produces beautiful golden jewelryand worships world-endingEldritch Abominations. Ghouls are a bit more feral, but they have their own language, can read human ones, and understand concepts like humor, art or military strategy.",
      "links": [
        {
          "title": "Cthulhu Mythos",
          "url": "/pmwiki/pmwiki.php/Franchise/CthulhuMythos"
        },
        {
          "title": "fish-like Deep Ones",
          "url": "/pmwiki/pmwiki.php/Main/FishPeople"
        },
        {
          "title": "ghouls",
          "url": "/pmwiki/pmwiki.php/Main/OurGhoulsAreCreepier"
        },
        {
          "title": "and worships world-ending",
          "url": "/pmwiki/pmwiki.php/Main/BreadEggsMilkSquick"
        },
        {
          "title": "Eldritch Abominations",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Anya of theDamsels of Distressis a wendigo and has furry ears, a tail, and stands six and a half feet tall. She is also a crack shot with her auto revolvers.",
      "links": [
        {
          "title": "Damsels of Distress",
          "url": "/pmwiki/pmwiki.php/Literature/DamselsOfDistress"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Dream Eaters and Other Stories: The Africa of the future in \"Sharazad\" is inhabited by intelligent, bipedal lions, spotted hyenas, and African wild dogs.",
      "links": [
        {
          "title": "The Dream Eaters and Other Stories",
          "url": "/pmwiki/pmwiki.php/Literature/TheDreamEatersAndOtherStories"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Elric Sagaand other Eternal Champion stories have featured various beastmen types, humans mutated into animal/human hybrids by Chaos. With a strong penchant for violence, the beastmen inMichael Moorcock's stories were a clear influence on the Chaos Beastmen ofWarhammer.",
      "links": [
        {
          "title": "The Elric Saga",
          "url": "/pmwiki/pmwiki.php/Literature/TheElricSaga"
        },
        {
          "title": "Michael Moorcock",
          "url": "/pmwiki/pmwiki.php/Creator/MichaelMoorcock"
        },
        {
          "title": "Warhammer",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A Fable of Tonight:Stalking the Unicornfeatures a catgirl named Felina.",
      "links": [
        {
          "title": "A Fable of Tonight",
          "url": "/pmwiki/pmwiki.php/Literature/AFableOfTonight"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Clark Ashton Smith'sHyperboreastories have a race of beast men called voormis, who live inside the cave system of a spectacular, five-coned volcano. What little description of them we're given — that they're covered in shaggy umber fur and have three toes — suggests that they may be some type of ground sloth people, and their central god, Tsathoggua, is also described as resembling a mix of sloth, bat, and toad.",
      "links": [
        {
          "title": "Clark Ashton Smith",
          "url": "/pmwiki/pmwiki.php/Creator/ClarkAshtonSmith"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Played for HorrorinThe Island of Doctor Moreau, in which aMad Scientistgives animals anthromorphic shapes and intelligence with his use of vivisectomy.\"Not to go on all-fours; that is the Law. Are we not Men?\"\"Not to suck up Drink; that is the Law. Are we not Men?\"\"Not to eat Fish or Flesh; that is the Law. Are we not Men?\"\"Not to claw the Bark of Trees; that is the Law. Are we not Men?\"\"Not to chase other Men; that is the Law. Are we not Men?\"",
      "links": [
        {
          "title": "Played for Horror",
          "url": "/pmwiki/pmwiki.php/Main/PlayedForHorror"
        },
        {
          "title": "The Island of Doctor Moreau",
          "url": "/pmwiki/pmwiki.php/Literature/TheIslandOfDoctorMoreau"
        },
        {
          "title": "Mad Scientist",
          "url": "/pmwiki/pmwiki.php/Main/MadScientist"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kate Daniels: The more powerful shapeshifters can develop a form halfway between human and beast, known as the warrior form. This form is more dangerous than either of the others, and being in this form is legally equivalent to being armed with a lethal weapon.",
      "links": [
        {
          "title": "Kate Daniels",
          "url": "/pmwiki/pmwiki.php/Literature/KateDaniels"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "There's an entire planet of these inLone Huntress. For bonus points, they're actuallytranshumanswho are literally descended from theFurry Fandom.",
      "links": [
        {
          "title": "Lone Huntress",
          "url": "/pmwiki/pmwiki.php/Literature/LoneHuntress"
        },
        {
          "title": "transhumans",
          "url": "/pmwiki/pmwiki.php/Main/Transhuman"
        },
        {
          "title": "Furry Fandom",
          "url": "/pmwiki/pmwiki.php/MediaNotes/FurryFandom"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mercy Thompson: When a werewolf's wolf and human sides have the same goals, they can act together to make a halfway form, which is supposedly more dangerous, intelligent, and dexterous than the normal forms, although they haven't been shown much.",
      "links": [
        {
          "title": "Mercy Thompson",
          "url": "/pmwiki/pmwiki.php/Literature/MercyThompson"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Play Places: The Kem people,though it can be considered parodied in that the Kem are more sensible than humans.",
      "links": [
        {
          "title": "Play Places",
          "url": "/pmwiki/pmwiki.php/Literature/PlayPlaces"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Quest for Fire: It's downplayed but theman-eating Kzammsare given some animalistic features likeglowing red eyes, movable wolf-like ears andape-like limb proportions. They are thought by the protagonists to be descended from bears. Interestingly, anatomically modern humans are also mistaken for beast men by said protagonists because of their seeming lack of shoulders andBody Paintwhich resemblesscaly skin.",
      "links": [
        {
          "title": "Quest for Fire",
          "url": "/pmwiki/pmwiki.php/Literature/QuestForFire"
        },
        {
          "title": "man-eating Kzamms",
          "url": "/pmwiki/pmwiki.php/Main/CannibalTribe"
        },
        {
          "title": "glowing red eyes",
          "url": "/pmwiki/pmwiki.php/Main/RedEyesTakeWarning"
        },
        {
          "title": "ape-like limb proportions",
          "url": "/pmwiki/pmwiki.php/Main/FrazettaMan"
        },
        {
          "title": "Body Paint",
          "url": "/pmwiki/pmwiki.php/Main/BodyPaint"
        },
        {
          "title": "scaly skin",
          "url": "/pmwiki/pmwiki.php/Main/LizardFolk"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sekhmet: The races of Panthera tend towards this. The Sirens are a race of bird women. Hyenas and Lupians are a hyena version while the lupians are canines. The story focuses on the feline Kanjis.",
      "links": [
        {
          "title": "Sekhmet",
          "url": "/pmwiki/pmwiki.php/Literature/Sekhmet"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Shattered World: The Cthons surelooklike Beast Folk, and have the usual abilities associated with this trope,Healing Factorand communication with animals in particular. They're demonic creatures rather than bestial humans.",
      "links": [
        {
          "title": "The Shattered World",
          "url": "/pmwiki/pmwiki.php/Literature/TheShatteredWorld"
        },
        {
          "title": "Healing Factor",
          "url": "/pmwiki/pmwiki.php/Main/HealingFactor"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Taura from theVorkosigan Sagais an eight-foot-tall, genetically modifiedSuper-Soldierwith fangs who can rip people to shreds with her bare hands — and highly intelligent, with an unexpectedly sweet personality (and a fondness for pink frilly clothing). She much prefers intimidation to violence; she remarks at one point that when trouble starts, she looms at people, and if that doesn't work, she smiles.",
      "links": [
        {
          "title": "Vorkosigan Saga",
          "url": "/pmwiki/pmwiki.php/Literature/VorkosiganSaga"
        },
        {
          "title": "Super-Soldier",
          "url": "/pmwiki/pmwiki.php/Main/SuperSoldier"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Wandering Inn: The aptly named Beastkin, of which there are several tribes based on different species. Rabbit,Fox, Squirrel, Jackal, Owl,Cat, and others. These are each considered distinct from the other animal-adjacent races like Gnolls,Lizardfolk,Garuda, andMinotaurs.",
      "links": [
        {
          "title": "The Wandering Inn",
          "url": "/pmwiki/pmwiki.php/Literature/TheWanderingInn"
        },
        {
          "title": "Fox",
          "url": "/pmwiki/pmwiki.php/Main/FoxFolk"
        },
        {
          "title": "Cat",
          "url": "/pmwiki/pmwiki.php/Main/CatFolk"
        },
        {
          "title": "Lizardfolk",
          "url": "/pmwiki/pmwiki.php/Main/LizardFolk"
        },
        {
          "title": "Garuda",
          "url": "/pmwiki/pmwiki.php/Main/BirdPeople"
        },
        {
          "title": "Minotaurs",
          "url": "/pmwiki/pmwiki.php/Main/OurMinotaursAreDifferent"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Wheel of Time:TheBig Badhas theTrollocs, a breed of humans bred to be closer to animals, with hawk's heads, goat's heads and whatever you can think of.Perrin is a rather good example as well, as his status as a Wolfbrother means he constantly struggles to stop his wolf side overwhelming his human side.",
      "links": [
        {
          "title": "The Wheel of Time",
          "url": "/pmwiki/pmwiki.php/Literature/TheWheelOfTime"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Trollocs",
          "url": "/pmwiki/pmwiki.php/Main/OurOrcsAreDifferent"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheXanthseries has all types of mixed species, but according to the mythology of the Centaurs, their origin happened when men from Mundania (a catch-all term for the non-magic world) arrived riding horses. When they stopped to take a drink, they happened to drink from a Love Spring, which caused undeniable lust in the drinker for the next being of the opposite sex. Apparently, the three men were riding three mares, and...",
      "links": [
        {
          "title": "Xanth",
          "url": "/pmwiki/pmwiki.php/Literature/Xanth"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheZachary Nixon JohnsonnovelThe Flaxen Femme Fatalehas Fera, a woman who has been genetically spliced with tiger DNA.",
      "links": [
        {
          "title": "Zachary Nixon Johnson",
          "url": "/pmwiki/pmwiki.php/Literature/ZacharyNixonJohnson"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Beauty and the Beast (1987), the1980sdrama whereRon Perlmanis obviously the leonineBeast ManandLinda Hamiltonis the Beauty.",
      "links": [
        {
          "title": "Beauty and the Beast (1987)",
          "url": "/pmwiki/pmwiki.php/Series/BeautyAndTheBeast1987"
        },
        {
          "title": "1980s",
          "url": "/pmwiki/pmwiki.php/Main/The80s"
        },
        {
          "title": "Ron Perlman",
          "url": "/pmwiki/pmwiki.php/Creator/RonPerlman"
        },
        {
          "title": "Beast Man",
          "url": "/pmwiki/pmwiki.php/Main/BeastMan"
        },
        {
          "title": "Linda Hamilton",
          "url": "/pmwiki/pmwiki.php/Creator/LindaHamilton"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Beauty and the Beast (2012)introduces a female beast. Unlike others in this show, however, she was actually born as a beast, rather than genetically engineered in a laboratory.",
      "links": [
        {
          "title": "Beauty and the Beast (2012)",
          "url": "/pmwiki/pmwiki.php/Series/BeautyAndTheBeast2012"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dark Angel: There are a whole buttload of these in the second season, but the most notable example is probably Joshua.",
      "links": [
        {
          "title": "Dark Angel",
          "url": "/pmwiki/pmwiki.php/Series/DarkAngel"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Muppet Show: The wild, hairy drummer Animal. Nobody knows exactly what he is, and, as his puppeteerFrank Ozsays, he goes out at night and nobody knows where (or wants to ask).",
      "links": [
        {
          "title": "The Muppet Show",
          "url": "/pmwiki/pmwiki.php/Series/TheMuppetShow"
        },
        {
          "title": "Frank Oz",
          "url": "/pmwiki/pmwiki.php/Creator/FrankOz"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Star Trek: From their 1979 makeover onwards, the Klingons have been a melange of animal traits on a human frame: bear, wolf/wild dog, warthog...",
      "links": [
        {
          "title": "Star Trek",
          "url": "/pmwiki/pmwiki.php/Franchise/StarTrek"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A great many villains (with a bunch of heroic examples) intoku, in particularKamen Rider,Super Sentai(Power Rangers) andMetal Heroes.",
      "links": [
        {
          "title": "toku",
          "url": "/pmwiki/pmwiki.php/Main/Toku"
        },
        {
          "title": "Kamen Rider",
          "url": "/pmwiki/pmwiki.php/Franchise/KamenRider"
        },
        {
          "title": "Super Sentai",
          "url": "/pmwiki/pmwiki.php/Franchise/SuperSentai"
        },
        {
          "title": "Power Rangers",
          "url": "/pmwiki/pmwiki.php/Franchise/PowerRangers"
        },
        {
          "title": "Metal Heroes",
          "url": "/pmwiki/pmwiki.php/Series/MetalHeroes"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Classical Mythologygave us a few old-school examples. A few of these were products ofbestiality, includingcentaursin some versions and theminotaurin all examples. But other examples appear to naturally bear animal features without any hybridisation, includingFauns and Satyrs. Even going beyond the expected centaur and minotaur examples, at least one text that discusses far off lands where people bred with all manner of beasts to produce half-human, half-beast beings.",
      "links": [
        {
          "title": "Classical Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "bestiality",
          "url": "/pmwiki/pmwiki.php/Main/BestialityIsDepraved"
        },
        {
          "title": "centaurs",
          "url": "/pmwiki/pmwiki.php/Main/OurCentaursAreDifferent"
        },
        {
          "title": "minotaur",
          "url": "/pmwiki/pmwiki.php/Main/OurMinotaursAreDifferent"
        },
        {
          "title": "Fauns and Satyrs",
          "url": "/pmwiki/pmwiki.php/Main/FaunsAndSatyrs"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Irish Mythologyhas several examples of beast folk, the majority beingCat Folkand Canine folk. They are clearly supernatural in nature, and possess strength, speed and ferocity on a superhuman level, and tend to be antagonists when they appear, making a living by raiding towns or aiding tyrants like The King of the World. One story makes references to a warrior tribe of \"white-backs\" who may beFish People, or at the very least descended from fish (the white-back referring to shimmering fish scales) adding an aquatic beast tribe to the mix.",
      "links": [
        {
          "title": "Irish Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/IrishMythology"
        },
        {
          "title": "Cat Folk",
          "url": "/pmwiki/pmwiki.php/Main/CatFolk"
        },
        {
          "title": "Fish People",
          "url": "/pmwiki/pmwiki.php/Main/FishPeople"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InHindu Mythology, Narasimha (\"Man-lion\") was an avatar of Vishnu with the body of a man and the head and claws of a lion. He incarnated to defeat the demon Hiranyakashipu, who had the divine grace that he would be killed by neither human nor animal — thus, he was killed by one who was literally neither human nor animal.",
      "links": [
        {
          "title": "Hindu Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/HinduMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Jemjammer: Several of these appear as the party travels through space, though the most notable Mr. Herst, the hippo-headed Giff and first mate.",
      "links": [
        {
          "title": "Jemjammer",
          "url": "/pmwiki/pmwiki.php/Podcast/Jemjammer"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Even thoughBatistais fully human-looking and arguably even attractive, he is regularly referred to as \"the Animal\", implying that he is basically this (in theKayfabeimagination, at least). Being well over 6 feet tall, weighing nearly 300 pounds, and having a surname that's almost an anagram of \"beast\" all certainly help.",
      "links": [
        {
          "title": "Batista",
          "url": "/pmwiki/pmwiki.php/Wrestling/Batista"
        },
        {
          "title": "Kayfabe",
          "url": "/pmwiki/pmwiki.php/Main/Kayfabe"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Gamer's Alliance: The Beastmaster (aka Maiyr Korath) looks beastly due to a magical transformation which turned him from elf into a beast, and he has the ability to mutate and command various beasts of the forest with his chaotic magic. He puts his skill to good use when he sends his beastly minions to openly attack the elven capital Sanae during the Great War.",
      "links": [
        {
          "title": "The Gamer's Alliance",
          "url": "/pmwiki/pmwiki.php/Roleplay/TheGamersAlliance"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ankur Kingdom Of The Gods: Ur-Lu are a species of humanoid/canine sentients created by the sameAncient Astronautsthat created the various human subspecies to mine ancient Earth for gold. They have the same range of morality as humans, but tend to occupy the lower social strata in the human dominated city-states and often turn to banditry.",
      "links": [
        {
          "title": "Ankur Kingdom Of The Gods",
          "url": "/pmwiki/pmwiki.php/TabletopGame/AnkurKingdomOfTheGods"
        },
        {
          "title": "Ancient Astronauts",
          "url": "/pmwiki/pmwiki.php/Main/AncientAstronauts"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Cardfight!! Vanguard: The Warbeast raceare not beasts of warbut are instead this with varying degrees of Zoomorphism.",
      "links": [
        {
          "title": "Cardfight!! Vanguard",
          "url": "/pmwiki/pmwiki.php/TabletopGame/CardfightVanguard"
        },
        {
          "title": "are not beasts of war",
          "url": "/pmwiki/pmwiki.php/Main/NonIndicativeName"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Chaotic: Many Overworlders are beast people, mostly of the mammalian andavianvariety, that arevarious levels of anthropomorphic. The Danian tribe is entirely made out of insect people, the Mipedians areLizard Folk, and there are a few bestial creatures scattered throughout the Underworld.",
      "links": [
        {
          "title": "Chaotic",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Chaotic"
        },
        {
          "title": "avian",
          "url": "/pmwiki/pmwiki.php/Main/BirdPeople"
        },
        {
          "title": "various levels of anthropomorphic",
          "url": "/pmwiki/pmwiki.php/Main/SlidingScaleOfAnthropomorphism"
        },
        {
          "title": "Lizard Folk",
          "url": "/pmwiki/pmwiki.php/Main/LizardFolk"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Chronicles of Aereshas both theDraconic Humanoidraces of kobolds and draconvir, and the \"Wilderkind\"; a collective term that refers to 10 different races of humanoid animals created fromtransformed humansandUplifted Animals. The specific races of Wilderkind are: Bjornvir (bearfolk), Ekornvir (squirrelfolk), Grevinvir (badgerkin), Kaeninvir (rabbitfolk), Klovir (catfolk— specifically wildcats), Mustvir (weaselfolk and otterfolk), Raevir (foxfolk), Rattevir (ratfolk), Ravenvir (ravenfolk) and Ulvir (wolfkin). In-game, most wilderkind are mechanically sorted into one of two races, with only the rattevir and ravenvir having distinct mechanical profiles. The bjornvir, grevinvir and ulvir are lumped together asStalwart Wilderkindand ekornvir, kaeninvir, klovir, mustvir, and raevir are grouped together asFleet-Foot Wilderkind.",
      "links": [
        {
          "title": "The Chronicles of Aeres",
          "url": "/pmwiki/pmwiki.php/TabletopGame/TheChroniclesOfAeres"
        },
        {
          "title": "Draconic Humanoid",
          "url": "/pmwiki/pmwiki.php/Main/DraconicHumanoid"
        },
        {
          "title": "transformed humans",
          "url": "/pmwiki/pmwiki.php/Main/Animorphism"
        },
        {
          "title": "Uplifted Animals",
          "url": "/pmwiki/pmwiki.php/Main/UpliftedAnimal"
        },
        {
          "title": "bearfolk",
          "url": "/pmwiki/pmwiki.php/Main/UrsineAliens"
        },
        {
          "title": "catfolk",
          "url": "/pmwiki/pmwiki.php/Main/Catfolk"
        },
        {
          "title": "ratfolk",
          "url": "/pmwiki/pmwiki.php/Main/RatMen"
        },
        {
          "title": "ravenfolk",
          "url": "/pmwiki/pmwiki.php/Main/BirdPeople"
        },
        {
          "title": "wolfkin",
          "url": "/pmwiki/pmwiki.php/Main/WolfMan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dragon Dicehas the Feral — a race of beasts granted sentience and enough anthropomorphic traits/intelligence to use tools and fight in the name ofMother Nature.",
      "links": [
        {
          "title": "Dragon Dice",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DragonDice"
        },
        {
          "title": "Mother Nature",
          "url": "/pmwiki/pmwiki.php/Main/MotherNature"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dungeons & Dragons:\"Beastmen\" or \"beastfolk\", by that name, are a race inMystaraandGreyhawk.Mystaran beastmen, which call themselves grruuk, are a very physically variable but generally bestial race prone to dramatic mutations. They're mostly extinct, as they gradually stabilized into a number of distinct races such as goblinoids, orcs, ogres and trolls, but large relic populations survive in theHollow Worldwhere they were brought by the Immortals to preserve them.Oerthian beastmen are stone-age forest-dwellers who resemble ape-people with pointed ears. They have green outer fur and black inner fur, and can selectively raise and lower their inner fur to create changing patterns of stripes and spots, which they use for both camouflage and communication.Gnolls are a species of hulking bipedal hyenas who generally leans more towards the \"upright animal\" side than the \"human with animal traits\" side.They're also one of the most evil and barbaric races in the settings they appear in, and are most well-known for their worship of demons, their constant raids against other peoples, their habit ofenslavingand/oreatinganyone they catch, andtheir unbelievable laziness.Planescape: The Guardinals are an array ofNeutral Goodoutsiders from the Blessed Fields of Elysium, all of which appear as bipedal varients of mundane animals. Their ranks include the far-seeingavorals, steadfastcervidals, boisterousequinals, mightyleonals, vigilantlupinals, subtlemustevals, and scholarlyursinals.Ravenloft:The most prominent example of this are the Broken Ones, the results (and offspring of the results) of experiments by Darklord Frantisek Markov.Calibans are humans mutated by curses into various monstrous forms. While they usually look like hideously misshapen humans, many fuse human forms with animal characteristics such as coarse hair, animal heads, claws or tusks. For instance, one supplement features a caliban born with the head of a tiger who was abandoned in the forest of aJapanese-styledomain andfound and raised bykamianimal-spirits. Fans expanded the race with the \"Bestial\" subrace, who always have specifically animalistic mutations.Eberronhas the Shifters, a race of lycanthropic heritage.La Notte Eterna: The Urakians were mutated by the magical energies of the Ashen Land, the desert where they live, so that they have the traits of animals on humanoid frames. Individual Urakians resemble only one animal, but can have the traits of any kind of mammal or bird; some resemble cold-blooded animals, but by the second century of nighttime such types have become rare.Dungeons of Drakkenheim: Various kinds of humanoid animals are mentioned to live on the nameless continent where the game is set, and they are regarded as being blessed by the Old Faith. The player's guide goes into slightly more detail. On the monster side, there's also theGarmyrandRatlings, who were mutated from regular animals byDeleriuminto humanoid monsters whose burning urge is to kill and eat any non-mutant humanoid they can find.",
      "links": [
        {
          "title": "Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        },
        {
          "title": "Mystara",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Mystara"
        },
        {
          "title": "Greyhawk",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Greyhawk"
        },
        {
          "title": "Hollow World",
          "url": "/pmwiki/pmwiki.php/Main/HollowWorld"
        },
        {
          "title": "They're also one of the most evil and barbaric races in the settings they appear in",
          "url": "/pmwiki/pmwiki.php/Main/HeinousHyena"
        },
        {
          "title": "enslaving",
          "url": "/pmwiki/pmwiki.php/Main/MadeASlave"
        },
        {
          "title": "eating",
          "url": "/pmwiki/pmwiki.php/Main/ImAHumanitarian"
        },
        {
          "title": "their unbelievable laziness",
          "url": "/pmwiki/pmwiki.php/Main/ArsonMurderAndJaywalking"
        },
        {
          "title": "Planescape",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Planescape"
        },
        {
          "title": "Neutral Good",
          "url": "/pmwiki/pmwiki.php/Main/NeutralGood"
        },
        {
          "title": "avorals",
          "url": "/pmwiki/pmwiki.php/Main/BirdPeople"
        },
        {
          "title": "cervidals",
          "url": "/pmwiki/pmwiki.php/Main/FaunsAndSatyrs"
        },
        {
          "title": "equinals",
          "url": "/pmwiki/pmwiki.php/Main/CoolHorse"
        },
        {
          "title": "leonals",
          "url": "/pmwiki/pmwiki.php/Main/CatFolk"
        },
        {
          "title": "lupinals",
          "url": "/pmwiki/pmwiki.php/Main/WolfMan"
        },
        {
          "title": "mustevals",
          "url": "/pmwiki/pmwiki.php/Main/RatFolk"
        },
        {
          "title": "ursinals.",
          "url": "/pmwiki/pmwiki.php/Main/BearyFriendly"
        },
        {
          "title": "Ravenloft",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Ravenloft"
        },
        {
          "title": "Japanese-style",
          "url": "/pmwiki/pmwiki.php/Main/FantasyCounterpartCulture"
        },
        {
          "title": "found and raised by",
          "url": "/pmwiki/pmwiki.php/Main/RaisedByWolves"
        },
        {
          "title": "Eberron",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Eberron"
        },
        {
          "title": "La Notte Eterna",
          "url": "/pmwiki/pmwiki.php/TabletopGame/LaNotteEterna"
        },
        {
          "title": "Dungeons of Drakkenheim",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsOfDrakkenheim"
        },
        {
          "title": "Garmyr",
          "url": "/pmwiki/pmwiki.php/Main/WolfMan"
        },
        {
          "title": "Ratlings",
          "url": "/pmwiki/pmwiki.php/Main/RatMen"
        },
        {
          "title": "Delerium",
          "url": "/pmwiki/pmwiki.php/Main/GreenRocks"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Exalted:Beastmen, in this case the half-human, half-animal offspring of Lunars. Oh, and they're producedthe old-fashioned way. Yeah...Beastmen can in fact be produced byanyunion between humans and animals, so long as they take place inthe Wyld(as well as some people who started out normal and acquired animal mutations, also through Wyld exposure more often than not).From a metaphysical point of view, Beastmen technically count as human, as they have two-part souls and can Exalt.Lunars themselves are capable of transforming into \"war-forms\" that are like this. The Lunar character Seven Devils Clever is drawn like a Kitsune. Very cute.",
      "links": [
        {
          "title": "Exalted",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Exalted"
        },
        {
          "title": "the old-fashioned way",
          "url": "/pmwiki/pmwiki.php/Main/ShapeshiftingLover"
        },
        {
          "title": "the Wyld",
          "url": "/pmwiki/pmwiki.php/Main/RealityIsOutToLunch"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Games Workshopgames:Warhammer: Beastmen are a playable army, carrying over intoWarhammer: Age of Sigmar. They're human/animal mutants created by the warping influence of Chaos and look like humanoids with animal heads, hooves, tails and other animal parts. Most resemble monstrousFauns and Satyrs, but their often sport additional mutations and animalistic traits — some have the heads of cattle, horses, hounds or other beasts, some have antlers or serrated blades instead of horns, and others sport additional mutations such as eye stalks, pincers or wings. They're also all horrible, evil monsters and fully devoted to Chaos, and hate anything related to humanity and organized civilization with a fervent passion. Unusually for creatures of Chaos, they have a strict hierarchy based on what animals they resemble. Beastmen with the heads and hooves of ungulates, called Gors, form the \"upper class\", with the large and ferocious Bestigors at the top. Gors are further divided in sheep- or goat-based Caprigors and bovine Bovigors. Those with similar mutations but just resembling horned and hooved humans, called Ungors, are below them. They themselves are ranked based on their horns: the bigger the better. Hornless Beastmen, called Brays, are at the very bottom and serve as slaves and cannon fodder, and can resemble any animal under the sun. There are also other creatures, such as the colossalminotaurs, the bat-wingedharpiesand thecentigors, that are technically breeds of Beastmen and often go to war alongside them, but that mostly have their own \"societies\", such as they are, separate from the rest of Beast-kind. There is mention as far as the 6th edition sourcebook of Beastmen with the features of other animals, such as felines, apes or lizards, living in other parts of the world, but these are dropped by the time of the 7th edition armybook.InWarhammer 40,000Beastmen are considered a stable but extremely varied type of Abhuman also known asHomo sapiens variatus. Many of them are loyal to the Imperium and are inducted into the Imperial Guard as cannon fodder but,given the setting, there are a lot of them who swear their loyalty to Chaos instead. They disappeared from canon in the 3rd Edition of the game when they decided to move away from theWarhammer Fantasyin spacetheme before being mentioned again in the 6th Edition rulebook. In-universe, they're supposed to have been nearly driven to extinction in the Imperium proper due to being regarded as Chaos-tainted due to their appearance. Although many survive in the Imperium still, many more fled to the Eye of Terror and now serve Chaos.InNecromunda, GorHalf-hornis aBounty Hunterof theHomo sapiens variatusbreed of abhumans. The fact that Gor has been given an official Imperial Sanction despite the discrimination his species typically suffers from hasled to many wild rumours. The first hired gun to be released for the 3rd Edition of theGaiden Game, Gor is also notable for being the first Imperial Beastman model to be produced since the 1st Edition of the coreWarhammer 40,000game.",
      "links": [
        {
          "title": "Games Workshop",
          "url": "/pmwiki/pmwiki.php/Creator/GamesWorkshop"
        },
        {
          "title": "Warhammer",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer"
        },
        {
          "title": "Warhammer: Age of Sigmar",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WarhammerAgeOfSigmar"
        },
        {
          "title": "Fauns and Satyrs",
          "url": "/pmwiki/pmwiki.php/Main/FaunsAndSatyrs"
        },
        {
          "title": "minotaurs",
          "url": "/pmwiki/pmwiki.php/Main/OurMinotaursAreDifferent"
        },
        {
          "title": "harpies",
          "url": "/pmwiki/pmwiki.php/Main/HarpingOnAboutHarpies"
        },
        {
          "title": "centigors",
          "url": "/pmwiki/pmwiki.php/Main/OurCentaursAreDifferent"
        },
        {
          "title": "Warhammer 40,000",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer40000"
        },
        {
          "title": "Homo sapiens variatus",
          "url": "/pmwiki/pmwiki.php/Main/HumanSubspecies"
        },
        {
          "title": "given the setting",
          "url": "/pmwiki/pmwiki.php/Main/CrapsackWorld"
        },
        {
          "title": "in space",
          "url": "/pmwiki/pmwiki.php/JustForFun/RecycledInSpace"
        },
        {
          "title": "Necromunda",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Necromunda"
        },
        {
          "title": "Half-horn",
          "url": "/pmwiki/pmwiki.php/Main/HornedHumanoid"
        },
        {
          "title": "Bounty Hunter",
          "url": "/pmwiki/pmwiki.php/Main/BountyHunter"
        },
        {
          "title": "breed of abhumans",
          "url": "/pmwiki/pmwiki.php/Main/HumanSubspecies"
        },
        {
          "title": "led to many wild rumours",
          "url": "/pmwiki/pmwiki.php/Main/ShroudedInMyth"
        },
        {
          "title": "Gaiden Game",
          "url": "/pmwiki/pmwiki.php/Main/GaidenGame"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Gamma Worldhas an endless supply of beastmen of every species.",
      "links": [
        {
          "title": "Gamma World",
          "url": "/pmwiki/pmwiki.php/TabletopGame/GammaWorld"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Wildmen fromGURPS: Dungeon Fantasyare incredibly stupid (long spears are too complicated for them) but they aren't inherently violent.",
      "links": [
        {
          "title": "GURPS",
          "url": "/pmwiki/pmwiki.php/MediaNotes/GURPS"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Magic: The Gathering: There is a recurring pattern of humanoid animals appearing as in-universe sapient species, often with important roles in their respective settings. They are usually marked by not having dedicated creature types and being listed as part of their non-humanoid counterparts' types — for instance, the leoninCat Folkare classified in their cards as \"cats\" rather than \"leonin\", unlike humans or elves who have dedicated \"human\" and \"elf\" creature types. Generally, they way each type is characterized derives from the nature and stereotypes of their associated animal.The rhoxes are hulking, humanoid rhinoceri especially prominent in the Alaran shard ofBant, where they are best known for being stalwart and powerful knights and warriors. After the Conflux and the merging of the shards,some of themjoined the barbarians of the Red shard of Jund.The loxodons are humanoid elephants found on several planes, most notably Mirrodin, Ravnica and Tarkir, and aligned with White and Green, the colors of order and tradition. They are known for being extremely strict, fastidious and zealous in everything they do: the Mirran loxodons in particular were known to be some of the strictest and most unimaginative religious zealots on the plane (at least before they were nearly wiped out by the Phyrexian invasion).Long ago, the Auriok attempted peace with the loxodons. The leonin attempted war. Neither succeeded.— \"Loxodon Stalwart\"The loxodons of Tarkir are quite unlike the other planes' elephant-folk: they resemblemammothsinstead of African elephants, and are mountain-dwelling barbarians and survivalists instead of lawkeepers and religious zealots.The ainok are humanoid hounds from the plane of Tarkir. They are divided into two breeds: the jackal-like ainok of the Abzan Houses are desert nomads experienced in sand magic, while the ainok of the Temur mountains, which resemble Tibetan mastiffs, are rugged survivalists known for their immense loyalty to their clans and their tendency to descend into berserker rages during combat.Amonkhet is home to the khenra, black-furred humanoid jackals visually inspired by Anubis.Besides these, there are several kinds representing types of Beast Man that go on their own pages, such as the viashinoLizard Folk(notable for being one of the few kinds to get their own creature type), various types ofCat Folk(more or less all the same thing, but they go by different names — cat warriors, nishoba, leonin, nacatl — on different planes), the nezumiRat Men, the nagaSnake People(who also get their own creature type) and the avenBird People.",
      "links": [
        {
          "title": "Magic: The Gathering",
          "url": "/pmwiki/pmwiki.php/TabletopGame/MagicTheGathering"
        },
        {
          "title": "Cat Folk",
          "url": "/pmwiki/pmwiki.php/Main/CatFolk"
        },
        {
          "title": "Bant",
          "url": "/pmwiki/pmwiki.php/Main/Arcadia"
        },
        {
          "title": "some of them",
          "url": "https://magiccards.info/arb/en/59.html"
        },
        {
          "title": "Loxodon Stalwart",
          "url": "https://magiccards.info/5dn/en/11.html"
        },
        {
          "title": "mammoths",
          "url": "https://magiccards.info/ktk/en/158.html"
        },
        {
          "title": "Lizard Folk",
          "url": "/pmwiki/pmwiki.php/Main/LizardFolk"
        },
        {
          "title": "Cat Folk",
          "url": "/pmwiki/pmwiki.php/Main/CatFolk"
        },
        {
          "title": "Rat Men",
          "url": "/pmwiki/pmwiki.php/Main/RatMen"
        },
        {
          "title": "Snake People",
          "url": "/pmwiki/pmwiki.php/Main/SnakePeople"
        },
        {
          "title": "Bird People",
          "url": "/pmwiki/pmwiki.php/Main/BirdPeople"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Numenera: Margr are a species ofabhumans(the descendants of humans who became monsters as a result of undergoing extreme genetic modification) with goatlike body parts. Individual margr vary greatly in appearance, so one might have a full goat head while another just has horns and a third has goatlike legs, and a fourth might have any combination of goat traits. They're also savage, destructive barbarians to the last.",
      "links": [
        {
          "title": "Numenera",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Numenera"
        },
        {
          "title": "abhumans",
          "url": "/pmwiki/pmwiki.php/Main/AlwaysChaoticEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pathfinder:The mongrelmen are a race descended from survivors of the ancient Azlanti empire who fled underground to escape their empire’s destruction. They are able to breed with any other species of humanoid (a fairly diverse category in-game) and inherit their traits, meaning that any given mongrelman can have a wide range of disparate body parts — tusks, vertebrate or arthropod claws, feet or paws or hooves, scales or fur or bare skin, elf ears, a tail, horns or antlers, antennae, vertebrate or compound eyes, etcetera — all on the same body, with the end result usually being a fairly chaotic take on this trope.The adlets, creatures originally fromInuit Mythology, resemble human-sized, humanoid wolves with snow-white fur, and live in tribal groups in the arctic north. While not evil — they'reChaotic Neutralas a rule — they're a very aggressive and barbaric race, and regularly come in conflict with other races and cultures who attempt to settle their frozen homelands. They also have no taboo against cannibalism and often eat their dead, which hasn't helped their public view among other species very much.Skaprauns are tribal, mountain-dwelling fey resembling humans with the heads and hooves of mountain goats. The overall effect is verysatyr-like.Birelus are native outsiders — spiritual entities who live in the mortal world rather than in another plane of existence — resembling heavily hunchbacked humans with shaggy hair down their backs, the legs and antlers of deer and apelike arms that reach to the ground. They are protectors of nature and shun anything to do with civilization, up to and including basic agriculture.",
      "links": [
        {
          "title": "Pathfinder",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Pathfinder"
        },
        {
          "title": "Inuit Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/InuitMythology"
        },
        {
          "title": "Chaotic Neutral",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticNeutral"
        },
        {
          "title": "satyr",
          "url": "/pmwiki/pmwiki.php/Main/FaunsAndSatyrs"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "RuneQuest:Beast Men are a collection of species unified by combining the features of animals with those of humans. There are multiple breeds, including centaurs, fauns, minotaurs and manticores, and not all are sapient. Not all human/animal chimeras are Beast Men, however — they seem to require some tie to natural forces, and true Beast Men always recognize each other as such and are natural allies.Broo are not Beast Men, but tend to resemble them due to reproducing by impregnating whatever animals are common in an area to produce more broo. As such, most resemble humanoid versions of whatever creatures are common in their ranges, usually hardy herbivores such as antelope, deer or wild goats or livestock such as sheep or cattle. One based on larger herbivores such as bison or rhinoceri are rarer by not unheard of, and while carnivore-based broo are possible they're quite rare due to the rarity of large predators and the difficult of impregnating them. One hermit of the Elder Wilds claimed to have seen an allosaur broo, but this horror was never confirmed.",
      "links": [
        {
          "title": "RuneQuest",
          "url": "/pmwiki/pmwiki.php/TabletopGame/RuneQuest"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Talislanta: Nearly all of the less civilized races fit this trope, to a greater or lesser degree. Even Archeans, the setting's human-analogs, are descended fromBeast Folkwho used magic to eliminate their more animalistic traits.",
      "links": [
        {
          "title": "Talislanta",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Talislanta"
        },
        {
          "title": "Beast Folk",
          "url": "/pmwiki/pmwiki.php/Main/BeastFolk"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The World of Darknesshas whole slews of these:Vampire: The MasqueradeandVampire: The Requiem:The Gangrel. They have a clan-specific Discipline that allows them to grow claws and turn into beasts. They're short-tempered and feral, and inMasquerade, they start taking on animalistic features whenever they go intoFrenzy. In one of Requiem'sSourcebooks,Shadows of Mexico, there's a Gangrel Bloodline called the Dead Wolves, who have some werewolf-related powers and can transform into a hairy, ferocious and literalWolf Man. Considering that they can only use this power when they are \"riding the wave\" the savage part is quite intense.Members of the Nosferatu clan fromVampire: The Masqueradeoften embody this trope as well. They are the vampires who become monstrously deformed during their transformation. While the deformity can be of any sort (anything from a merely off-putting aura to a virtual Quasimodo appearance to a traditionalCount Orloklook), Nosferatu often suffer from fur, claws, bestial teeth, scaly skin, pointed ears, maned hair, an animal stench, reptilian eyes, or some other outwardly animal trait.Werewolves in bothApocalypseandForsaken, but that kind of comes with the territory. Notable that in both lines, werewolves who grow more powerful grow more bestial and fierce, to the point that it freaks normal humansright the fuck out.Changeling: The Lost: The Beast Seeming, who were taken bythe Gentryand made into pets and prey. They're much more human when they escape from Arcadia, but they still have trouble thinking logically and have an easy time understanding animals.Demon: The Fallen: Devourers, who were originally in charge of the sixth day of Creation (when all the animals came into being). They have control over beasts, flesh, and plant life, and they're quite angry aboutthe current state of the world.Changeling: The Dreaming: Pooka subvert the trope. They may have an affinity with animals, but they're more often than notThe Trickster.",
      "links": [
        {
          "title": "The World of Darkness",
          "url": "/pmwiki/pmwiki.php/Franchise/TheWorldOfDarkness"
        },
        {
          "title": "Vampire: The Masquerade",
          "url": "/pmwiki/pmwiki.php/TabletopGame/VampireTheMasquerade"
        },
        {
          "title": "Vampire: The Requiem",
          "url": "/pmwiki/pmwiki.php/TabletopGame/VampireTheRequiem"
        },
        {
          "title": "Frenzy",
          "url": "/pmwiki/pmwiki.php/Main/UnstoppableRage"
        },
        {
          "title": "Sourcebooks",
          "url": "/pmwiki/pmwiki.php/Main/Sourcebook"
        },
        {
          "title": "Wolf Man",
          "url": "/pmwiki/pmwiki.php/Main/WolfMan"
        },
        {
          "title": "riding the wave",
          "url": "/pmwiki/pmwiki.php/Main/UnstoppableRage"
        },
        {
          "title": "Vampire: The Masquerade",
          "url": "/pmwiki/pmwiki.php/TabletopGame/VampireTheMasquerade"
        },
        {
          "title": "Count Orlok",
          "url": "/pmwiki/pmwiki.php/Main/LooksLikeOrlok"
        },
        {
          "title": "Apocalypse",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WerewolfTheApocalypse"
        },
        {
          "title": "Forsaken",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WerewolfTheForsaken"
        },
        {
          "title": "Changeling: The Lost",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ChangelingTheLost"
        },
        {
          "title": "the Gentry",
          "url": "/pmwiki/pmwiki.php/Main/TheFairFolk"
        },
        {
          "title": "Demon: The Fallen",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DemonTheFallen"
        },
        {
          "title": "the current state of the world",
          "url": "/pmwiki/pmwiki.php/Main/GaiasVengeance"
        },
        {
          "title": "Changeling: The Dreaming",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ChangelingTheDreaming"
        },
        {
          "title": "The Trickster",
          "url": "/pmwiki/pmwiki.php/Main/TheTrickster"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "World Tree (RPG):With a few exceptions — Zi Ri are small dragons, Sleeth are sapient panthers, and Khtsoyis are floating cephalopods — the Prime species all look like anthropomorphic animals of various sorts. The degree of anthropomorphism varies between species: Cani resemble furred humans with dog heads and tails, Rassimel have the bodies of bipedal raccoons with digitigrade legs but also have human hair, Herethroy are mostly humanoid but with four arms, exoskeletons, and antennae, and Orren and Gormoror are simply upright otters and bears with opposable thumbs.Many non-Prime species are also humanoid to varying degrees, such as the ratlike scawn and the hooved, deer-like taptet. Some are varingly anthropomorphic — the cyarr are centauroid hyenas whose humanoid halves are those of a hyena person — and others still areIntelligent Gerbilsof various sorts.",
      "links": [
        {
          "title": "World Tree (RPG)",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WorldTreeRPG"
        },
        {
          "title": "Intelligent Gerbils",
          "url": "/pmwiki/pmwiki.php/Main/IntelligentGerbil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Yu-Gi-Oh!:Beast-Warriorsare monster types which either resemble anthropomorphic animals or humanoids with animal features such as centaurs and minotaurs.",
      "links": [
        {
          "title": "Yu-Gi-Oh!",
          "url": "/pmwiki/pmwiki.php/TabletopGame/YuGiOh"
        },
        {
          "title": "Beast-Warriors",
          "url": "https://yugioh.fandom.com/wiki/Beast-Warrior"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The third series of Penny's BoxBlind Bag Collectablesseries, \"School of Fancies: School Haunting\" has the six characters (seven with thehard to find hidden doll) based on various animals that are more like beast men than the prior series; they have pawed hands, muzzled faces, and poseable tails. The animals are a panda, tiger, deer, bunny (which plays on theMoon Rabbittheme by having her be a dreamy airhead), dog, snow leopard, and hiddenfish ghost.",
      "links": [
        {
          "title": "Blind Bag Collectables",
          "url": "/pmwiki/pmwiki.php/Main/BlindBagCollectables"
        },
        {
          "title": "hard to find hidden doll",
          "url": "/pmwiki/pmwiki.php/Main/RareRandomDrop"
        },
        {
          "title": "Moon Rabbit",
          "url": "/pmwiki/pmwiki.php/Main/MoonRabbit"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Aethermancerhas \"monsterkin\", humanoids with animal-like bodies and features that make them look similar to monsters. This made them victims ofFantastic Racismin the past.",
      "links": [
        {
          "title": "Aethermancer",
          "url": "/pmwiki/pmwiki.php/VideoGame/Aethermancer"
        },
        {
          "title": "Fantastic Racism",
          "url": "/pmwiki/pmwiki.php/Main/FantasticRacism"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "All Alone With Mannie: Mannie is anAx-Crazyanthropomorphic mouse girl.",
      "links": [
        {
          "title": "All Alone With Mannie",
          "url": "/pmwiki/pmwiki.php/VideoGame/AllAloneWithMannie"
        },
        {
          "title": "Ax-Crazy",
          "url": "/pmwiki/pmwiki.php/Main/AxCrazy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Anamnesishas the appropriately named beast men.",
      "links": [
        {
          "title": "Anamnesis",
          "url": "/pmwiki/pmwiki.php/VideoGame/Anamnesis"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Another Edenhas Beast Men has a race in the Present Era that is in conflict with humans. Despite the title, they don't actually have that many beast-like traits, mostly looking like blue/azure-skinned, horned, pointy-eared humans.",
      "links": [
        {
          "title": "Another Eden",
          "url": "/pmwiki/pmwiki.php/VideoGame/AnotherEden"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Armies of Exigo: The main force of the Beast armies (often referred to as Kobolds) are this to a T. They're humanoid with vaguely animalistic features, a tribal culture, and savagery that seems ingrained into them. Their troop-types include Witches,Minions, Warriors, andBerserkers. They favour axes as weapons, have longstanding alliances with Ogres, Trolls, andLizard Folk, and utterly despise humans.",
      "links": [
        {
          "title": "Armies of Exigo",
          "url": "/pmwiki/pmwiki.php/VideoGame/ArmiesOfExigo"
        },
        {
          "title": "Minions",
          "url": "/pmwiki/pmwiki.php/Main/WorkerUnit"
        },
        {
          "title": "Berserkers",
          "url": "/pmwiki/pmwiki.php/Main/TheBerserker"
        },
        {
          "title": "Lizard Folk",
          "url": "/pmwiki/pmwiki.php/Main/LizardFolk"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Arzette: The Jewel of Faramore:Daimurand many of his minions are humanoid animals, with Daimur being a bat, Klive being a horse, Apatu being a cat, and Beeves being a dragon.There are a few anthropomorphic animalNPCs that the player can meet as well, including Cypress (a wolf) and Frich (a frog).",
      "links": [
        {
          "title": "Arzette: The Jewel of Faramore",
          "url": "/pmwiki/pmwiki.php/VideoGame/ArzetteTheJewelOfFaramore"
        },
        {
          "title": "Daimur",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Atelier Yumia: The Alchemist of Memories & the Envisioned Land: The villains of the game include aWolf Man, aDraconic Humanoid, and a sheep-woman.It's later revealed that theywere once humans, but were turned into these \"mutants\" as a part of an experiment to make them stronger, and, evidently,Long-Lived, as the empire that created them fell hundreds of years ago.",
      "links": [
        {
          "title": "Atelier Yumia: The Alchemist of Memories & the Envisioned Land",
          "url": "/pmwiki/pmwiki.php/VideoGame/AtelierYumiaTheAlchemistOfMemoriesAndTheEnvisionedLand"
        },
        {
          "title": "Wolf Man",
          "url": "/pmwiki/pmwiki.php/Main/WolfMan"
        },
        {
          "title": "Draconic Humanoid",
          "url": "/pmwiki/pmwiki.php/Main/DraconicHumanoid"
        },
        {
          "title": "were once humans",
          "url": "/pmwiki/pmwiki.php/Main/WasOnceAMan"
        },
        {
          "title": "Long-Lived",
          "url": "/pmwiki/pmwiki.php/Main/LongLived"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Many characters inBeyond Good & Evilare (presumablyuplifted) humanoid animals of all stripes. It's not really commented on much; they're pretty much just normal folks who happen to be talking animals. The most prominent is your partner-in-crimePey'jwho accompanies you through the game.",
      "links": [
        {
          "title": "Beyond Good & Evil",
          "url": "/pmwiki/pmwiki.php/VideoGame/BeyondGoodAndEvil"
        },
        {
          "title": "uplifted",
          "url": "/pmwiki/pmwiki.php/Main/UpliftedAnimal"
        },
        {
          "title": "Pey'j",
          "url": "/pmwiki/pmwiki.php/Main/PigMan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Bloody Roarhas the Zoanthropes. While usually capable of looking fully human, a zoanthrope can transform into a beast/human hybrid.",
      "links": [
        {
          "title": "Bloody Roar",
          "url": "/pmwiki/pmwiki.php/VideoGame/BloodyRoar"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "BUCK: Saturday Morning Cartoon Apocalypse: The world the game is set in is populated by anthropomorphic animal people.",
      "links": [
        {
          "title": "BUCK: Saturday Morning Cartoon Apocalypse",
          "url": "/pmwiki/pmwiki.php/VideoGame/BuckSaturdayMorningCartoonApocalypse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheCastlevaniaseries, despite werewolves being a common enemy, have tribes of multi-animal shifters called beast men, Cornell fromCastlevania: Legacy of Darknessand his rival are a werewolf and a werecat, respectively. They don't serve Dracula, being nomadic from what little backstory the tribe itself gets.",
      "links": [
        {
          "title": "Castlevania",
          "url": "/pmwiki/pmwiki.php/Franchise/Castlevania"
        },
        {
          "title": "Castlevania: Legacy of Darkness",
          "url": "/pmwiki/pmwiki.php/VideoGame/CastlevaniaLegacyOfDarkness"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Felicia fromDarkstalkers, in some of her earlier appearances, had muscles, and her claws and fangs and general posture were much more \"fearsome feral cat-monster\" than \"cute catgirl.\"",
      "links": [
        {
          "title": "Darkstalkers",
          "url": "/pmwiki/pmwiki.php/Videogame/Darkstalkers"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheDiabloseries have what were formerly known as Goat Men and now referred to as the Khazra. These are muscularAlways Chaotic Evilgoat/human hybrids that were previously classified as demons but have since been retconned as a magical experiment gone wrong by the Vizjerei mage clans.",
      "links": [
        {
          "title": "Diablo",
          "url": "/pmwiki/pmwiki.php/VideoGame/Diablo"
        },
        {
          "title": "Always Chaotic Evil",
          "url": "/pmwiki/pmwiki.php/Main/AlwaysChaoticEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dominion of Darkness: Dark Lord player character can recruit them into his army, at the cost of worsening relations with elves.",
      "links": [
        {
          "title": "Dominion of Darkness",
          "url": "/pmwiki/pmwiki.php/VideoGame/DominionOfDarkness"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dragon Force (Sega): Beastmen are a unit/general type, with the country of Bozack being primarily made of them.",
      "links": [
        {
          "title": "Dragon Force (Sega)",
          "url": "/pmwiki/pmwiki.php/VideoGame/DragonForceSega"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dual Blades/Slashers: The Power Battle: Jaman is of a race of beings known as \"Bloodkin\". Among their physical features that a Bloodkin have include a beast like face (Image of Jaman here for example) and a tail.",
      "links": [
        {
          "title": "Dual Blades",
          "url": "/pmwiki/pmwiki.php/VideoGame/DualBlades"
        },
        {
          "title": "Image of Jaman here for example",
          "url": "http://www.stun-games.com/jaman-2/"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dwarf Fortress: Animal people come in two kinds:First, there are the underground animal races, based on various subterranean animals. They live in small camps in aFantastic Underworld, and may or may not be hostile to your dwarves: if they are, expect a greeting of poisoned spears and blow darts.Secondly, there is the surface-dwelling kind. These serve as one of the two variants of normal animals found living in Savage biomes alongside giant animals, and a variant exists for nearly every animal species in the game. Unlike their subterranean kin, they do not form civilizations, use tools or wear clothing, and are essentially humanoid animals. However, they can be adopted by an aboveground civilization (usually elves), at which point they will start behaving like that civilization’s other members.One type of animal people, bat men, exist both aboveground and in the cavern layers, with their behavior based on where they spawned — surface-dwelling bat men are mindless animals, while the cavern-dwelling ones live in tribes.",
      "links": [
        {
          "title": "Dwarf Fortress",
          "url": "/pmwiki/pmwiki.php/VideoGame/DwarfFortress"
        },
        {
          "title": "Fantastic Underworld",
          "url": "/pmwiki/pmwiki.php/Main/FantasticUnderworld"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Elder Scrolls:Theplayable racesinclude the Argonians and Khajiit,Lizard FolkandCat Folkrespectively. To note:The Argonians are native to the swamps of Black Marsh (which they call Argonia), where they worshipsentientandancienttrees known as the Hist. The Argonians face perhaps the mostFantastic Racismout of any race in Tamriel, owing in large part to theReptiles Are Abhorrentbeliefs of the other races, as well as theirstrange beliefs and practiceswhich cause them to come across asCloud Cuckoolandersto non-Argonians. (For example,their language, \"Jel\", has no past or future tense verbs. Thus they tend to \"live in the now\" much more than any other race.)The Khajiit are native to the deserts of Elsweyr. There are 17 known sub-breeds of Khajiit, with the sub-breed determined by thephases of the moonsunder which the Khajiit was born. The appearance of the sub-breeds can vary wildly, ranging from house-cats through various humanoid forms to quadrupeds large enough to be ridden asBeasts Of Battle. Culturally, the Khajiit (with their cross-continentmerchant caravans, propensity for stealth, and being the frequent victims ofFantastic Racism)draw heavily from the Roma. Theirlanguage, Ta'agra, has no word for \"rules\", which can obviously lead to issues in the lands of other cultures where the Khajiit's actions may be interpreted as \"theft.\" Finally, as a race, the Khajiit are highly susceptible toMoon Sugaraddiction. (As well as its more potent derivative, Skooma.)Several other \"Beast Races\" are known to exist in or around Tamriel, though a few have gone extinct. These include the Imga (intelligent great apes) of Valenwood, the Sload \"slug-men\" of Thras (one of which appears in theRedguardspin-off game),Minotaurs,Dreugh, the extinct Lilmothiit \"Fox Folk\" of Black Marsh, and the extinct \"Bird Men\" who were the original inhabitants of the Imperial City Isle.Werewolvesandother Werebeastsare also prevalent.At least two, possibly three, of the knownAkaviriraces qualify. They are the Tang Mo \"Monkey Folk\", the Ka Po' Tun \"Tiger Folk\", and, possibly, the Tsaesci \"Snake Vampires\". (Sources heavily conflict regarding the Tsaesci, giving them something of aMultiple-Choice Pastdepending on the storyteller. It's possible they aren't snake-like at all.)For more information on all of these (and more), please seeThe Beast Racessub-page.",
      "links": [
        {
          "title": "The Elder Scrolls",
          "url": "/pmwiki/pmwiki.php/Franchise/TheElderScrolls"
        },
        {
          "title": "playable races",
          "url": "/pmwiki/pmwiki.php/Main/MassiveRaceSelection"
        },
        {
          "title": "Lizard Folk",
          "url": "/pmwiki/pmwiki.php/Main/LizardFolk"
        },
        {
          "title": "Cat Folk",
          "url": "/pmwiki/pmwiki.php/Main/CatFolk"
        },
        {
          "title": "sentient",
          "url": "/pmwiki/pmwiki.php/Main/WiseTree"
        },
        {
          "title": "ancient",
          "url": "/pmwiki/pmwiki.php/Main/TimeAbyss"
        },
        {
          "title": "Fantastic Racism",
          "url": "/pmwiki/pmwiki.php/Main/FantasticRacism"
        },
        {
          "title": "Reptiles Are Abhorrent",
          "url": "/pmwiki/pmwiki.php/Main/ReptilesAreAbhorrent"
        },
        {
          "title": "strange beliefs and practices",
          "url": "/pmwiki/pmwiki.php/Main/BlueAndOrangeMorality"
        },
        {
          "title": "Cloud Cuckoolanders",
          "url": "/pmwiki/pmwiki.php/Main/CloudCuckoolander"
        },
        {
          "title": "their language",
          "url": "/pmwiki/pmwiki.php/Main/LanguageEqualsThought"
        },
        {
          "title": "phases of the moons",
          "url": "/pmwiki/pmwiki.php/Main/AlienSky"
        },
        {
          "title": "Beasts Of Battle",
          "url": "/pmwiki/pmwiki.php/Main/BeastOfBattle"
        },
        {
          "title": "merchant caravans",
          "url": "/pmwiki/pmwiki.php/Main/ProudMerchantRace"
        },
        {
          "title": "Fantastic Racism",
          "url": "/pmwiki/pmwiki.php/Main/FantasticRacism"
        },
        {
          "title": "draw heavily from the Roma",
          "url": "/pmwiki/pmwiki.php/Main/CultureChopSuey"
        },
        {
          "title": "language",
          "url": "/pmwiki/pmwiki.php/Main/LanguageEqualsThought"
        },
        {
          "title": "Moon Sugar",
          "url": "/pmwiki/pmwiki.php/Main/FantasticDrug"
        },
        {
          "title": "Redguard",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheElderScrollsAdventuresRedguard"
        },
        {
          "title": "Minotaurs",
          "url": "/pmwiki/pmwiki.php/Main/OurMinotaursAreDifferent"
        },
        {
          "title": "Dreugh",
          "url": "/pmwiki/pmwiki.php/Main/FishPeople"
        },
        {
          "title": "Bird Men",
          "url": "/pmwiki/pmwiki.php/Main/BirdPeople"
        },
        {
          "title": "Werewolves",
          "url": "/pmwiki/pmwiki.php/Main/OurWerewolvesAreDifferent"
        },
        {
          "title": "other Werebeasts",
          "url": "/pmwiki/pmwiki.php/Main/OurWerebeastsAreDifferent"
        },
        {
          "title": "Akaviri",
          "url": "/pmwiki/pmwiki.php/Main/Wutai"
        },
        {
          "title": "Snake Vampires",
          "url": "/pmwiki/pmwiki.php/Main/SnakePeople"
        },
        {
          "title": "Multiple-Choice Past",
          "url": "/pmwiki/pmwiki.php/Main/MultipleChoicePast"
        },
        {
          "title": "The Beast Races",
          "url": "/pmwiki/pmwiki.php/Characters/TheElderScrollsTheBeastRaces"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Emerald City Confidential: The antagonistic Phanfasms have animal heads and human bodies. TheBig Badhimself has abear's head.",
      "links": [
        {
          "title": "Emerald City Confidential",
          "url": "/pmwiki/pmwiki.php/VideoGame/EmeraldCityConfidential"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "bear's head.",
          "url": "/pmwiki/pmwiki.php/Main/BearsAreBadNews"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Etrian Odyssey IV: Legends of the Titanhas the Sentinels,aServant Racethat were presumably genetically engineered from regular animals. Fittingly, their playable class, Bushi, isThe Berserker.",
      "links": [
        {
          "title": "Etrian Odyssey IV: Legends of the Titan",
          "url": "/pmwiki/pmwiki.php/VideoGame/EtrianOdysseyIVLegendsOfTheTitan"
        },
        {
          "title": "Servant Race",
          "url": "/pmwiki/pmwiki.php/Main/ServantRace"
        },
        {
          "title": "The Berserker",
          "url": "/pmwiki/pmwiki.php/Main/TheBerserker"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Evadare: There are a few characters who are humanoid and also animals:InEvadare - Xrun, Xagone is a type of anglerfish.InEvadare - Full Stop Punctuation, Manpig is a pig while Dolphin Muzzle is a dolphin.",
      "links": [
        {
          "title": "Evadare",
          "url": "/pmwiki/pmwiki.php/VideoGame/Evadare"
        },
        {
          "title": "Evadare - Xrun",
          "url": "/pmwiki/pmwiki.php/VideoGame/EvadareXrun"
        },
        {
          "title": "Evadare - Full Stop Punctuation",
          "url": "/pmwiki/pmwiki.php/VideoGame/EvadareFullStopPunctuation"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Farnham Fablesis set in a world where animal humanoidscoexist with humans. Humanoids are considered human in every respect aside from their external appearance: even the non-mammalian characters havehairandbreasts.",
      "links": [
        {
          "title": "Farnham Fables",
          "url": "/pmwiki/pmwiki.php/VideoGame/FarnhamFables"
        },
        {
          "title": "coexist with humans",
          "url": "/pmwiki/pmwiki.php/Main/LionsAndTigersAndHumansOhMy"
        },
        {
          "title": "hair",
          "url": "/pmwiki/pmwiki.php/Main/NonMammalianHair"
        },
        {
          "title": "breasts",
          "url": "/pmwiki/pmwiki.php/Main/NonMammalianMammaries"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Fermi Paradox: One of the sapient alien species' that can potentially evolve in the galaxy is an extremely furry,pig-likerace of humanoids known as the Kular.",
      "links": [
        {
          "title": "The Fermi Paradox",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheFermiParadox"
        },
        {
          "title": "pig-like",
          "url": "/pmwiki/pmwiki.php/Main/PigMan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheFinal Fantasyseries has quite a few as playable characters.Moogles, appearing first inFinal Fantasy IIIand then every game from V onwards, are generally a gentle, small, and comical race as befitting their mole / bat inspiration as opposed to most examples of this trope.Final Fantasy Vhas the werewolves of Quelb, who aren't very bestial besides appearance.Final Fantasy VIhas Umaro, aYeti.Final Fantasy IXhas Freya and her rather cultured race. There's also the bizarre, food-obsessed, frog-like Qu.Kihmari and other Ronso fromFinal Fantasy XandFinal Fantasy X-2are probably the race that plays this trope the straightest in the whole series.Final Fantasy XIhas the Galka and Mithra PC races, but also sports a large number of evil enemy beastmen races including fairly beastial Orcs, Bugbears, and Trolls.Final Fantasy XIIand otherIvalice Alliancegames have a number of beast men races including the ill-temperedLizard FolkBangaa, theOrc-likeSeeq, and the crustacean-like territorial Urutan-Yensa. TheleonineearthEsperHashmal is also an example, representing Leo in the Espers'Western Zodiactheme. Beastmen that play against type include the wise and sagacious Nu Mou and the peaceful, plains-dwelling Garif.Final Fantasy XIVas an online game like FFXI, has a few beastmen enemy races like the Kobolds and the Ixal. The game would later add the Hrothgar, a group of beast men resembling lions, similar to the Ronso, as a playable race.",
      "links": [
        {
          "title": "Final Fantasy",
          "url": "/pmwiki/pmwiki.php/Franchise/FinalFantasy"
        },
        {
          "title": "Final Fantasy III",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyIII"
        },
        {
          "title": "Final Fantasy V",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyV"
        },
        {
          "title": "Final Fantasy VI",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyVI"
        },
        {
          "title": "Yeti",
          "url": "/pmwiki/pmwiki.php/Main/BigfootSasquatchAndYeti"
        },
        {
          "title": "Final Fantasy IX",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyIX"
        },
        {
          "title": "Final Fantasy X",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyX"
        },
        {
          "title": "Final Fantasy X-2",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyX2"
        },
        {
          "title": "Final Fantasy XI",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyXI"
        },
        {
          "title": "Final Fantasy XII",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyXII"
        },
        {
          "title": "Ivalice Alliance",
          "url": "/pmwiki/pmwiki.php/Franchise/IvaliceAlliance"
        },
        {
          "title": "Lizard Folk",
          "url": "/pmwiki/pmwiki.php/Main/LizardFolk"
        },
        {
          "title": "Orc-like",
          "url": "/pmwiki/pmwiki.php/Main/OurOrcsAreDifferent"
        },
        {
          "title": "leonine",
          "url": "/pmwiki/pmwiki.php/Main/CatFolk"
        },
        {
          "title": "earth",
          "url": "/pmwiki/pmwiki.php/Main/DishingOutDirt"
        },
        {
          "title": "Esper",
          "url": "/pmwiki/pmwiki.php/Main/SummonMagic"
        },
        {
          "title": "Western Zodiac",
          "url": "/pmwiki/pmwiki.php/Main/WesternZodiac"
        },
        {
          "title": "Final Fantasy XIV",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyXIV"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Goblin Sword: Many enemies in the game are basically anthropomorphic animal people.",
      "links": [
        {
          "title": "Goblin Sword",
          "url": "/pmwiki/pmwiki.php/VideoGame/GoblinSword"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Golden Sun: Dark Dawnintroduces a race of Beastmen who were transformed in the wake of the titular event at he end of the second game. The somewhat odd difference is that some Beastmen were transformed from Humans, while others were once animals.",
      "links": [
        {
          "title": "Golden Sun: Dark Dawn",
          "url": "/pmwiki/pmwiki.php/VideoGame/GoldenSunDarkDawn"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Jeanne d'Archas various beastmen in this fantasy version of Europe, such as your dogman Rufus.",
      "links": [
        {
          "title": "Jeanne d'Arc",
          "url": "/pmwiki/pmwiki.php/VideoGame/JeannedArc"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Most of the mooks inLegend (1998)are beast people, from warthog-men to wolf-men and gator-men. They're mostly mindless however and serves as body-bag fillers, save for theDraconic Humanoidwho's at least mildly threatening.",
      "links": [
        {
          "title": "Legend (1998)",
          "url": "/pmwiki/pmwiki.php/VideoGame/Legend1998"
        },
        {
          "title": "Draconic Humanoid",
          "url": "/pmwiki/pmwiki.php/Main/DraconicHumanoid"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Lord of Heroeshas therians, a species of animal people with a broad variety of different \"kin\" including dogkin, rabbitkin,birdkin, anddragonkin.",
      "links": [
        {
          "title": "Lord of Heroes",
          "url": "/pmwiki/pmwiki.php/VideoGame/LordOfHeroes"
        },
        {
          "title": "birdkin",
          "url": "/pmwiki/pmwiki.php/Main/BirdPeople"
        },
        {
          "title": "dragonkin",
          "url": "/pmwiki/pmwiki.php/Main/DraconicHumanoid"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InMabinogi, the elves and giants can attain a Beast Mode transformation after a small number of quests. (Humans have transformations, but it doesn't really count for this trope.) To be honest, thegiant's transformationfits this trope better than theelven one, though.",
      "links": [
        {
          "title": "Mabinogi",
          "url": "/pmwiki/pmwiki.php/VideoGame/Mabinogi"
        },
        {
          "title": "giant's transformation",
          "url": "http://wiki.mabinogiworld.com/index.php?title=Savage_Beast#Appearance"
        },
        {
          "title": "elven one",
          "url": "http://wiki.mabinogiworld.com/index.php?title=Falcon_Elf#Appearance"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InMace Griffin: Bounty Hunterthe two alien races seen most prominently in the game are the Jaldari, who resemble hairy gorillas, and the Valleakan, who are reptilian in appearance.",
      "links": [
        {
          "title": "Mace Griffin: Bounty Hunter",
          "url": "/pmwiki/pmwiki.php/VideoGame/MaceGriffinBountyHunter"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "One Dog Storyhas you play as an anthropomorphic fully-dressed dog on a quest to regain his memories.",
      "links": [
        {
          "title": "One Dog Story",
          "url": "/pmwiki/pmwiki.php/VideoGame/OneDogStory"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pity Party: One of the guests is a man with a rabbit head.He'll only eat carrotsand the protagonist even refers to him as a \"bunny man\".",
      "links": [
        {
          "title": "Pity Party",
          "url": "/pmwiki/pmwiki.php/VideoGame/PityParty"
        },
        {
          "title": "He'll only eat carrots",
          "url": "/pmwiki/pmwiki.php/Main/StockAnimalDiet"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Phantasy Star Universehas an entire race of Beast Men, simply called \"Beasts\".",
      "links": [
        {
          "title": "Phantasy Star Universe",
          "url": "/pmwiki/pmwiki.php/VideoGame/PhantasyStarUniverse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Raccoo Venture: ThePlayer Characterof the game is an anthropomorphic raccoon named Raccoo Venture.",
      "links": [
        {
          "title": "Raccoo Venture",
          "url": "/pmwiki/pmwiki.php/VideoGame/RaccooVenture"
        },
        {
          "title": "Player Character",
          "url": "/pmwiki/pmwiki.php/Main/PlayerCharacter"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Rainbow Billy: The Curse of the Leviathan: A number of characters in the game, like the shopkeeper and Deedle-Dee, are anthropomorphic animal cartoons.",
      "links": [
        {
          "title": "Rainbow Billy: The Curse of the Leviathan",
          "url": "/pmwiki/pmwiki.php/VideoGame/RainbowBillyTheCurseOfTheLeviathan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Seven Kingdoms: The Kerassos are beastial creatures who work with theJaguara, Goril, and Rhinokerosanimals. They have large bodies and horns on their head and their shoulders.",
      "links": [
        {
          "title": "Seven Kingdoms",
          "url": "/pmwiki/pmwiki.php/VideoGame/SevenKingdoms"
        },
        {
          "title": "Jaguara, Goril, and Rhinokeros",
          "url": "/pmwiki/pmwiki.php/Main/PhantasySpelling"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Spark the Battle Dog:Sparkis an anthropomorphic dog who has to protect Thomas from zombies and mutants.Then there's Roxy, Spark's contact.",
      "links": [
        {
          "title": "Spark the Battle Dog",
          "url": "/pmwiki/pmwiki.php/VideoGame/SparkTheBattleDog"
        },
        {
          "title": "Spark",
          "url": "/pmwiki/pmwiki.php/Main/PlayerCharacter"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Street Fighter II: Blanka is one of the earliest examples in fighting games, having green skin,electricity powers, and a very beast-like design.",
      "links": [
        {
          "title": "Street Fighter II",
          "url": "/pmwiki/pmwiki.php/VideoGame/StreetFighterII"
        },
        {
          "title": "electricity powers",
          "url": "/pmwiki/pmwiki.php/Main/ShockAndAwe"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Thiefhas the various beast races that serve the Tricksters. It's subtly implied that theyWas Once a Man.",
      "links": [
        {
          "title": "Thief",
          "url": "/pmwiki/pmwiki.php/VideoGame/Thief"
        },
        {
          "title": "Was Once a Man",
          "url": "/pmwiki/pmwiki.php/Main/WasOnceAMan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tokyo Afterschool Summoners, a good amount of the playable cast are anthropomorphic animals, all of them hailing from one of 23 different worlds.",
      "links": [
        {
          "title": "Tokyo Afterschool Summoners",
          "url": "/pmwiki/pmwiki.php/VideoGame/TokyoAfterschoolSummoners"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tyranny: The Beastwomen are hulking brutes with claws able to rend armor, strength enough towield the largest of weapons one-handed, and savage instincts. Beastmen also exist, but they're somewhat smaller than the women. Collections of both genders are usually referred to as \"Beasts\" or \"Beastwomen\" more often, the latter due to theirmatriarchal structure.",
      "links": [
        {
          "title": "Tyranny",
          "url": "/pmwiki/pmwiki.php/VideoGame/Tyranny"
        },
        {
          "title": "wield the largest of weapons one-handed",
          "url": "/pmwiki/pmwiki.php/Main/OneHandedZweihander"
        },
        {
          "title": "matriarchal structure",
          "url": "/pmwiki/pmwiki.php/Main/Matriarchy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Unbound Sagahave beast-people of all varieties as enemies, from wolf-men to leopard-men, bear-men, and an unidentified feral humanoid monster. It actually makes sense sincethe game is set inside a graphic novel, whose artist is an andromorphic bunny rabbit.",
      "links": [
        {
          "title": "Unbound Saga",
          "url": "/pmwiki/pmwiki.php/VideoGame/UnboundSaga"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The world ofWar Dogs: Red's Returnis populated by humanoid animal people who are apparently humans who turned to gene splicing to survive global warming.",
      "links": [
        {
          "title": "War Dogs: Red's Return",
          "url": "/pmwiki/pmwiki.php/VideoGame/WarDogsRedsReturn"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InWilmot Works It Out, \"Balloon Picnic\" features two humanoid birds watching hot-air balloons while having a picnic.",
      "links": [
        {
          "title": "Wilmot Works It Out",
          "url": "/pmwiki/pmwiki.php/VideoGame/WilmotWorksItOut"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "World of Warcraft:Most of the Humanoid races seen in Azeroth and Draenor visually resemble an animal crossed with a human, elf, or hunch-backed dwarf: Kobolds are rats, Gnolls are hyenas, Furbolgs are bears, Quilboar are pigs, Tuskarr are walruses, Wolvar are wolverines, Pandaren are pandas, Hozen are monkeys, Virmen are rabbits, Moonkin are mostly owls, Makrura are lobsters, Eredar/Draenei are goatish, Saurok resemble lizards, the list goes on.Justified in the case of Satyrs, Naga, Fal'dorei, and Worgen. Originally, all four of these raceswere originally elveswere transformed through various means: Satyrs were crossed with goats by the Legion, Naga were crossed with sea snakes and eels by the Old Gods, Fal'dorei were fused with spiders by the failing Arcan'dor of Falanaar, and Worgen were created by failed attempts to master the druidic Pack Form. Playable Worgen are Gilnean humanstransformed by descendants of the original Druids of the Scythe.Interestingly, while races on Draenor such as the Saberon or Arakkoa share cat and bird elements with the Tol'vir and Harpies of Azeroth, respectively, they have no relation with one another.The Tauren and Taunka are offshoots of the Yaungol race. All three resemble bovids, with the Yaungol resembling yaks, the Taunka resembling bison, and the Tauren resembling cattle. Highmountain Tauren, however, are given moose antlers.Murlocs are somewhere between fish, frogs and pygmy humans with sharp teeth. Their offshoots include the Gorlocs and Jinyu, the latter of which drop the frog motifs in favor of appearing as koi fish.The Qiraji, Nerubians, and Mantid all share insectoid or arachnid features, with most of their species not even qualifying as Humanoids; they share a common ancestor in the Aqir, which were crafted by the Old Gods to act as footsoldiers. Qiraji largely resemble beetles, Nerubians are generally more spider-like, while Mantid take cues from the praying mantis.Keepers of the Grove and Dryads are therespective male and femaleoffspring of Cenarius, who himself bears the image of a night elf crossed with a deer. Centaurs are the offspring of a Keeper and an earth elemental. Furthermore, there are theMagnataur, who appear to be men crossed withmammoths.It's unclear what Grummles and Goren are supposed to be. Goren have shells and can ball-up like armadillos, but their faces and egg-laying habits make them more reptilian. Grummles, meanwhile, are clearly crossbred with some type of domestic mammal, but only half their faces are exposed and their short snouts make it difficult to tell if they're more cat- or dog-like.This is to say nothing of races hybridized with mythical creatures, such asDragonspawn, Mogu*Based off ofshíshī lions or \"foo dogs\"orFlamewakers.Battle for Azerothalso adds the Vulpera (Goblin-sized foxes), Tortollan (Tuskarr-sized tortoises), and Sethraki (inversions of the Naga, who are cobras from the neck up).",
      "links": [
        {
          "title": "World of Warcraft",
          "url": "/pmwiki/pmwiki.php/VideoGame/WorldOfWarcraft"
        },
        {
          "title": "were originally elves",
          "url": "/pmwiki/pmwiki.php/Main/WasOnceAMan"
        },
        {
          "title": "transformed by descendants of the original Druids of the Scythe",
          "url": "/pmwiki/pmwiki.php/Main/OurWerewolvesAreDifferent"
        },
        {
          "title": "respective male and female",
          "url": "/pmwiki/pmwiki.php/Main/OneGenderRace"
        },
        {
          "title": "Dragonspawn",
          "url": "/pmwiki/pmwiki.php/Main/DraconicHumanoid"
        },
        {
          "title": "shíshī lions or \"foo dogs\"",
          "url": "https://en.wikipedia.org/wiki/Chinese_guardian_lions"
        },
        {
          "title": "Flamewakers",
          "url": "/pmwiki/pmwiki.php/Main/FierySalamander"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Xenogearscontains a race of beast men, including cowardly merchant ratman Hammer and Rico. Unfortunately, due to the infamous time and money constraints, their story arc is never completed.",
      "links": [
        {
          "title": "Xenogears",
          "url": "/pmwiki/pmwiki.php/VideoGame/Xenogears"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Minotaur Hotel: But of course! Asterion is explicitly half-human, while the other mythicals act very much human, using charms to blend into human society. Not having a charm can raise issues towards a mythical living in human society, as Storm, unfortunately, learns firsthand.",
      "links": [
        {
          "title": "Minotaur Hotel",
          "url": "/pmwiki/pmwiki.php/VisualNovel/MinotaurHotel"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InTavern Talk, the Vukakin are a race of humanoid animals, most of who are from Avalon. According tothe Lorebook, they have close family ties, are staunch traditionalists, and have a strong fighting spirit, and the three most common sub-kin are based onwolves,cats, andlizards.",
      "links": [
        {
          "title": "Tavern Talk",
          "url": "/pmwiki/pmwiki.php/VisualNovel/TavernTalk"
        },
        {
          "title": "the Lorebook",
          "url": "/pmwiki/pmwiki.php/Main/AllThereInTheManual"
        },
        {
          "title": "wolves",
          "url": "/pmwiki/pmwiki.php/Main/WolfMan"
        },
        {
          "title": "cats",
          "url": "/pmwiki/pmwiki.php/Main/CatFolk"
        },
        {
          "title": "lizards.",
          "url": "/pmwiki/pmwiki.php/Main/LizardFolk"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InShrapnel, some Fenri look like humanoid animals, while others are only aLittle Bit Beastly.",
      "links": [
        {
          "title": "Shrapnel",
          "url": "/pmwiki/pmwiki.php/WebAnimation/Shrapnel"
        },
        {
          "title": "Little Bit Beastly",
          "url": "/pmwiki/pmwiki.php/Main/LittleBitBeastly"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Aurora (2019): Ferin, the descendants of people cursed by an extremely well-traveled wizard a thousand years back, who was seemingly obsessed with turning people he disliked into humanoid/animal hybrids. The earliest people to be cursed, and consequently their descendants, transform either randomly or at will between fully humanoid and fully animalistic shapes, making them more like were-creatures than anything, but later ferin were permanently turned into forms that hybridize human and animal traits. Ferin are deeply feared and distrusted in society, and while ones based on more docile prey animals can find some form of acceptance in society, \"predator ferin\" are often forced to live alone deep within the wilderness.",
      "links": [
        {
          "title": "Aurora (2019)",
          "url": "/pmwiki/pmwiki.php/Webcomic/Aurora2019"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Champions of Far'aushas Ursarers, Goateeps, and Boarben living alongside humans and other fantasy races.",
      "links": [
        {
          "title": "Champions of Far'aus",
          "url": "/pmwiki/pmwiki.php/Webcomic/ChampionsOfFaraus"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Chrysalis: Yvonne, who is more like a Beast Old Lady.",
      "links": [
        {
          "title": "Chrysalis",
          "url": "/pmwiki/pmwiki.php/Webcomic/Chrysalis"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Dragon Doctors: There's a number of furry animal-like people, all of which are referred to as \"beastmen\", whether they look like a cat or a humanoid bug.",
      "links": [
        {
          "title": "The Dragon Doctors",
          "url": "/pmwiki/pmwiki.php/Webcomic/TheDragonDoctors"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InDragon Mango,some attacked the farm that Mango defended. Then they returned for revenge.",
      "links": [
        {
          "title": "Dragon Mango",
          "url": "/pmwiki/pmwiki.php/Webcomic/DragonMango"
        },
        {
          "title": "some attacked the farm that Mango defended. Then they returned for revenge",
          "url": "http://dragon-mango.com/comic/chapter03/dm03-07.htm"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "El Goonish Shive: Grace and her brothers, as a cadre of part-human-part-animal-part-alien chimeras.Dan'sAuthor Avataris never seen in human form, instead appearing as an anhropomorphic squirrel creature of varying gender.",
      "links": [
        {
          "title": "El Goonish Shive",
          "url": "/pmwiki/pmwiki.php/Webcomic/ElGoonishShive"
        },
        {
          "title": "Author Avatar",
          "url": "/pmwiki/pmwiki.php/Main/AuthorAvatar"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Heroes Unite: Kaine the White Tiger (seenhereis a were-tiger complete with ears and a tail.",
      "links": [
        {
          "title": "Heroes Unite",
          "url": "/pmwiki/pmwiki.php/Webcomic/HeroesUnite"
        },
        {
          "title": "here",
          "url": "http://www.theduckwebcomics.com/Heroes_Alliance/5385514/"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Looking for Group: The priestess Benn'Joon, one of the main characters, an odd-looking, green-skinned, sharp-toothedCute Monster Girlof canonically uncertain lineage (andprone to homicidal rages;even as a baby, she was able to stab full-grown soldiers in the eyes).",
      "links": [
        {
          "title": "Looking for Group",
          "url": "/pmwiki/pmwiki.php/Webcomic/LookingForGroup"
        },
        {
          "title": "Cute Monster Girl",
          "url": "/pmwiki/pmwiki.php/Main/CuteMonsterGirl"
        },
        {
          "title": "prone to homicidal rages",
          "url": "/pmwiki/pmwiki.php/Main/AxCrazy"
        },
        {
          "title": "even as a baby, she was able to stab full-grown soldiers in the eyes",
          "url": "/pmwiki/pmwiki.php/Main/LittleMissBadass"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Smoke Fur And Stonefeatures a cast of animalistic shape-shifters. Even in human form, they usually have slit pupils, digitigrade legs and remarkable reflexes.",
      "links": [
        {
          "title": "Smoke Fur And Stone",
          "url": "/pmwiki/pmwiki.php/Webcomic/SmokeFurAndStone"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InYokoka's Quest, demons can range from just havingAnimal EyesandPointy Ears, to being aLittle Bit Beastly, to full-on Beast Man.",
      "links": [
        {
          "title": "Yokoka's Quest",
          "url": "/pmwiki/pmwiki.php/Webcomic/YokokasQuest"
        },
        {
          "title": "Animal Eyes",
          "url": "/pmwiki/pmwiki.php/Main/AnimalEyes"
        },
        {
          "title": "Pointy Ears",
          "url": "/pmwiki/pmwiki.php/Main/PointyEars"
        },
        {
          "title": "Little Bit Beastly",
          "url": "/pmwiki/pmwiki.php/Main/LittleBitBeastly"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Blue Core: Much of the population of thisRPG Mechanics 'Verseis some form of this.",
      "links": [
        {
          "title": "Blue Core",
          "url": "/pmwiki/pmwiki.php/Literature/BlueCore"
        },
        {
          "title": "RPG Mechanics 'Verse",
          "url": "/pmwiki/pmwiki.php/Main/RPGMechanicsVerse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Crew of the Copper-Colored Cupids: In the storyThe End of the Homeworld, War, of theHorsemen of the Apocalypse, is explicitly described as a \"beast-man\", looking like something \"somewhere between a werewolf and a bear\".",
      "links": [
        {
          "title": "The Crew of the Copper-Colored Cupids",
          "url": "/pmwiki/pmwiki.php/Website/TheCrewOfTheCopperColoredCupids"
        },
        {
          "title": "The End of the Homeworld",
          "url": "https://thecrewofthecoppercoloredcupids.wordpress.com/2022/01/01/the-end-of-the-homeworld/"
        },
        {
          "title": "Horsemen of the Apocalypse",
          "url": "/pmwiki/pmwiki.php/Main/HorsemenOfTheApocalypse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Orion's Armhas many, many rianth/splice/provolve/tweak/neogen/etc. clades that fit this trope. They run the gamut of all associated tropes, depending on the clade, subculture and personal attitude of the individual you're dealing with.",
      "links": [
        {
          "title": "Orion's Arm",
          "url": "/pmwiki/pmwiki.php/Website/OrionsArm"
        },
        {
          "title": "provolve",
          "url": "/pmwiki/pmwiki.php/Main/UpliftedAnimal"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Rake: A furless dog-man... creature... designed to land smack in the middle of theUncanny Valley. Oh, and he's started showing up inEveryman HYBRID. As ifthe Slender Manwasn't enough for those guys to worry about!",
      "links": [
        {
          "title": "The Rake",
          "url": "/pmwiki/pmwiki.php/Literature/TheRake"
        },
        {
          "title": "Uncanny Valley",
          "url": "/pmwiki/pmwiki.php/Main/UncannyValley"
        },
        {
          "title": "Everyman HYBRID",
          "url": "/pmwiki/pmwiki.php/WebVideo/EverymanHYBRID"
        },
        {
          "title": "the Slender Man",
          "url": "/pmwiki/pmwiki.php/DerivativeWorks/TheSlenderManMythos"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheTails Serieshas anthros, a race of sapient bipedal animals who all talk, dress, walk, and interact the same way human beings do.",
      "links": [
        {
          "title": "Tails Series",
          "url": "/pmwiki/pmwiki.php/Literature/TailsSeries"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Batman Beyond: \"Splicers\" involves the genesplicing arm of this trope (oddly enough as a popular fad among teens), ranging fromAnimal Eyesand noticeable horns, scales, fangs all the way to ahumanoid chimeraandrepulsive mass of mixed-up flesh.",
      "links": [
        {
          "title": "Batman Beyond",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/BatmanBeyond"
        },
        {
          "title": "Splicers",
          "url": "/pmwiki/pmwiki.php/Recap/BatmanBeyondS2E3Splicers"
        },
        {
          "title": "Animal Eyes",
          "url": "/pmwiki/pmwiki.php/Main/AnimalEyes"
        },
        {
          "title": "humanoid chimera",
          "url": "/pmwiki/pmwiki.php/Main/HalfHumanHybrid"
        },
        {
          "title": "repulsive mass of mixed-up flesh",
          "url": "/pmwiki/pmwiki.php/Main/BodyHorror"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Flash Gordon (1979): The shaggy, cave-dwelling Beast Men. Dr. Zarkov theorized thatMingwas deliberately keeping their civilization from advancing just because he enjoyed having a tribe of savages who would worship him.",
      "links": [
        {
          "title": "Flash Gordon (1979)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/FlashGordon1979"
        },
        {
          "title": "Ming",
          "url": "/pmwiki/pmwiki.php/Main/CardCarryingVillain"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "He-Man and the Masters of the Universe (1983): Beast-Man, Skeletor's most loyal and incompetent minion. He's not based on any particular species, and looks more or less like anorccovered in shaggy fur.",
      "links": [
        {
          "title": "He-Man and the Masters of the Universe (1983)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/HeManAndTheMastersOfTheUniverse1983"
        },
        {
          "title": "orc",
          "url": "/pmwiki/pmwiki.php/Main/OurOrcsAreDifferent"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "South Park:\"Jakovasaurus\" has strange anthropomorphic duck-like creatures.The Crab People from \"South Park is Gay!\", subterranean crabmen who plan to take over the world by first turning people into metrosexuals.They have a catchy theme, too.CRAAAAAAAB PEO-PLE CRAAAAAAAAAB PEO-PLE (taste like crab, talk like people) CRAAAAAAAAB PEO-PLE",
      "links": [
        {
          "title": "South Park",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/SouthPark"
        },
        {
          "title": "Jakovasaurus",
          "url": "/pmwiki/pmwiki.php/Recap/SouthParkS3E4Jakovasaurus"
        },
        {
          "title": "South Park is Gay!",
          "url": "/pmwiki/pmwiki.php/Recap/SouthParkS7E8SouthParkIsGay"
        },
        {
          "title": "They have a catchy theme, too.",
          "url": "https://www.youtube.com/watch?v=tV5wmDhzgY8"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Steven Universe:The Gem Fusion Sugilite (formed when Garnet and Amethyst fuse) is a huge and muscular purple-skinned beastess with fangs, four arms and five eyes. She's articulate enough, but incredibly short-tempered, violent and uncontrollable, to the point that she refuses to break apart into Garnet and Amethyst again.Alexandrite is visually a mess, with a clashing color scheme, six arms, two faces, and barely enough focus to hold herself together for more than an hour or so. If she couldn't speak coherently, she'd basically be akaiju!",
      "links": [
        {
          "title": "Steven Universe",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/StevenUniverse"
        },
        {
          "title": "kaiju",
          "url": "/pmwiki/pmwiki.php/Main/Kaiju"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Storm Hawkshas several humanoid animal species.Wallops, a species of rhino-people withSuper-Strengththat hail from Terra Wallop. Though they mostly live like other Atmosians, they're traditionalist to the point of taking things like running family businesses absurdly seriously. They are also massiveBlood Knights, always looking for an excuse to start a brawl. They're largely considered theDumb Muscleof Atmos, withJunkobeing one of the smarter ones.Raptors, humanoidRaptor/Lizard people, led by Repton. They are mainly Cyclonia's brute force muscle, but often are capable of doing all manner of evil when left to their own devices.Blizzarians, a species of Rabbit Folk who love the snow, speak with Canadian accents, have a passion for sports, and are altogether fun people with good hearts, who won't hesitate to step up to combat evil.",
      "links": [
        {
          "title": "Storm Hawks",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/StormHawks"
        },
        {
          "title": "Super-Strength",
          "url": "/pmwiki/pmwiki.php/Main/SuperStrength"
        },
        {
          "title": "Blood Knights",
          "url": "/pmwiki/pmwiki.php/Main/BloodKnight"
        },
        {
          "title": "Dumb Muscle",
          "url": "/pmwiki/pmwiki.php/Main/DumbMuscle"
        },
        {
          "title": "Junko",
          "url": "/pmwiki/pmwiki.php/Main/TheBigGuy"
        },
        {
          "title": "Raptor/Lizard people",
          "url": "/pmwiki/pmwiki.php/Main/LizardFolk"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Teen Titans (2003): Beast Boy, who hasanimorphicShapeshifting. He hasCute Little Fangs,Pointy Ears, the messiest room in the T-Tower, and he can speak to animals (when he has transformed into that kind of animal). After accidentally turning into a huge werebeast in one episode, he suggested that he be called Beast Man, butRaventold him to be serious.",
      "links": [
        {
          "title": "Teen Titans (2003)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TeenTitans2003"
        },
        {
          "title": "animorphic",
          "url": "/pmwiki/pmwiki.php/Main/Animorphism"
        },
        {
          "title": "Shapeshifting",
          "url": "/pmwiki/pmwiki.php/Main/ShapeShifting"
        },
        {
          "title": "Cute Little Fangs",
          "url": "/pmwiki/pmwiki.php/Main/CuteLittleFangs"
        },
        {
          "title": "Pointy Ears",
          "url": "/pmwiki/pmwiki.php/Main/PointyEars"
        },
        {
          "title": "Raven",
          "url": "/pmwiki/pmwiki.php/Main/DeadpanSnarker"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "ThunderCats (1985)has two prime examples: the felinoid, generally heroic Thunderians, and their more varied butdecidedly less ethicalarch-enemies,the Mutants of Plun-Darr.",
      "links": [
        {
          "title": "ThunderCats (1985)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/ThunderCats1985"
        },
        {
          "title": "decidedly less ethical",
          "url": "/pmwiki/pmwiki.php/Main/AlwaysChaoticEvil"
        },
        {
          "title": "the Mutants of Plun-Darr",
          "url": "/pmwiki/pmwiki.php/Main/NamesToRunAwayFromReallyFast"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThunderCats (2011), the titleCatsandBig BadMumm-Ra are the mostHumanoid Aliensof Third Earth's Animals.",
      "links": [
        {
          "title": "ThunderCats (2011)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Thundercats2011"
        },
        {
          "title": "Cats",
          "url": "/pmwiki/pmwiki.php/Main/Catfolk"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Humanoid Aliens",
          "url": "/pmwiki/pmwiki.php/Main/HumanoidAliens"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Totally Spies!:In one episode, evil fashion designer Helga Von Gugen turns a boatload of people into her \"furlings\" so she can kill them andmake them into coats. She already did it to her lawyer.In the second episode of season 3, a four-armed ringmaster turns people into animalistic \"freaks\" to perform in his traveling carnival.In the second episode of season 6, a vet tries to turn all humans on Earth into cat people.",
      "links": [
        {
          "title": "Totally Spies!",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TotallySpies"
        },
        {
          "title": "make them into coats",
          "url": "/pmwiki/pmwiki.php/Main/SapientFurTrade"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Transformers: Robots in Disguise (2015): Many of the escaped Decepticon prisoners arethe robotic equivalent, having animalistic yet humanoid robot forms while still transforming into regular vehicles.",
      "links": [
        {
          "title": "Transformers: Robots in Disguise (2015)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TransformersRobotsInDisguise2015"
        },
        {
          "title": "the robotic equivalent",
          "url": "/pmwiki/pmwiki.php/Main/NinjaPirateZombieRobot"
        }
      ]
    }
  ]
}