{
  "trope": "WarGod",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/WarGod",
  "description": "Nothing says war God like being born and immediately killing your 400 siblings and beheading your sister using a literal dragon as a club to save your mother\n\n\"Pomena loves the orchard. And Liber loves the vine.And Pales loves the straw built shed warm with the breath of kine;And Venus loves the whispers of plighted youth and maid,In April's ivory moonlight beneath the chestnut shade.But thy father loves the clashing of broadsword and of shield:He loves to drink the steam that reeks from the fresh battlefield:He smiles a smile more dreadful than his own dreadful frown,When he sees the thick black cloud of smoke go up from the conquered town.\"—Sir Thomas Macaulay,Lays of Ancient Rome\n\nA character regarded as a deity or manifestation of war (or battle, murder, conflict, etc.). They're most likely a member of the setting's ruling pantheon when they are the real deal, but could be any character (including a mortal) who is falsely regarded by other characters as a god(dess) of war. The War God in question often exemplifies either the physical or strategic aspects of war, although they can embody both.\n\nWar Gods are of course nearly all very badass, possibly also aFour-Star Badassamong thepantheon. They tend to beBlood Knightsby nature and are often the only god that theProud Warrior Racewould bother to worship,if they don't want to fight them themselves. They are often cast as villains.\n\nThere's also a tendency in various works of fiction to pair one with aLove Goddessin something of anOpposites Attractmanner, either asunlikely friendsorromantic partners. This is often based on how, inClassical Mythology, Ares and Aphrodite were lovers; it may be a sort of cosmic version ofAll Girls Want Bad Boys. Also, some of these figures (usually goddesses) weregods of both fertility/love and war. If you're as violent as them, they may fallIn Love with Your Carnage.\n\nA War God is frequently involved in some form ofDivine Conflict. If he encompasses ALL forms of violence (as Ares did in Greek mythology) he may be seen as aGod of Evil. Compare alsoDestroyer Deity. Subtrope toStock Gods.\n\nIf you were looking for the book series or the videogame series, seeThe War GodsandGod of Warseries respectively. Or maybe you're thinking of a cheesymonster film.Examples:open/close all folders\n\nAnime and MangaChainsaw Manhas the WarDevilYoru, the second of theHorsemen of the Apocalypseand theAnthropomorphic Personificationofmankind's fear of war. As the embodiment of senseless violence she takes the form of aPsychopathic Manchild, with the goal of intensifying theCold Warby bringing nuclear weaponsback into existenceand making people live in fear ofWorld War IIItomake herself more powerful.It's revealed late in the story that the most powerful of the Weapon Devils — the Gun, Tank, and aforementioned Nuclear Weapon Devils — are merely her subordinates (in her words,children), with hertaking control of the former twoin the fight against theAging Devil.InFushigi Yuugi, the people of Kutou worship Seiryuu, who is this. He is the rival to theLove GodSuzaku, worshipped in Konan.Noragami:Yatois this, though he has fallen from grace forkilling other gods. Also, Bishamon and her many Seiki.Sailor Moon: Sailor Venus is described as a Goddess of War. While less frequent than her other epithet of \"Goddess of Love\", the fact it's used byArtemisandAce, both of have known her since her past life. Venus mentioning she is a Goddess of War, is the first indication that ayoumawould get to feel her fury. She also has an enormous body count, achieved through cunning andbeing just plain unstoppable, and to which said youmawillbe added no matter what.Saint Seiya: The Saints work for Athena, the Goddess of War from Ancient Greece.\n\nArtInThe Apotheosis of Washington, Lady Freedom is a fierce warrior who fights armored kings with her mighty eagle, flag-themed shield, and golden sword aiming for the sky. Fittingly, she sits directly under General Washington's seat in the clouds.\n\nCard GamesMagic: The Gathering: With so many settings, the game has had several, mostly aligned with the color Red (emotions and chaos) or White (order and morality).In Kamigawa, there'sKataki, War's Wage, aWhite-alignedkamithat is pretty much a demented nutcase.Shadowmoor has theNobilis of War, a White and Red demigodthat causes hatred and violent emotions in the plane's inhabitants.Theros, inspired byGreek Mythology, has two based on Ares (and perhaps Phobos and Deimos, since they're \"the twins of war\"):Mogis, theBlackand Red god of slaughter and mindless violence, andIroas, the White and Red god of victory and honorable combat.In Ixalan, a Plane inspired by the Mayan, Inca, and Aztec Mythology, there isOjer Axonil, Deepest Might, with a skull for a head and a Dinosaur's head for an arm. While the Oltec are not a warlike people, and thus their pantheon's dedicatedWar Godis relatively unpopular for veneration, this does not stop him from doing everything in his power to arm his followers in the Thousand Moons, the Oltec's militia, and defend them.\n\nComic BooksTheMarvel Universehas several of these:Ares.Blood Knightextraordinaire, but surprisingly more of anAnti-Herothanmost examples, and a devoted father.Athena (more ofThe Strategist) to contrast with the above.Thoris occasionally referenced as one, even if the closest he comes is God of Strength.Lady Sif.Asgardians as a whole seem to have this as their hat.Odin and Tyr are the official Asgardian gods of war. Odin often plays up the wisdom angle by havingarranged the battle beforehand or planned for itand leads his troops. Tyr often serves as a secondarygeneralwho serves as a military adviser whenever Odin is not around.The Eastern God of War isAlexander, son of Ares, who now seems to be jiving on the god of fear thing.And others from less noted pantheons.The DCUhas its own collection:Orion of theNew Godsis a comics original. However, he is an interesting play on the trope, as he has to constantly battle his own bloodlust, representing the psychological scar of war that never goes away. His portfolio also includes being the god of the fight. Which seriously screws over the DCU as a whole whenDarkseidhas him assassinated to kick offFinal Crisis, making all the heroes unable to stop it.Wonder Womanhas a recurring foe inAreswho often combines theBlood Knightaspects of Ares with the tactics of Mars. Whether or not the two are one and the same, and the details of his history with Wonder Woman, depend on the continuity. He was her originalArch-Enemyin the Golden Age, acting as the driving force behind the horrors of World War II. In theNew 52, Wonder Woman herself was temporarily tricked into believing she was the newest Olympian God of War.Athena likes to keep her own hands clean and manipulate others to do the fighting for her these days, and seems to enjoy the chessmaster adaptations her little brother Ares has developed over the years to combat her. She will also fight herself, but usually that ends things too quickly for her liking and is not really her style.Wonder Woman (1987): Neith may focus more on the hunting aspects of her portfolio but she hasn't forgotten her role as a goddess of war and loves a good fight. Her worshipers may have dwindled but the bloodthirsty Bana-Mighdall do her proud, evenArtemistheirWhite Sheep.Arawn: The Celtic war goddess Morrigan plays a part in the story. Arawn summons her to give him an army to fight his brother Math, which she grants him in exchange for a blood sacrifice. Siahm asks for her help in fighting the demon spawned from the Cauldron of Blood,which results in the demon killing Morrigan and absorbing her powers.Hound: Morrigan, the goddess of war, sets her sight on Setanta and manipulates people into fighting each other to regain power for herself after peace has weakened her.\n\nFan WorksBait and Switch (STO): In chapter nine, Tess Phohl drops anOh, My Gods!line invoking Phelha, which the author's notes explain as an Andorian war goddess.Better Bones AU: Clear Sky is remembered enough by the Clans to become aDeity of Human OrigininStarClanand takes this role due to his warlike nature.Clair de Lune: The god-like Prince Lune mentions that he was deemed a Goddess of War centuries ago. His sister Celestia was a strategist, while Lune was the one who went into battle.Empath: The Luckiest Smurf: Ares. For some reason he wants Empath to be his \"god of conquest\".A Force of Four: Wonder Woman's old enemy Mars manipulates several super-beings with the intent of destroying Earth.Mars:Mars is not tied to Earth. Mars is tied to war. And what better war than that of vast empires within the second Heaven? Where billions may die, billions more be enslaved, and the bloodflow which results nourishes my power with every drop. No. Earth is unnecessary. A canker in my being. When it is destroyed, only my pain will vanish. But it will not be destroyed yet.The Land of Dragons and Dungeons:The Knight of Time is a patron of soldiers, mercenaries, and other habitual or professional fighters. His temples serve as recruitment centers for armies and sellswords, although the bulk of his worship is done under battlefield tents.The Knight of Blood takes a secondary role in this regard as a deity of conflict, struggles, and lost causes. Unlike the Knight of Time, he is prayed to chiefly be conscripted levies, soldiers on the losing sides of wars, doomed revolutionaries, and others whose main goal is survival rather than victory.The Legend of Link: Lucky Number 13: The war god family consisting of Hadrian, Victorious,Link and Link Sr. They are descended fromthe Originals, and as such have inherited the unique ability toextinguish the life of other gods.Thousand Shinji: In this crossover withWarhammer 40,000Asuka becomes a devout worshipper of Khorne, Chaos God of War, Blood, and Rage. Itsgiftsgradually turn her into a berserkerSuper-Soldierand eventuallyinto its successor, \"fierce and furious Asukhon, goddess of Anger and War\". Khorne itself shows up in the two final chapters.A Wolf in the Garden: The aspect of Khorne that lives behind the Veil, rather than embodying slaughter and rage, embodies valor and martial honor. His domain is filled with the souls of the noblest and most honorable warriors ever to live, from all species, who constantly hone their skills in duels. Unlike Chaos!Khorne, he's also not stupid enough to despise ranged weaponry, and includes snipers and marksmen in his definition of \"warriors\".\n\nFilm — AnimatedThe Vision of Escaflowne: In the movie, the titularDragon Armoris described as a God of War, among its other epithets. Although it doesn't show much agency without a pilot, it does seem to have a very destructive will of its own.\n\nFilms — Live-ActionClash of the Titans (2010): Ares fromWrath of the Titansis the Greek God of War that betrays Olympus and sides with Hades in freeing Kronos from Tartarus as revenge forZeus's favoritism towards Perseus and hypocrisies.Wonder Woman (2017): Ares tempts humans in new ways to wage wars. Diana believes him to be behind it all, but he reminds her that men areperfectly capable of doing it all by themselves, and he just lends them a hand.\n\nLiteratureInAlien in a Small Town,most of the Jan Warriors, denied the chance to ever fight and kept as virtual prisoners, revere a fatalistic deity called Survival. Nuada, however, reveres the war god Glory and agonizes over how few accomplishments he has to show for himself before his god.InAstral Dawn, by Adam R. Brown, Tyr is the dark Norse god of war.Blood Meridian: The Glanton Gang comes to regard Judge Holden as one. Whether he is, or somethingmuch worse, is left to the reader.Book of Swords: Mars features as a major character. He's aJerkass, but also kind of aJerkass Woobieat the very end. He's also one of only two of the gods we ever see even attempt to answer the petition of his followers. Yes, that petition was evil, but still.The Camp Half-Blood Series:Percy Jackson and the OlympianshasAres, who is the god Percy likes the least. He treats his children even worse than theother godsand would do anything tostart a war. Annabeth also points out that though he is decent at strategy he loses his head far too easily to use it to his advantage in a fight, and that \"strength is all he has.\"There is also Athena, who is the most logical of the Olympians. Percy notes that she would be a worse enemy than Ares, or possibly even Poseidon — if she wants you to die, you will die, no matter how long it takes for her to accomplish it.The Heroes of Olympusintroduces Mars, who is more reasonable than his Greek counterpart. He also treats his children a lot better, almost looking like aDoting Parentcompared to Ares, and seems quite amused at Percy talking back to him.Chronicles of the Emerged World: Shevrar, the patron deity of the Land of Fire, is primarily a god of war and combat, andNihal having been consecrated to him in infancy is hinted to be why she grew to be as skilled in and focused on combat as she is.Dark Shores: Tremon, patron god of warriors and soldiers. He grants his chosen great strength and endurance,Improbable Aiming Skillsand general military prowess, as well as leadership skills.InDiscworld, War (of theHorsemen of the Apocalypse) married a Valkyrie and has become aHenpecked Husbandwho doesn't want to ride out whenDeathcomes for him. He amuses himself by watching ant colonies fight; human wars come and go but ants never seem to learn.Dragonlancehas two, one for the Gods of Light and one for the Gods of Darkness. The former is Kiri-Jolith, god of Just Cause, usually depicted as a man with a bison's head, and the latter is Sargonnas, god of conquest and vengeance, usually a traditional minotaur (both, not incidentally, are popular godsamongthe minotaurs, the setting's most prominentProud Warrior Race). Paladine and Takhisis, the heads of both pantheons, also have martial aspects, though they do a lot of other things too.Everworld:Ares shows up, rather briefly, in the seventh book, along with Heracles, who's implied to behis friend. Athena, meanwhile, proves to be practically the only Greek god who the characters actually like.Huitzilopotchlihas a major role in the second book, where his heart-eating shtick is played up for great horror. Apparently there's not much more to him than that, though.Merlin:A very stupid god, really. A war god, of course. The gods of war usually are rather dull.April:Is he dead?Merlin:No, no. Sadly, no. But injured. And sated. He's a predator, of course. It's all hunger with him. Once he's fed he isn't capable of much beyond sitting and digesting and waiting till the hunger sends him out once more to demand slaughter.Odin, Thor, and Balderare pretty important to the overall plot, and seem to be enthusiastic warriors who are smarter than Ares or Huitzilopotchli. We don't see them much, however, since they spend most of the series inLokiandHel's captivity.Good Omensfeatures theHorsemen of the Apocalypse, including War, aFiery Redheadwho works as a television war correspondent and has an uncanny knack for showing up BEFORE the war starts...Incarnations of Immortality: Mars, the Incarnation of War, has complete control over all matters related to war and various magical abilities related to war. He alone controls theDoomsday Clock.The Lost Years of Merlin:Rhita Gawr is theBig Bad, and is explicitly called the \"god of war\" in theSequel Series. This isnot true to the mythology, however, where he's not even a god at all. Meanwhile, Dagda, whoissomething of a war god inCeltic Mythology,doesn't really have that role here.Magnus Chase and the Gods of Asgard: The Aesir like Odin and Thor are collectively considered war gods in contrast to the Vanir, who lean more towards being gods of nature. Tyr is one of the few who is explicitly this, being the god of honorable combat.InMalazan Book of the FallenFener is 'The Boar of War'. He is worshipped by the Grey Swords, a religious mercenary company from southern Genabackis, and the odd Malazan soldier who doesn't take the outlawing of his cult too seriously. Early in the series, he gets cast down into the mortal realm and loses his immortality and most of his power, but the demigod Trake, the Tiger of Summer, ascends to take his place and inherits most of his worshippers.Romance of the Three Kingdoms: Guan Yu, who is as often referred to as \"the God/Saint of War\" due to his nigh-inhuman courage and combat skills, is a more benevolent example. He's still worshipped or revered as a god in parts of China today, frequently among police (and ironically triads), for his loyalty and brotherhood to Liu Bei. Alternatively, he is respected as a God of Wealth and Commerce, due to his equally-legendary frugality and wisdom.The Silmarillion: Tulkas, though he's more of aBoisterous Bruiser(in a way) who delights in all forms of physical contest, violent or otherwise.The earliest draftshad two others, the siblings Makar and Measse, who were barbaric and destructive, but they were removed as the mythology developed and theValarbecame more purely good;Morgothended up taking over the brutality and violence of war and Tulkas became a God of strength and of fighting against evil capable of creating as well as destroying.The Springstorm Alpha: He Who Rends is the divine embodiment of the concept of violence, and his followers are endlessly conquering and oppressing other packs in his name.Star Wars Legends: In theNew Jedi Order, theYuuzhan Vongpantheon has one of these,Yun-Yammka the Slayer. As the Vong are a particularly bloodthirstyProud Warrior Race, he's considered one of the highest deities in the pantheon, with only Yun-Yuuzhan the Creator above him.The War Gods: Tomanāk is a god of war and justice. Krashnark serves the martial ambitions for the Dark Gods and is also noted as the only one of the Dark Gods that Tomanāk respects because while still brutal, Krashnark does follow a code of martial honour and is the only Dark God that can actually be trusted to keep his word.Ye Gods, byTom Holt, features Mars. Notable in that, since he is still expected to ride in the front of battle in bronze armour, regardless of technological advances, and since \"the best definition of an immortal is someone who hasn't diedyet\", the device on his shield is now a CND logo.\n\nLive-Action TVHercules: The Legendary Journeys: Ares is a recurring character, and also appears inXena: Warrior PrincessandYoung Hercules, played by Kevin Smith (not that one). Pointless trivia: Smith also played Iphicles, Herc's other half-brother on his mother's side. During an excursion to anAlternate Universewhere Ares is the God of Love, Cupid acts as the God of War. Ares calls him a maniac.Supernaturalhas War the Horseman, who drives a cool red Mustang and incites people to fight by making them see each other as demons. He seems to be more of a strategist than a physical combatant.Witchblade: In \"Sacrifice\" Kenneth Irons states that the (fictional) ancient Irish Witchblade wielder Cathain, one half of aBattle CouplewithKing Conchobar, came to be known as a goddess of war in later mythology.\n\nMusicGrave Digger's song literally entitled \"War God\" from their albumReturn Of The Reaper.Def Leppard: \"Gods of War\" is a pretty bleak song about \"fighting for the Gods of War\" but not knowing \"what the hell we fightin' for\".The Leslie Fish song \"The Sun Is Also A Warrior\" features one of these, focusing on a conversation between a man and some ancient war god about the reasons why wars are fought.Alien Weaponry: The lyrics of\"Kai Tangata\"repeatedly call on Tūmatauenga, the god of war and hunting, as the Māori in the song go on the warpath against their enemies with British-made muskets brought back from Europe by their chief Hongi Hika.\n\nMythology and ReligionAztec Mythology: Huitzilopochtli is probably one of the most heroic yet brutal war Gods ever, how so? Well his simple origin is that upon being born from a ball of feathers, he came out; A full on buff adult man built for war! Wearing full quilted armor and holding a shield, immediently calls upon to a fucking dragon by the name of Xiuhcoatl who is a HUUUUUUGE! Fire breathing serpent! Teams up with it! PROCEEDS TO WIELD IT LIKE A FUCKING MACUAHUITL THAT'S ONE FIRE! And what does he do with his new found weapon? Oh yea; KILLS HIS 400 BROTHERS WHO ARE ALL GODS AND THE STARS! AND THEN BEHEADS THE HEAD OF HIS SISTER COYOLXAUHQUI THE MOON GODESS, HACKS OFF ALL HER LIMPS AND THEN CHUCKS HER HEAD AND LIMBS INTO SPACE ALONG WITH THE CORPSES OF ALL HIS DEAD BROTHERS! ALL OF FUCKING THIS!.... Just to protect his Mom who was about to be killed by his siblings, by aaaaall acounts, da boy upon birth proved to be as metal as he was caring. Award of most heroic war God goes this lord of all war.Norse Mythology: Óðinn, Týr, and you can make a case for several of the others, such as Þórr and Freyja. There are also all the Valkyries, whose names relate to war in one way or another. E.g. Hildr (battle), Hlökk (battle), and Gunnr (war). Basically the Norse Gods are practically a WarPantheon.Classical Mythology: Ares, Athena, Enyo, and again, you can make a case for several others.Athena is the goddess of Strategy because she is the goddess of science and crafts. Ares is the god of fury and bloodshed. So they sort of divide up aspects of war.Not to mention that many versions of Ares have him handicapped in some way; often with a wounded leg. This symbolized the danger of an imbalanced warrior.Though Ares was THE god of war, he was rendered somewhat redundant by Athena. While Athena was not as bloodthirsty, she more than made up for it with tactics and cunning (expected from the goddess of intelligence), and every time they were on opposite sides of a battle she trounced her brother.Enyo, was, almost literally, the goddess of war crimes, charged with orchestrating the sacking of cities to make them as horrible as possible. Her job was literally to create war crimes. She was an even biggerBlood Knightthan Ares himself!And, in fact,often accompanied him into battle as his sidekick.Mars and Bellona, and possibly the others' alternative names in their Roman versions.While Minerva/Athena and Bellona/Enyo are pretty much interchangeable, Mars was modified to be more similar to Athena; Mars was a tactical warrior, a symbol of masculine power, as well as an agricultural god in the beginning. The Romans were, of course, rather big on aggressive, conquering warfare, so it should come as no surprise that they had a better view of that god. Ares, by contrast, was a bloodthirsty bully and much more brutal than Mars. Bellona was similarly far more prominent among the Romans, with her temple situated in front of an area where Rome would hurl a javelin toward a column symbolizing foreign territory for war declarations.In stark contrast to her Greek counterpart, Venus is one—specifically, in her guise asVenus Victrix, the Goddess ofVictoryin Battle. She was held to preside over theovatio, a \"lesser\" triumph granted to generals that won a great victory without particular danger to their army, because such an easy victoryhasto be caused by her favor. Many leading men in the latter days of the Republic claimed to have her favor, most notably Sulla (who flat-out attributed his extraordinary fortune in battle and politics to her), his protegePompey the Great, andJulius Caesar(who, like his family, claimed outrightdescentfrom her through Aeneas).Hindu Mythology: Indra and Kartikkeya are almost always this. Shiva, Durga; Krishna on occasion.Kali, who is in charge of death, naturally has an interest in war. The Gurkhas'Battle Crymeans \"Blood for Kali, the Gurkhas are coming.\" However, the notch where the blade meets the hilt of a Kukri is a dedication to Shiva.Then there'sWarof theHorsemen of the Apocalypsefame inbiblicalmythology, and in his many adaptations. Though given the monotheistic nature of Christianity, War isn't considered a god. The exact nature of the Horsemen of the Apocalypse is uncertain since they're sent by God but not identified as angels either. But they're clearlysomethingsupernatural.InThe Bibleone of the titles ofGodisLord of Hosts.God is believed by some scholars to be aComposite Characterof theTop GodEl of Canaanite religion, and the actual Semitic War God Yahweh (thoughotherscholars say they wereone and the sameto begin with). This may explain some of His more... morally ambiguous acts, though Anat and Tanit (AKA Tank) were the more popular war goddesses to most Semites.While he is decisively not a god,Archangel Michaelis officially theArchistrategos of the Heavenly Host, patron saint of soldiers and all military people, and an all-around badass. In some versions, he personally defeatedSatanin single combat.Once we get into religious personages who are not technically divine, we then have numerous saints associated with warfare and martial endeavors, such as St. George and St. Martin of Tours (fitting for a man who is named after the Roman war god). Their roles in society are actually similar to the famous military men in Chinese history (for example) who have become deified in popular culture like Guan Yu below.InEgyptian Mythologythere was Neith, Sekhmet, Set, Horus, and a slew of lesser-known gods associated with war, due to different gods being worshiped from town to town. Interestingly, the one invoked the most for military purposes by Egypt's most warlike kings was Montu, an ancient god vaguely associated with Ra and Horus, but one for whom war was his primary business. He was a particular favorite of the Middle Kingdom's Eleventh Dynasty—which even ran to not one, not two, butfourkings named \"Montuhotep\", i.e. \"Montu is satisfied\"—and the first few rulers of the New Kingdom's Eighteenth. Perhaps unsurprisingly, both the Eleventh and Eighteenth Dynasties reunited Egypt by force of arms, and the Eighteenth Dynasty—particularly its sixth monarch, the \"Napoleon of Egypt\" Thutmose III—conquered an empire.Armenian mythology had Vahagn, a dragon-slaying god, and Aray, or \"Ara the Handsome\". Anahit, usually a fertility and motherhood goddess, represented war in early times before that role was taken by the goddess Nane.In Urartian mythology, the chief god Haldi was also a war god.InCeltic Mythology, most gods were some kind of warrior—even theLove GodAengus Óg,if you threaten his loved ones. The Morrigan stands out as the biggestBlood Knight, whileTop GodDagda and the skillful Lugh are moreWarrior Poets. Celtic mythology also has more badassgoddessesthan most pantheons, who can hold their own in a fight even if it's not their chief priority.Mesopotamian Mythology: The Sumerian goddess Inanna (called Ishtar by the Babylonians and Astarte by the Phoenicians) was a goddess of loveandwar. Cynics might argue that those aren't all that inappropriate together, though; and as Shakespeare and a number of others would say, \"All's fair in love and war.\" However many scholars now believe that Inanna and Ishtar were originally separate goddesses who werecombinedat some point during the Akkadian period. Notably, Astarte was likely the origin of the later cult of Aphrodite. Images of Astarte were brought to the Phoenician colonies on Cyprus and then to the Greek island of Cythera, in which the earliest inscriptions to Aphrodite turn up — but as a war goddess, strongly associated with weapons and battle.Japanese Mythologyhas Hachiman and Bishamon. Despite Shintoism's syncretisation with Buddhism in Japan, try not to confuse the two — the first is somewhat like the Roman Mars, being a patron of warriors, protector of Japan, and a god of agriculture and fishermen. The second was a Buddhist deity culturally changed to being more of a war god.Bishamon is also the Japanese version of Vaisravana, who, while also having other more pacific traits, is generally acknowledged as the Buddhist deity of war. As weird as it might sound from a religion known for its non-violence.Also depending on how you judge the Fierce Deities or Wrathful Deities of Tantric Buddhism like Yamantaka can be also considered war deities as they work is to eliminate the enemies of the devotees.Chinese Mythology:Guan Yu, hero ofRomance of the Three Kingdomsand deified mortal. Aside from being a god of war and protector of China, he is also thepatron of bean curd.While less famous than Guan Yu, other prominent generals in Chinese history became sort of war gods: Among them, famed Tang dynasty era generals Weichi Jingde and Qin Qiong, who served under Emperor Taizong, became immortalized as \"Chinese Door Gods,\" something like deities of (military) protection.The Chinese god of battles Ne Zha (pronounced Nataku in Japan) was born in an egg-like sac that took three years to \"hatch\" (finally Dad got fed up and attacked the thing with a sword, after which Ne Zha burst out). He also brought the wrath of the Sea King down on himself when he killed a young prince when said prince went topside to give him grief about him fighting back against child sacrifices.Incidentally, this tale has a lot of surface-level similarity to the Mongol epic of Jangar Khaan, who likewise was born from a bloody sac birthed by his mother that was all but impenetrable until his father, Dorzh Khaan, took out an ancestral sword and hacked him out of it. When he's born, he's ferociously strong and ill-tempered and has a blood clot in his hand — the traditional Mongol sign that he will \"walk with death\" — which terrifies his mother but delights his warlike father. He then grows at a prodigious pace until, at the age of three, he more or less leads his tribe to the complete decimation of various Chinese kingdoms to avenge his father's death. Which he does by sneaking into an impenetrable fortress and breaking the enemy king's legs, then his arms, then his ribs, then his spine, and then, finally, his neck. This may indicate that Ne Zha was influenced by Jangar as the latter is almost assuredly much older.Igbo mythology has two. Ikenga, the proud ram-horned (sometimes literal two-faced warrior depending on the region) warrior that represents just war for the sake of improvement (his domains were also Achievements and Time). The other is Ekwensu, lord of Chaotic War, tortoises, and bargains.Pacific Mythology: Hawaiian mythology has Ku.He kind of looks likeBeavis.Turko-Siberian mythologies have Qizaghan, whose name basically translates to the word for \"fury\" in most Turkic languages. He's also described commonly as wielding a spear and riding upon a red horse. This makes him somewhat reminiscent of Odin, who also embodies these aspects of combat. One could conceivably make a case for Tengri himself, who was often prayed to by Turks and Mongols for success in battle. Some Turkic dastans (sagas, essentially) describe Tengri taking the form of a white wolf in the mortal world, which was heralded as a sign of victory in a coming fight.Begtse is the fierce Mongolian god of war.Philippine Mythology: The Tagalog sun deity Apolaki was also a god of war and a patron of warriors.\n\nTabletop GamesDungeons & Dragonshas quite a few:Gruumsh, thepatron deityof theOrcsin the default pantheon, also doubles as their god of war,unsurprisingly. His son, Bahgtru, is the god of strength and combat (and incidentallydumber than a sack of Mjölnirs), while hislieutenantIlneval is the god of warfare and leadership.Other pantheons in the default setting have their own war gods. Drow have Selvetarm, god of war and bloodshed. Elves have Corellon Larethian, who has warfare among his many fields of influence asthe leader of the elvish gods. Dwarves have Clangeddin Silverbeard, The Father of Battles (as well as a few other, lesser gods). Gnomes have Gaerdal Ironhand, the god of defenders and warriors. Even the normally peaceful Halflings have Arvoreen, god of protection, vigilance, and war. Althoughrarely mentioned from 3.0 onwards, goblins and hobgoblins have... pretty much all of their gods, except the one with diplomacy as his portfolio (and even then his role is chiefly to get goblinoids to cooperate together to wage war onanyone else).Forgotten Realms:Tempus, the God of War and Lord of Battles. Most of his worshipers are exactly asAx-Crazyas you would expect. Tempus himself, however, while listed asChaotic Neutralin the first three editions, generally respects the rules of war and firmly believes that war for its own sake is pointless; the only thing that gives it meaning is the peace that follows.Tempus also has three subordinate deities that specialize in specific aspects of war.The Red Knightis the demigoddess of strategy and tactics,Valkurspecializes in naval warfare, andGaragosis the demigod of bloodlust and destruction (only avoiding aChaotic Evilalignment in 3E because he's a virtually nonsentient personification of rage). Interestingly, while The Red Knight and Valkur are mortals that ascended with Tempus' aid, Garagos used to be the god of war in the Netherese pantheon under the name Targus. He was somewhat less rage-filled back then, but was usurped by the newcomer Tempus in the aftermath of the fall of Netheril, and had to re-invent himself in a lesser niche.Faiths and Pantheonsstates point-blank that Tempus could stomp him flat if he wanted, but he isn't interested in taking on that section of the portfolio of war.God of EvilBane is an indirect example, as he's the God of Tyranny and Strife. His focus is less on war and more on conflict and domination in general, with him being the patron deity ofEvil Overlords, warlords,crime lords, anyone with authority and the willingness to violently exert it. In hisbriefappearance inBaldur's Gate III, he delivers theBadass Boastthatevery blade ever sharpenedempowers him.Meanwhile, the Mulhorandi pantheon has Anhur, an interesting example in that he isChaotic Goodand fights only against evil. He's also a deity of storms.The main war gods of the 3.5 default setting arehalf-brothersHeironeous (Lawful Good) and Hextor (Lawful Evil), as well as Kord (Chaotic Good) and Erythnul (Chaotic Evil).D&D actually provides the page image for this one; that's Bane (no relation to hisForgotten Realmsnamesake,allegedly), the god of war in theNentir Valecampaign. He'sLawful Evil, with several good and neutral followers due to the order his church imposes. His greatest enemy is the aforementioned Gruumsh, who's waged war against him for thousands of years all for the title of God of War.Eberron: Dol Dorn is the most traditional war god, being the Sovereign of Strength and Steel, representing the conflict of good and evil. However, the combined Sovereign Host/Dark Six religion has the Three Faces of War: Dol Dorn is the god of war, Dol Arrah (Sovereign of Sun and Sacrifice) is the god of honor, and Dol Azur (also known as the Mockery, the Dark Sovereign of Betrayal and Bloodshed) is the god of slaughter.Several of the Immortals, the god's equivalent inMystara, have War as their domain, each one focusing on a different aspect. Some most famous include Vanya, patron of offensive warfare, conquest and victory, Petra, patron of defensive warfare and her lover, Halav, patron of honorable warfare. The most War-related of all Immortals is the Eternal General, whose domain is war in all its aspects, down to tinest minutia. General's the one you pray to whenever you lead an army to an attack or plan boring things like routes for supply lines.La Notte Eterna, a 3rd party setting forD&D5e: Luzagaar, theChaotic Evilgod of destruction, is worshipped primarily by warlike, primitive tribes to whom he promises an afterlife full of bloody battles.Exalted: There are six major war gods, one for each compass direction and the centre, each of which also covers a particular variety or aspect of warfare, all presided over by a general Goddess of War. Some of these war gods also cover separate but related purviews. There are also a few related and superior gods, and besides these, there are innumerable lesser war gods.Ahlat, the southern war god, began his life as the god of mating fights between bull walruses before becoming a god of cattle, and was promoted to Southern war god after his promotion of cattle raid warfare produced large numbers of fine warriors. He views war as a way to test and strengthen people, with glory and loot as a reward for the victors, and consequently favors small-scale, constant raiding over great campaigns and empire-building, which he considers too impersonal, strategic and cruel — skirmishes between tribes rarely do much lasting harm, but wiping out cities and enslaving nations goes against his temperament.Siakal, the western war goddess, embodies war's savage side and is specifically the goddess of berserkers and of slaughter in warfare. She is also the goddess of sharks, since they're related to her domain and embody the savage bloodlust she prefers. She advocates for constant warfare and that all confrontations should end in slaughter or enslavement, and all other war gods view her as an enemy.The twins Nasamara and Voharun are the northern war gods. Nasamara represents the desire for glory and victory that drives soldiers into battle, while Voharun represents the loss and grief left behind in the end.Sunipa, the eastern war goddess, represents war constrained by rules and presides over soldiers, strategists, mercenary companies, and honorable engagements. She believes in a civilized form of warfare and emphasizes honorable conduct, measured retribution, and graciousness in victory and defeat. She intensely dislikes wars started for petty reasons or motivated by war profiteering.Tachi-Kun, the central war god, is the god of warfare among the Exalted. He has a low opinion of the state of modern warfare, which he regards as little more than primitive squabbles and pale imitations of the glorious conflicts of past ages.All of these deities ultimately answer to E-Naluna, the Queen of War, who is responsible for overseeing and managing the purviews of all war gods employed by Heaven.Technically distinct from regular war gods are the deities of the Division of Battles in the Bureau of Destiny, who plan and determine the course of future conflicts in the context of Creation's overall destiny but don't strictly involve themselves with the here-and-now of warfare or with actual mortal combatants. Notable figures here are Mars, the Maiden of Battles, who holds dominion over conflict of all kinds, from pitched warfare and political struggles to barroom brawls and personal confrontations; and Hui Dai Liang, the Lord General of the Division of Battles, who directs the division as a whole and believes that Creation's destiny should be one of change through war and violence.In addition, the Unconquered Sun is regarded as the highest war god in Heaven, but in practice delegates the bulk of this purview to Mars and the rest of the lesser war gods.Grim Hollow: One of the four deities who survived the apocalyptic battle against theAetherKindredwas Maligant, God of War and Strategy. When he wasdriven insaneandfought his fellow surviving deities to aMutual Kill, the position of War God was essentially divided between the two new pantheons that replaced them; the benevolent Arch Seraphs and the malevolent Arch Daemons. The Seraph of War is Empyreus, worshiped as the Seraph of Valor, whilst his Daemonic counterpart is Tormach, Daemon of Slaughter and Destruction. Reflecting the morally ambiguous tendencies of this trope, Empyreus has a reputation for fostering zealotry, dogmatism and self-righteousness, but at leasthe's better than Tormach, a ravening killer drunk on his own bloodlust andreviled for his mindless savagery even by the other Arch Daemons.GURPS: TheDungeon Fantasysub-line features classic dungeon fantasy-style clerics and holy warriors, and allows for the possibility of them worshiping a range of deities.GURPS Dungeon Fantasy 5: Alliesdistinguishes deities by their \"elements\" (which determine the powers of any supernatural servitors they send to aid their worshipers), and \"War\" is one such element.GURPS Dungeon Fantasy 7: Clericsoffers different spell lists and special powers for different types of deity served, and again, \"War\" is an option.It's easy to think of war gods as inherently evil. After all, violence and large-scale bloodshed aren't exactly good things, certainly not from most individual humans' point of view. However, gods don't have to take a human point of view, and in any case, war may sometimes be necessary or unavoidable, especially in aDungeon Fantasyworld.In Nomine: While the angels — but not the demons — would object to this description, this role is functionally split between a number of Superiors: Laurence, Archangel of the Sword; Michael, Archangel of War; and Baal, Prince of the War.Laurence is the general ofThe Armies of Heavenand is particularly concerned with concepts of strategy, honor, and military discipline — the soldier isSoldier Versus Warrior. He runs his servants like a vast army, and among mortals prefers to sponsor hierarchical organizations with a martial bent — his closeness to the Christian faith means he has a particular fondness forChurch Militantorganizations, and he served as the patron of many knightly orders in his day.Michael is more of a warrior, concerned with glory in battle and individual struggle. He is a fighter without equal and prefers to sponsor a large number of warrior brotherhoods and clans over a single regimented organization.Baal is the leader ofThe Legions of Helland a mighty warrior in his own right; besides leading the struggle against Heaven, one of his greatest delights is when mortals turn to slaughtering each other of their own free will and for petty reasons. He has a close alliance with Belial, Prince of Fire, with whom he shares a great appreciation for the aesthetic value of burning cities and large explosions, and Vapula, Prince of Technology, whose destructive inventions Baal is always happy to find a use for.Mutant Chronicles: Algeroth is the Dark Apostle of War and Technology.Pathfinderhas several deities associated with war, represented in-game by them granting the War domain and the Blood, Duels, or Tactics subdomains to their clerics.The primary one is Gorum, the actual god of war and battle. He'sChaotic Neutraland cares nothing for the causes that people fight for; as long as there is war, Gorum will be there to aid the good and the evil alike. He is chiefly concerned with the physical aspects of battle and is worshipped by frontline soldiers in particular.The '\"War of Immortals\" event starts when Gorum is slain by the Achaekek, god of assassins. Gorum had arranged for himself to be killed, believing his continued survival risked his nature being corrupted bythe worst among his worshippers.Torag is the dwarven god ofstrategy; where Gorum is the footsoldiers' god, Torag is the generals' god.Iomedae,militaristicgoddessofhonour and justice, is often worshipped as the patron of just wars, though she herself would prefer to lose that title.General Susumu, the Black Daimyo, is theLawful EvilTian Xian god of glory and war.The Osiriani — i.e., Egyptian — pantheon includes Sekhmet, the goddess of war and vengeance.Acavna, the ancient Azlanti goddess of the moon, also oversaw battles fought for defensive purposes. She was the bitter enemy of Nurgal, the god of the sun and aggressive warfare: this culminated in a battle where Acavna clove Nurgal in two, with each of his halves becoming a lesser deity — thedemon lordNurgal, who governs senseless wars that should not have been fought in the first place, and theinfernal dukeNergal, who rules over wartime atrocities.Ragathiel, empyreal lord and General of Vengeance and generalsmitingof evil.Moloch,archdevilof war, fires, andobedience, is thegeneralin charge ofThe Legions of Hell, and is concerned with the regimented nature of the army itself.Szuriel,archdaemonandHorseman of War, is essentially what happens when a divinity adopts the mentality of aPsycho for Hire. Szuriel represents war'smost negative aspects— societal breakdown, war crimes,rape and looting, andgenocide. Essentially the personification ofWar Is Hell, her few followers are inevitablySociopathic Soldiers,General Rippers, or fellowPsychos For Hire. Like all daemons, she wishes for nothing less thanthe end of all life in the multiverse, and sees warfare and carnage as the best way of accomplishing this.Ymeri, the evil elemental lord of fire, is strongly associated with war and is the most militarily-minded of the elemental lords.Psomeira, one of the hero-gods of Iblydos, serves as a living goddess of war and spears.Ponyfinder: Blaze is a deity of protective and retaliatory war; she calls for her worshippers to be able and willing to defend themselves regardless of the cost, and believes that threats should be dealt swiftly and with such overwhelming brutality that nobody who hears about them will even consider harming her children again. On those rare occasions where she manifests in the flesh, she appears on the eve of battles to signal that her followers will achieve victory at a terrible cost.RuneQuest: Glorantha, as a world of bellicose Bronze Age tribes and spreading empires, sees a great deal of conflict, and has many war gods as a result.The Storm pantheon, a bellicose clan worshipped by the barbarian tribes of the Orlanthi, has a number of gods at least partly associated with war:Orlanth, the chief of the Storm gods, is worshipped as a war god in his aspect as Orlanth Adventurous, which embodies the drive to go out into the world and impose your will upon it. Members of this subcult organize into warrior societies who form the core of armed forces during war and sally out to perform plunder and cattle raids the rest of the time. The cult of Orlanth Adventurous also includes the cult of Vinga, who is either Orlanth's daughter or Orlanth's female aspect, and the patron of warrior women.Ygg represents the physical and untamed part of war: overwhelming, insatiable in battle and destructive.Humakt is the god of death, mercenaries and soldiers, and can be found on all sides in any conflict. His worshippers are holy killers, ordained to carry out their sacred tasks within a circumscribed role. In peaceful regions, Humakt's cult is relatively minor. In areas of constant conflict, Humakt is well-respected. Humakt severed all ties with the Storm gods so that kinship wouldn't stain them with the bloody deeds he had to perform, and his worshippers cut off all ties with their families and clans for the same reason.In the Solar/Lunar pantheon, war gods tend to be associated strategy, soldiers, and organized combat over warriors and glory:Yelmalio is a god of defensive combat and of soldiers, who fought to protect the holdouts of life during the Darkness and expects his followers to emulate him. Members of his cult are entered into military service at majority and trained in combat with bow, spear, and shield, and placed into rotating shifts for military service. When they are not called upon to protect their towns or homelands, Yelmalio cults often work as mercenaries.Polaris led the armies of the Upper World in the Gods War. He is worshipped as the General of Heaven, and commanding officers of many armies sacrifice to him for aid in battle.Yelorna is a goddess of female warriors, especially cavalry, providing them with a place in a predominantly male field. Her war cult is the only one with a female membership tolerated under the otherwise patriarchal Solar hierarchy.Hwarin Dalthippa was a skillful general and conqueror during her time as a mortal in the Middle World, and remains an important deity of conquest and military expansion among her other roles.Yanafal Tarnils and serves as the major war god in the Lunar Empire, and his cult members are career soldiers and officers in the Lunar Army. Rank within the cult is almost always coterminous with one's military rank.Babeester Gor has been the main war goddess of the Earth deities since Time began, so Earth cultists seek her out when battle seems imminent. Faithful members of the cult are expected to die in combat; any other death stinks of dishonour. She is savage and wild, drunk with bloodlust and drenched in the blood of her enemies. She wears nothing save for garlands of bloody trophies taken from her foes.Zorak Zoran is the primary war god for trolls and worshipped in this aspect by several human groups as well. He is the mindless explosion of fear and frenzy against both Order and Chaos, which finds its only justification and satisfaction in unlimited violence. In troll areas, all war leaders likely belong to his cult. Even elsewhere, some war leaders are likely to be at least initiates.Wachaza is the sea god of death and war. He is the war god for the majority of Gloranthan mermen and for a few seafaring human cultures.Traveller: InSword Worlds, the Aeserist (neo-Norse paganism) religion interprets Tyr as the god ofchivalryin an interesting variation.Warhammer:While all of the gods of Chaos are arguably associated with war in some form, Khorne, the Blood God and lord of rage, wrath, hate, bloodshed, and violence, embodies this concept unambiguously. He also embodies martial honor as well as excessive violence, so his followers can be both noble if bloodthirsty warriors and insane butchers, but most fall somewhere in between. He also demands that his followers spill blood and collect skulls in his name, and kill any magicians/psychics with extreme prejudice. Khorne is also possibly the single most powerful divinity in any givenWarhammersetting, barring possibly Tzeentch. You can't mention War Gods while playing tabletop games without someone shoutingBLOOD FOR THE BLOOD GOD! SKULLS FOR THE SKULL THRONE!Khaine, the Bloody-Handed God, serves in the pantheon of the Elves and the Eldar as god of rage, murder, and war. InFantasy, the High Elves honor him with caution and only on the eve of battle, while the Dark Elves revere him as their chief and patron deity and place particular importance on his role as the god of murder. In40,000, he is the patron of the Aspect Warriors, Craftworld Eldar dedicated to highly specialized and almost monastic combat orders, and of the Incubi, Dark Eldar warrior cults single-mindedly devoted to the pursuit of martial excellence. InAge of Sigmar, he's worshipped by one of the most powerful cults in the gameeven if his power and position has been secretly usurped by Morathi.The twin gods Gork and Mork, the Orcish/Orky gods of brutal cunning and cunning brutality (one hits you when you're not looking, the other hits youreally hardwhen you are). In allWarhammersettings, greenskin society revolves around violence and war; with no other gods other than the two in their pantheon, there not much more than war gods and not much to be gods over other than war, even though the Orks have a hard time telling which is which. Arguing over which is yet another excuse for them to fight each other.The two became fused into one deity, Gorkamorka, during the End Times, but this hasn't curbed their enthusiasm for a fight at all. And if they run out of foes to krump, they'll just split apart and fight themself.Warhammer 40,000has the Emperor of Man, matched to his fantasy counterpart, theConan-esqueSigmar. Both were statesmen and generals without peer, founded human-centric empires, and were thereafter revered as gods by the future generations of their respective empires. Both can be regarded as the deity of their Empire, (much of) humanity, and by extension, order. Also, since both Empires are constantly at war, and their followers openly and are encouragedmix both warfare and religion, both can also safely be considered war gods.Warhammer Fantasy:The human nations have Ulric and Myrmidia, the first being the traditional war god of the ancient forest tribes and aGood Counterpartof sorts to Khorne and the other anExpyof Athena popular among the southern nations. Sigmar, the Empire's patron god, is also a militant deity who expects his followers to sort out their own problems by force of arms. Ulric is about honorable combat and manly butchering of the enemy, Myrmidia is a strategist par excellence and is a ruthlessCombat Pragmatist, and, while Sigmar is fine with his followers doing whatever, he himself very much loved to take his hammer to enemy skulls in life and is just as belligerent and fighty in divinity.Grimnir is the Dwarfs' chief warrior god, embodying fearlessness in battle, excellence in arms, and the willingness to lay down your life in pursuit of a worthy cause.Solkan, one of the Gods of Law, is a militant deity, presiding over holy wars and the fierce, unyielding struggle against evil and chaos. As a result, he is particularly opposed to Khorne.Warhammer: Age of Sigmar: As a mortal elf, Tyrion was one of greatest warriors the elven nations ever produces. As the god of light, he's taken that to its logical conclusion; those elves of Hysh who follow his teachings are known for being more martial and militaristic then those who follow his brother Teclis, the Mage-God. This makes sense, as the siblings were a famousSword and Sorcererduo as mortals.\n\nVideo GamesCastlevania: Circle of the Moon: The Mars card, referencing the god ofClassical Mythology, as described:Mars, god of war.Has the potential of change.InConqueror's Blade, the Glaive hero class has a special move called God of Battles, which grants the hero and nearby allies increased damage for a short time.Along with the examples fromGreek Mythology, there'sKratos, the occasionalGod of War. Though he didn't hold onto the title for very long. Fortunately, enough other ones appear to not make the series be of anArtifact Title.After crossing intoNorse Mythologyterritory, we are introduced to Týr, though he has not been seen inGod of War (2018)and is presumed dead. Unlike typical examples of War Gods, he's described as anAll-Loving Herowho advocated for peace and traveled across the realms learning of other cultures. He shows up inGod of War Ragnarökwhere Kratos and Atreus rescue him from imprisonment...or to be more specific, they end up \"rescuing\" Odin disguising himself as Tyr. The real Tyr is rescued in a post-game questline. TheValhallaDLC shows that despite being a peace-lover he is far from a pacifist, seeing combat as a way to hone both body and mindwhich is why he's decided to act as aWarrior Therapistto Kratos.Tales of Symphonia: The other Kratos receives the titleWar Godwhen he reaches Level 100.WarinDarksiders.InFall from Heaven, the FourHorsemen of the Apocalypsealso make an appearance, including Buboes, the Horseman of War and Stephanos, the Horseman of Conquest... and, on top of them, the Avatar of Wrath, a colossal manifestation of concentrated anger and bloodlust. The overall god of war (and chaos), when armageddon isn't happening, is Camulos.There's Uesugi Kenshin from the Warring States Period of feudal Japan. Both historically and in theSamurai Warriorsseries, he's often referred to as 'Bishamonten', an earthly incarnation of the God of War.Uesugi Kenshin also appears in theSengoku Basaragames and their anime adaptation. He's not directly referred to as Bishamonten in these, but he is known as \"the War God of Echigo.\"RuneScapehas Bandos, theBig Badof the Cave Goblin storyline. The goblinscallhim the \"Big High War God\".There's a wholepantheonof them in the form of The Second Circle fromLusternia. They range from noblecombat aestheteslike Terentia the Even-Bladed, who glory in the poetry of warfare, tobloodthirstyhunters like Shikari the Predator, who is described as fond of \"playing with his prey\".Age of Wonderslets you build a shrine of war and worship the Spirit of War, portrayed as an empty red helmet with red skeleton arms. He sends you on missions about killing and destroying.InPrincess Maker 2, Olive can fight the war god.If she beats him,she gets his sword.NetHackfeaturesDeath, Famine, and Pestilencein its endgame, leading one to question where exactly War is.It's the player.Balthazar inGuild Wars.He makes his returninGuild Wars 2.He startedopposingthe other deities and was somehow stripped of his godhood.InSoulCalibur 3'sChronicles of the Swordmode, one chapter begins with the player character musing about how they heard someone call them War God(dess) once (Which is not an unreasonable claim).Morrighan of theMabinogiuniverse is the Goddess of War and Vengeance, a fact which heavily contrasts with her angelic appearance andBig Goodstatus.As it turns out, she's not quite as good as she looks, although she is well-intentioned.Pillars of Eternityhas Magran, the goddess of war and fire. Her priests frequently wield firearms and were partially responsible for the creation ofthe Godhammer bombwhich killed a man who claimed to beand wasan incarnation of the god Eothas. Your party member Durance was one of the priests in question and is frequently remarkably disrespectful of her, calling her a whore among other things - though it's just as he isfrequently remarkably disrespectful of everyone else.InSword of the Stars, theTarkabelieve in the war god Sardo Kal. He is also their pantheon'sTrickster God.This, in many ways, says a lot about the way the Tarka view combat.There's multiple inTears to Tiara 2. Melqart theGod of War.AshtarteandTanit, both the Goddesses of War and Harvestand the same person.The firstborn of Gwyn fromDark Soulsacts as the deity of the Warrior of Sunlight covenant, and is said to be a god of war. However, this covenant is often cited as theleastbelligerent of the nine available, since the guild has little to noPvPinteraction, benefiting those who leave summoning signs simply to help people overcome staggering odds.He gets to show his true might when we fight him as the Nameless King inDark Souls IIIand goddamnhe is NOT pulling his punches!Dark Souls IIbriefly mentions a god named Faraam who is another god of war, but whether he actually existed or is just a myth is left vague.Inevitable inSmiteas the basis is Gods from various mythologies duking it out in combat, various aforementioned Gods in the mythology section make an appearance, including Athena, Ares, Neith, Odin, Tyr, Freya, Guan Yu, Kali, Bellona (the Roman equivalent of Enyo) and Hachiman.The Elder Scrolls:In the oldNordicpantheon, Shor (their version ofLorkhan/Shezarr, the \"dead\" god who convinced theAedrato create Mundus, the mortal realm) was a bloodthirsty warrior king and was also theirTop God, fitting for aProud Warrior Race. After his \"death\", his spirit was forced to wander Mundus, occasionallytaking formas a \"Shezarrine\", who would typically act asgreat champions to mankindwhile slaughtering many, manyElves. Even though most modern Nords have adopted the ImperialNine Divinespantheon, many still hold Shor in high regard.Talos, aDeity of Human Origin(possibly via aMerger of Souls), is both the God of War and God of \"Good Governance\" in the Nine Divines pantheon. He is possibly aliteralSpiritual Successorto Shor, with one of the beings possibly making up Talos (Wulfharth Ash-King) believed to have been a Shezarrine. He is extremely popular to both Imperials and Nords, and the ban placed on his worship as part of the White-Gold Concordat with theAldmeri Dominionis major factor in theCivil Warseen inSkyrim.Zenithar, the Aedric Divine God of Work and Commerce, is described as a \"warrior god\", but \"one who is reserved and restrained in times of peace\". His followers also describe him as the \"god who will always win\", ashe stands to gain from any action.Stendarr, the Aedric Divine of Mercy and rule through forbearance, is treated as a war god in many interpretations, particularly the Nordic version Tsun, depicting him as the god oftaking your foes alive for ransom. Tsun is also the shield-thane of Shor who tests worthy warriors to see if they are allowed to enter Shor's halls, and in the events ofSkyrimthe player ends up having to fight Tsun in honorable combat.Ebonarm is a god of war worshiped in the Iliac Bay region. He is aBlack Knightwith anebony sword fused to his right armand is \"never seen\" without his suit of ebony armor. While he is a god of war,he won't fight in any war that started for petty reasons. When he appears on the battlefield, it is usually topreventbloodshed and reconcile the opposing sides.Trinimac was a prominent deity among the earlyAldmerand served as the champion ofAuri-El, the Aldmeri aspect of Akatosh. Trinimac was a warrior spirit, said to be the strongest of the et'Ada (\"original spirits\"), and in some places was even more popular than Auri-El. According to Aldmeri religious tradition, it was Trinimac who led the Aldmeri armies against Lorkhan's supporters, the races of Men. Trinimacslew Lorkhanand removedLorkhan's heartfrom his body. However, Trinimac would later be \"eaten\" by the Daedric PrinceBoethiahso that Boethiah could manipulate Trinimac's followers, who would become the Chimer. After being tortured in Boethiah's stomach, the remains of Trinimac were \"excreted\". These remains became the Daedric PrinceMalacathand his remaining followers were transformed into theOrsimer (Orcs). Malacath somewhat confirms this story, but complains that it is \"too literal-minded\".Though the Daedric Prince Hircine is a god of nature and hunting, he is also a god of the dynamic between predator and prey, and relishes any scenario where the two roles interchange. As such, he is often perceived as a god ofsmall-scale combat between worthy foes, and in his appearances, he chooses tofight fairlyorpraises the player for their ability to either down mighty foes or turn a hunt against the hunters.Though he isn't actually a deity, it's possible thatSpinalfromKiller Instinctis worshipped as one, given that theOminous Swedish Chantinginhis theme songseem to be invoking him as one.Vakna, vakna, mäktiga gud!(Awaken, awaken, Mighty God!)Kallar på Spinal, krigarguden!(Calling for Spinal, the Warrior God!)Fräls oss, fräls oss, mäktiga gud!(Deliver us, deliver us, Mighty God!)Med guden Spinals krafter och mod(With the powers and courage of Spinal the God)Final Fantasy XIV:Among Eorzea's pantheon of gods, the Twelve, Halone the Fury is the goddess of ice and war. Fittingly, she is the guardian deity of the Holy Sea of Ishgard, who havebeen at war with the Dravanian Hordefor athousand yearsby the time the player pays them a visit.Though Halone is the official war goddess,Rhalgr the Destroyeris also frequently associated with war as the patron god ofAla Mhigo. In Eorzean myth, Rhalgr was Halone's mentor in combat.The insectoid Gnath worship Ravana, Lord of the Hive, as an immortal general who will lead their people to conquest and glory.Destiny: Xivu Arath is the Hive's god of war, meaning she perfectly embodies theirOmnicidal Maniacphilosophy. She doesn't have her sister Savathûn's cunning or her brother Oryx's knowledge, meaning she's often considered theleast intelligentof the Hive's three gods, but she does have discipline, strategic acumen, and incredible, bloody-minded tenacity. She's described as having elevated regular attrition warfare into a new form of war that attacks \"the enemy’s very fundamental modes of being and knowing\", forcing her enemies to fight battle after endless battle until they simply lose the will to resist. Worse, she draws power from battle and carnage no matter who's doing the dying, meaning she grows stronger even when she's defeated. And she hasn't been defeated in alongtime.Clovis Bray:\"Identify yourself or be destroyed.\"Xivu Arath:\"I AM WAR.\"Daikaiju Daikessen Versus: The backstory of one of the playable kaiju, Ascha'Vovina, involves it having been kept as a pet by a god of war named Acubens, who used it to annihilate entire civilizations for his amusement. However, Ascha'Vovina eventually grew too powerful for him to control and tried to eat him, leading to it being cast out into the multiverse.InAlbion, the Kenget Kamulos split off from the other Albion Celt and druids to worship the War God Kamulos, living in an oppressive, inegalitarian underground society and, naturally, being aProud Warrior Race. While the existence of gods in this setting is uncertain, the leader of the Kenget Kamulos is able to transform into the avatar of Kamulos, rather spectacularly providing one of the very fewBoss Fightsin the game. However, in a setting where demons are fears made flesh by magic, that doesn't necessarily prove independent existence of the god.Genshin Impactfeatures several examples among itsFantasy Pantheon:Morax, God of Contracts and theGeo Archonof Liyue, is hailed as a warrior god for his dominance in theArchon War2000 years prior to the game's present.Baalor rather, her sister, Beelzebul, Goddess of Eternity and theElectro Archonof Inazuma, likewise served as a frontline general for her nation in the same war.Haborym, thePyro Archonof Natlan, is the actual holder of the title \"God of War\" among Teyvat's pantheon, though also a unique example of the concept.For one, they're aLegacy Character, with therole and its divine powerpassed to the nation's most powerful mortal warrior of each generation. Rather than overseeing war as a concept, they instead lead and safeguard the warriors of Natlan in theirForever Waragainst the Abyss.Hades:In the first game, Ares and Athena can both grant boons to Zagreus. As is normal for the myths, Ares is aBlood Knighthappy to watch Zagreus slaughter his way through the underworld, while Athena advises a more cautious approach.Ares:You bear the blessing of Athena, yes? She would protect you from your enemies, whilst I would rather that you slay them, and be done.In thesecond game, since there's anactualwar going on, things are a little different. Athena doesn't give out regular boons because she's too busy fighting, only showing up rarely when Mel distinguishes herself. It's not quite clear what Ares is up to most of the time, but he does show up eventually (after youencounter Typhon for the first time), and everyone generally assumes he was off slaughtering Chronos' forces somewhere. However, this game also showsAphroditein her rarely-seen war aspect, Aphrodite Areia. She is one of the most active gods in the war (second only to Athena and possibly Ares), she's actively armed and by all appearances personally fighting on the front lines, and cheerily recommends that Melinoë cut a bloody swath through the enemy. Not to mention that her boons still have the highest damage bonus of all the gods. This contrasts most of the other gods, who largely treat the war as an interruption to their parties.Aphrodite:You know, gorgeous, I like getting my way. And right now I would like for you to cut a bloody little path through every single wretch and traitor who dares get in yours.Please?\n\n",
  "examples": [
    {
      "section": "Examples:",
      "text": "Chainsaw Manhas the WarDevilYoru, the second of theHorsemen of the Apocalypseand theAnthropomorphic Personificationofmankind's fear of war. As the embodiment of senseless violence she takes the form of aPsychopathic Manchild, with the goal of intensifying theCold Warby bringing nuclear weaponsback into existenceand making people live in fear ofWorld War IIItomake herself more powerful.It's revealed late in the story that the most powerful of the Weapon Devils — the Gun, Tank, and aforementioned Nuclear Weapon Devils — are merely her subordinates (in her words,children), with hertaking control of the former twoin the fight against theAging Devil.",
      "links": [
        {
          "title": "Chainsaw Man",
          "url": "/pmwiki/pmwiki.php/Manga/ChainsawMan"
        },
        {
          "title": "Devil",
          "url": "/pmwiki/pmwiki.php/Main/OurDemonsAreDifferent"
        },
        {
          "title": "Horsemen of the Apocalypse",
          "url": "/pmwiki/pmwiki.php/Main/HorsemenOfTheApocalypse"
        },
        {
          "title": "Anthropomorphic Personification",
          "url": "/pmwiki/pmwiki.php/Main/AnthropomorphicPersonification"
        },
        {
          "title": "mankind's fear of war",
          "url": "/pmwiki/pmwiki.php/Main/WarIsHell"
        },
        {
          "title": "Psychopathic Manchild",
          "url": "/pmwiki/pmwiki.php/Main/PsychopathicManchild"
        },
        {
          "title": "Cold War",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/ColdWar"
        },
        {
          "title": "back into existence",
          "url": "/pmwiki/pmwiki.php/Main/RetGone"
        },
        {
          "title": "World War III",
          "url": "/pmwiki/pmwiki.php/Main/WorldWarIII"
        },
        {
          "title": "make herself more powerful",
          "url": "/pmwiki/pmwiki.php/Main/ClapYourHandsIfYouBelieve"
        },
        {
          "title": "children",
          "url": "/pmwiki/pmwiki.php/Main/EvilMatriarch"
        },
        {
          "title": "taking control of the former two",
          "url": "/pmwiki/pmwiki.php/Main/FusionDance"
        },
        {
          "title": "Aging Devil",
          "url": "/pmwiki/pmwiki.php/Main/PrimalFear"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InFushigi Yuugi, the people of Kutou worship Seiryuu, who is this. He is the rival to theLove GodSuzaku, worshipped in Konan.",
      "links": [
        {
          "title": "Fushigi Yuugi",
          "url": "/pmwiki/pmwiki.php/Manga/FushigiYuugi"
        },
        {
          "title": "Love God",
          "url": "/pmwiki/pmwiki.php/Main/LoveGoddess"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Noragami:Yatois this, though he has fallen from grace forkilling other gods. Also, Bishamon and her many Seiki.",
      "links": [
        {
          "title": "Noragami",
          "url": "/pmwiki/pmwiki.php/Manga/Noragami"
        },
        {
          "title": "Yato",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sailor Moon: Sailor Venus is described as a Goddess of War. While less frequent than her other epithet of \"Goddess of Love\", the fact it's used byArtemisandAce, both of have known her since her past life. Venus mentioning she is a Goddess of War, is the first indication that ayoumawould get to feel her fury. She also has an enormous body count, achieved through cunning andbeing just plain unstoppable, and to which said youmawillbe added no matter what.",
      "links": [
        {
          "title": "Sailor Moon",
          "url": "/pmwiki/pmwiki.php/Manga/SailorMoon"
        },
        {
          "title": "Goddess of Love",
          "url": "/pmwiki/pmwiki.php/Main/LoveGoddess"
        },
        {
          "title": "Artemis",
          "url": "/pmwiki/pmwiki.php/Main/HeterosexualLifePartner"
        },
        {
          "title": "youma",
          "url": "/pmwiki/pmwiki.php/Main/MonsterOfTheWeek"
        },
        {
          "title": "being just plain unstoppable",
          "url": "/pmwiki/pmwiki.php/Main/TheJuggernaut"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Saint Seiya: The Saints work for Athena, the Goddess of War from Ancient Greece.",
      "links": [
        {
          "title": "Saint Seiya",
          "url": "/pmwiki/pmwiki.php/Manga/SaintSeiya"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Apotheosis of Washington, Lady Freedom is a fierce warrior who fights armored kings with her mighty eagle, flag-themed shield, and golden sword aiming for the sky. Fittingly, she sits directly under General Washington's seat in the clouds.",
      "links": [
        {
          "title": "The Apotheosis of Washington",
          "url": "/pmwiki/pmwiki.php/Art/TheApotheosisOfWashington"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Magic: The Gathering: With so many settings, the game has had several, mostly aligned with the color Red (emotions and chaos) or White (order and morality).In Kamigawa, there'sKataki, War's Wage, aWhite-alignedkamithat is pretty much a demented nutcase.Shadowmoor has theNobilis of War, a White and Red demigodthat causes hatred and violent emotions in the plane's inhabitants.Theros, inspired byGreek Mythology, has two based on Ares (and perhaps Phobos and Deimos, since they're \"the twins of war\"):Mogis, theBlackand Red god of slaughter and mindless violence, andIroas, the White and Red god of victory and honorable combat.In Ixalan, a Plane inspired by the Mayan, Inca, and Aztec Mythology, there isOjer Axonil, Deepest Might, with a skull for a head and a Dinosaur's head for an arm. While the Oltec are not a warlike people, and thus their pantheon's dedicatedWar Godis relatively unpopular for veneration, this does not stop him from doing everything in his power to arm his followers in the Thousand Moons, the Oltec's militia, and defend them.",
      "links": [
        {
          "title": "Magic: The Gathering",
          "url": "/pmwiki/pmwiki.php/TabletopGame/MagicTheGathering"
        },
        {
          "title": "Kataki, War's Wage",
          "url": "https://scryfall.com/card/mma/20/kataki-wars-wage"
        },
        {
          "title": "White-aligned",
          "url": "/pmwiki/pmwiki.php/Main/LightIsNotGood"
        },
        {
          "title": "kami",
          "url": "/pmwiki/pmwiki.php/Myth/JapaneseMythology"
        },
        {
          "title": "that is pretty much a demented nutcase",
          "url": "http://t.umblr.com/redirect?z=http%3A%2F%2Fweb.archive.org%2Fweb%2F20080312033901%2Fhttp%3A%2F%2Fwww.wizards.com%2Fdefault.asp%3Fx%3Dmagic%2Fsok%2Fkataki&t=Zjk5ZDZiMGExMDJjNGI3NGI1YjMwZmEzMTNlMjJjZjE2MGVjMWZmMSwxY2x5ZVNwYQ%3D%3D&b=t%3A2DfkhuDhXo6i59HWg2QN9A&p=http%3A%2F%2Fimakethecard.tumblr.com%2Fpost%2F158383861873%2Fkamigawa-short-stories&m=1"
        },
        {
          "title": "Nobilis of War",
          "url": "https://scryfall.com/card/mm2/195/nobilis-of-war"
        },
        {
          "title": "that causes hatred and violent emotions in the plane's inhabitants",
          "url": "http://www.wizards.com/magic/magazine/Article.aspx?x=mtgcom/daily/db48a"
        },
        {
          "title": "Greek Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "Mogis",
          "url": "https://scryfall.com/card/bng/151/mogis-god-of-slaughter"
        },
        {
          "title": "Black",
          "url": "/pmwiki/pmwiki.php/Main/DarkIsEvil"
        },
        {
          "title": "Iroas",
          "url": "https://scryfall.com/card/c16/205/iroas-god-of-victory"
        },
        {
          "title": "Ojer Axonil, Deepest Might",
          "url": "https://scryfall.com/card/lci/158/ojer-axonil-deepest-might-temple-of-power"
        },
        {
          "title": "War God",
          "url": "/pmwiki/pmwiki.php/Main/WarGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheMarvel Universehas several of these:Ares.Blood Knightextraordinaire, but surprisingly more of anAnti-Herothanmost examples, and a devoted father.Athena (more ofThe Strategist) to contrast with the above.Thoris occasionally referenced as one, even if the closest he comes is God of Strength.Lady Sif.Asgardians as a whole seem to have this as their hat.Odin and Tyr are the official Asgardian gods of war. Odin often plays up the wisdom angle by havingarranged the battle beforehand or planned for itand leads his troops. Tyr often serves as a secondarygeneralwho serves as a military adviser whenever Odin is not around.The Eastern God of War isAlexander, son of Ares, who now seems to be jiving on the god of fear thing.And others from less noted pantheons.",
      "links": [
        {
          "title": "Marvel Universe",
          "url": "/pmwiki/pmwiki.php/Franchise/MarvelUniverse"
        },
        {
          "title": "Ares",
          "url": "/pmwiki/pmwiki.php/Comicbook/AresMarvel"
        },
        {
          "title": "Blood Knight",
          "url": "/pmwiki/pmwiki.php/Main/BloodKnight"
        },
        {
          "title": "Anti-Hero",
          "url": "/pmwiki/pmwiki.php/Main/AntiHero"
        },
        {
          "title": "most examples",
          "url": "/pmwiki/pmwiki.php/Main/EverybodyHatesHades"
        },
        {
          "title": "The Strategist",
          "url": "/pmwiki/pmwiki.php/Main/TheStrategist"
        },
        {
          "title": "Thor",
          "url": "/pmwiki/pmwiki.php/Comicbook/TheMightyThor"
        },
        {
          "title": "Lady Sif",
          "url": "/pmwiki/pmwiki.php/ComicBook/LadySif"
        },
        {
          "title": "Asgardians as a whole seem to have this as their hat",
          "url": "/pmwiki/pmwiki.php/Main/PlanetOfHats"
        },
        {
          "title": "arranged the battle beforehand or planned for it",
          "url": "/pmwiki/pmwiki.php/Main/TheChessmaster"
        },
        {
          "title": "general",
          "url": "/pmwiki/pmwiki.php/Main/TheStrategist"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The DCUhas its own collection:Orion of theNew Godsis a comics original. However, he is an interesting play on the trope, as he has to constantly battle his own bloodlust, representing the psychological scar of war that never goes away. His portfolio also includes being the god of the fight. Which seriously screws over the DCU as a whole whenDarkseidhas him assassinated to kick offFinal Crisis, making all the heroes unable to stop it.Wonder Womanhas a recurring foe inAreswho often combines theBlood Knightaspects of Ares with the tactics of Mars. Whether or not the two are one and the same, and the details of his history with Wonder Woman, depend on the continuity. He was her originalArch-Enemyin the Golden Age, acting as the driving force behind the horrors of World War II. In theNew 52, Wonder Woman herself was temporarily tricked into believing she was the newest Olympian God of War.Athena likes to keep her own hands clean and manipulate others to do the fighting for her these days, and seems to enjoy the chessmaster adaptations her little brother Ares has developed over the years to combat her. She will also fight herself, but usually that ends things too quickly for her liking and is not really her style.Wonder Woman (1987): Neith may focus more on the hunting aspects of her portfolio but she hasn't forgotten her role as a goddess of war and loves a good fight. Her worshipers may have dwindled but the bloodthirsty Bana-Mighdall do her proud, evenArtemistheirWhite Sheep.",
      "links": [
        {
          "title": "The DCU",
          "url": "/pmwiki/pmwiki.php/Franchise/TheDCU"
        },
        {
          "title": "New Gods",
          "url": "/pmwiki/pmwiki.php/Comicbook/NewGods"
        },
        {
          "title": "Darkseid",
          "url": "/pmwiki/pmwiki.php/ComicBook/Darkseid"
        },
        {
          "title": "Final Crisis",
          "url": "/pmwiki/pmwiki.php/ComicBook/FinalCrisis"
        },
        {
          "title": "Wonder Woman",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman"
        },
        {
          "title": "Ares",
          "url": "/pmwiki/pmwiki.php/Characters/WonderWomanAres"
        },
        {
          "title": "Blood Knight",
          "url": "/pmwiki/pmwiki.php/Main/BloodKnight"
        },
        {
          "title": "Arch-Enemy",
          "url": "/pmwiki/pmwiki.php/Main/ArchEnemy"
        },
        {
          "title": "New 52",
          "url": "/pmwiki/pmwiki.php/ComicBook/New52"
        },
        {
          "title": "Wonder Woman (1987)",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman1987"
        },
        {
          "title": "Artemis",
          "url": "/pmwiki/pmwiki.php/ComicBook/Artemis"
        },
        {
          "title": "White Sheep",
          "url": "/pmwiki/pmwiki.php/Main/WhiteSheep"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Arawn: The Celtic war goddess Morrigan plays a part in the story. Arawn summons her to give him an army to fight his brother Math, which she grants him in exchange for a blood sacrifice. Siahm asks for her help in fighting the demon spawned from the Cauldron of Blood,which results in the demon killing Morrigan and absorbing her powers.",
      "links": [
        {
          "title": "Arawn",
          "url": "/pmwiki/pmwiki.php/ComicBook/Arawn"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hound: Morrigan, the goddess of war, sets her sight on Setanta and manipulates people into fighting each other to regain power for herself after peace has weakened her.",
      "links": [
        {
          "title": "Hound",
          "url": "/pmwiki/pmwiki.php/ComicBook/Hound2014"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Bait and Switch (STO): In chapter nine, Tess Phohl drops anOh, My Gods!line invoking Phelha, which the author's notes explain as an Andorian war goddess.",
      "links": [
        {
          "title": "Bait and Switch (STO)",
          "url": "/pmwiki/pmwiki.php/Fanfic/BaitAndSwitchSTO"
        },
        {
          "title": "Oh, My Gods!",
          "url": "/pmwiki/pmwiki.php/Main/OhMyGods"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Better Bones AU: Clear Sky is remembered enough by the Clans to become aDeity of Human OrigininStarClanand takes this role due to his warlike nature.",
      "links": [
        {
          "title": "Better Bones AU",
          "url": "/pmwiki/pmwiki.php/Blog/BetterBonesAU"
        },
        {
          "title": "Deity of Human Origin",
          "url": "/pmwiki/pmwiki.php/Main/DeityOfHumanOrigin"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Clair de Lune: The god-like Prince Lune mentions that he was deemed a Goddess of War centuries ago. His sister Celestia was a strategist, while Lune was the one who went into battle.",
      "links": [
        {
          "title": "Clair de Lune",
          "url": "/pmwiki/pmwiki.php/Fanfic/ClairDeLune"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Empath: The Luckiest Smurf: Ares. For some reason he wants Empath to be his \"god of conquest\".",
      "links": [
        {
          "title": "Empath: The Luckiest Smurf",
          "url": "/pmwiki/pmwiki.php/Fanfic/EmpathTheLuckiestSmurf"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A Force of Four: Wonder Woman's old enemy Mars manipulates several super-beings with the intent of destroying Earth.Mars:Mars is not tied to Earth. Mars is tied to war. And what better war than that of vast empires within the second Heaven? Where billions may die, billions more be enslaved, and the bloodflow which results nourishes my power with every drop. No. Earth is unnecessary. A canker in my being. When it is destroyed, only my pain will vanish. But it will not be destroyed yet.",
      "links": [
        {
          "title": "A Force of Four",
          "url": "/pmwiki/pmwiki.php/Fanfic/AForceOfFour"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Land of Dragons and Dungeons:The Knight of Time is a patron of soldiers, mercenaries, and other habitual or professional fighters. His temples serve as recruitment centers for armies and sellswords, although the bulk of his worship is done under battlefield tents.The Knight of Blood takes a secondary role in this regard as a deity of conflict, struggles, and lost causes. Unlike the Knight of Time, he is prayed to chiefly be conscripted levies, soldiers on the losing sides of wars, doomed revolutionaries, and others whose main goal is survival rather than victory.",
      "links": [
        {
          "title": "The Land of Dragons and Dungeons",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheLandOfDragonsAndDungeons"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Legend of Link: Lucky Number 13: The war god family consisting of Hadrian, Victorious,Link and Link Sr. They are descended fromthe Originals, and as such have inherited the unique ability toextinguish the life of other gods.",
      "links": [
        {
          "title": "The Legend of Link: Lucky Number 13",
          "url": "http://www.mediaminer.org/fanfic/view_st.php/19769"
        },
        {
          "title": "the Originals",
          "url": "/pmwiki/pmwiki.php/Main/TheLegionsOfHell"
        },
        {
          "title": "extinguish the life of other gods",
          "url": "/pmwiki/pmwiki.php/Main/KillTheGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Thousand Shinji: In this crossover withWarhammer 40,000Asuka becomes a devout worshipper of Khorne, Chaos God of War, Blood, and Rage. Itsgiftsgradually turn her into a berserkerSuper-Soldierand eventuallyinto its successor, \"fierce and furious Asukhon, goddess of Anger and War\". Khorne itself shows up in the two final chapters.",
      "links": [
        {
          "title": "Thousand Shinji",
          "url": "/pmwiki/pmwiki.php/Fanfic/ThousandShinji"
        },
        {
          "title": "Warhammer 40,000",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer40000"
        },
        {
          "title": "Super-Soldier",
          "url": "/pmwiki/pmwiki.php/Main/SuperSoldier"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A Wolf in the Garden: The aspect of Khorne that lives behind the Veil, rather than embodying slaughter and rage, embodies valor and martial honor. His domain is filled with the souls of the noblest and most honorable warriors ever to live, from all species, who constantly hone their skills in duels. Unlike Chaos!Khorne, he's also not stupid enough to despise ranged weaponry, and includes snipers and marksmen in his definition of \"warriors\".",
      "links": [
        {
          "title": "A Wolf in the Garden",
          "url": "/pmwiki/pmwiki.php/Fanfic/AWolfInTheGarden"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Vision of Escaflowne: In the movie, the titularDragon Armoris described as a God of War, among its other epithets. Although it doesn't show much agency without a pilot, it does seem to have a very destructive will of its own.",
      "links": [
        {
          "title": "The Vision of Escaflowne",
          "url": "/pmwiki/pmwiki.php/Anime/TheVisionOfEscaflowne"
        },
        {
          "title": "Dragon Armor",
          "url": "/pmwiki/pmwiki.php/Main/HumongousMecha"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Clash of the Titans (2010): Ares fromWrath of the Titansis the Greek God of War that betrays Olympus and sides with Hades in freeing Kronos from Tartarus as revenge forZeus's favoritism towards Perseus and hypocrisies.",
      "links": [
        {
          "title": "Clash of the Titans (2010)",
          "url": "/pmwiki/pmwiki.php/Film/ClashOfTheTitans2010"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Wonder Woman (2017): Ares tempts humans in new ways to wage wars. Diana believes him to be behind it all, but he reminds her that men areperfectly capable of doing it all by themselves, and he just lends them a hand.",
      "links": [
        {
          "title": "Wonder Woman (2017)",
          "url": "/pmwiki/pmwiki.php/Film/WonderWoman2017"
        },
        {
          "title": "perfectly capable of doing it all by themselves",
          "url": "/pmwiki/pmwiki.php/Main/HumansAreTheRealMonsters"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InAlien in a Small Town,most of the Jan Warriors, denied the chance to ever fight and kept as virtual prisoners, revere a fatalistic deity called Survival. Nuada, however, reveres the war god Glory and agonizes over how few accomplishments he has to show for himself before his god.",
      "links": [
        {
          "title": "Alien in a Small Town",
          "url": "/pmwiki/pmwiki.php/Literature/AlienInASmallTown"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InAstral Dawn, by Adam R. Brown, Tyr is the dark Norse god of war.",
      "links": [
        {
          "title": "Astral Dawn",
          "url": "/pmwiki/pmwiki.php/Literature/AstralDawn"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Blood Meridian: The Glanton Gang comes to regard Judge Holden as one. Whether he is, or somethingmuch worse, is left to the reader.",
      "links": [
        {
          "title": "Blood Meridian",
          "url": "/pmwiki/pmwiki.php/Literature/BloodMeridian"
        },
        {
          "title": "much worse",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Book of Swords: Mars features as a major character. He's aJerkass, but also kind of aJerkass Woobieat the very end. He's also one of only two of the gods we ever see even attempt to answer the petition of his followers. Yes, that petition was evil, but still.",
      "links": [
        {
          "title": "Book of Swords",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfSwords"
        },
        {
          "title": "Jerkass",
          "url": "/pmwiki/pmwiki.php/Main/Jerkass"
        },
        {
          "title": "Jerkass Woobie",
          "url": "/pmwiki/pmwiki.php/Main/JerkassWoobie"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Camp Half-Blood Series:Percy Jackson and the OlympianshasAres, who is the god Percy likes the least. He treats his children even worse than theother godsand would do anything tostart a war. Annabeth also points out that though he is decent at strategy he loses his head far too easily to use it to his advantage in a fight, and that \"strength is all he has.\"There is also Athena, who is the most logical of the Olympians. Percy notes that she would be a worse enemy than Ares, or possibly even Poseidon — if she wants you to die, you will die, no matter how long it takes for her to accomplish it.The Heroes of Olympusintroduces Mars, who is more reasonable than his Greek counterpart. He also treats his children a lot better, almost looking like aDoting Parentcompared to Ares, and seems quite amused at Percy talking back to him.",
      "links": [
        {
          "title": "The Camp Half-Blood Series",
          "url": "/pmwiki/pmwiki.php/Literature/TheCampHalfBloodSeries"
        },
        {
          "title": "Percy Jackson and the Olympians",
          "url": "/pmwiki/pmwiki.php/Literature/PercyJacksonAndTheOlympians"
        },
        {
          "title": "Ares",
          "url": "/pmwiki/pmwiki.php/Main/Jerkass"
        },
        {
          "title": "other gods",
          "url": "/pmwiki/pmwiki.php/Main/JerkassGods"
        },
        {
          "title": "start a war",
          "url": "/pmwiki/pmwiki.php/Main/BloodKnight"
        },
        {
          "title": "The Heroes of Olympus",
          "url": "/pmwiki/pmwiki.php/Literature/TheHeroesOfOlympus"
        },
        {
          "title": "Doting Parent",
          "url": "/pmwiki/pmwiki.php/Main/DotingParent"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Chronicles of the Emerged World: Shevrar, the patron deity of the Land of Fire, is primarily a god of war and combat, andNihal having been consecrated to him in infancy is hinted to be why she grew to be as skilled in and focused on combat as she is.",
      "links": [
        {
          "title": "Chronicles of the Emerged World",
          "url": "/pmwiki/pmwiki.php/Literature/ChroniclesOfTheEmergedWorld"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dark Shores: Tremon, patron god of warriors and soldiers. He grants his chosen great strength and endurance,Improbable Aiming Skillsand general military prowess, as well as leadership skills.",
      "links": [
        {
          "title": "Dark Shores",
          "url": "/pmwiki/pmwiki.php/Literature/DarkShores"
        },
        {
          "title": "Improbable Aiming Skills",
          "url": "/pmwiki/pmwiki.php/Main/ImprobableAimingSkills"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InDiscworld, War (of theHorsemen of the Apocalypse) married a Valkyrie and has become aHenpecked Husbandwho doesn't want to ride out whenDeathcomes for him. He amuses himself by watching ant colonies fight; human wars come and go but ants never seem to learn.",
      "links": [
        {
          "title": "Discworld",
          "url": "/pmwiki/pmwiki.php/Literature/Discworld"
        },
        {
          "title": "Horsemen of the Apocalypse",
          "url": "/pmwiki/pmwiki.php/Main/HorsemenOfTheApocalypse"
        },
        {
          "title": "Henpecked Husband",
          "url": "/pmwiki/pmwiki.php/Main/HenpeckedHusband"
        },
        {
          "title": "Death",
          "url": "/pmwiki/pmwiki.php/Main/TheGrimReaper"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dragonlancehas two, one for the Gods of Light and one for the Gods of Darkness. The former is Kiri-Jolith, god of Just Cause, usually depicted as a man with a bison's head, and the latter is Sargonnas, god of conquest and vengeance, usually a traditional minotaur (both, not incidentally, are popular godsamongthe minotaurs, the setting's most prominentProud Warrior Race). Paladine and Takhisis, the heads of both pantheons, also have martial aspects, though they do a lot of other things too.",
      "links": [
        {
          "title": "Dragonlance",
          "url": "/pmwiki/pmwiki.php/Literature/Dragonlance"
        },
        {
          "title": "Proud Warrior Race",
          "url": "/pmwiki/pmwiki.php/Main/ProudWarriorRaceGuy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Everworld:Ares shows up, rather briefly, in the seventh book, along with Heracles, who's implied to behis friend. Athena, meanwhile, proves to be practically the only Greek god who the characters actually like.Huitzilopotchlihas a major role in the second book, where his heart-eating shtick is played up for great horror. Apparently there's not much more to him than that, though.Merlin:A very stupid god, really. A war god, of course. The gods of war usually are rather dull.April:Is he dead?Merlin:No, no. Sadly, no. But injured. And sated. He's a predator, of course. It's all hunger with him. Once he's fed he isn't capable of much beyond sitting and digesting and waiting till the hunger sends him out once more to demand slaughter.Odin, Thor, and Balderare pretty important to the overall plot, and seem to be enthusiastic warriors who are smarter than Ares or Huitzilopotchli. We don't see them much, however, since they spend most of the series inLokiandHel's captivity.",
      "links": [
        {
          "title": "Everworld",
          "url": "/pmwiki/pmwiki.php/Literature/Everworld"
        },
        {
          "title": "Ares shows up, rather briefly, in the seventh book, along with Heracles",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "his friend",
          "url": "/pmwiki/pmwiki.php/Main/BashBrothers"
        },
        {
          "title": "Huitzilopotchli",
          "url": "/pmwiki/pmwiki.php/Myth/AztecMythology"
        },
        {
          "title": "Merlin",
          "url": "/pmwiki/pmwiki.php/Main/BigGood"
        },
        {
          "title": "Odin, Thor, and Balder",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        },
        {
          "title": "Loki",
          "url": "/pmwiki/pmwiki.php/Main/GodOfEvil"
        },
        {
          "title": "Hel",
          "url": "/pmwiki/pmwiki.php/Main/EverybodyHatesHades"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Good Omensfeatures theHorsemen of the Apocalypse, including War, aFiery Redheadwho works as a television war correspondent and has an uncanny knack for showing up BEFORE the war starts...",
      "links": [
        {
          "title": "Good Omens",
          "url": "/pmwiki/pmwiki.php/Literature/GoodOmens"
        },
        {
          "title": "Horsemen of the Apocalypse",
          "url": "/pmwiki/pmwiki.php/Main/HorsemenOfTheApocalypse"
        },
        {
          "title": "Fiery Redhead",
          "url": "/pmwiki/pmwiki.php/Main/FieryRedhead"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Incarnations of Immortality: Mars, the Incarnation of War, has complete control over all matters related to war and various magical abilities related to war. He alone controls theDoomsday Clock.",
      "links": [
        {
          "title": "Incarnations of Immortality",
          "url": "/pmwiki/pmwiki.php/Literature/IncarnationsOfImmortality"
        },
        {
          "title": "Doomsday Clock",
          "url": "/pmwiki/pmwiki.php/Main/DoomsdayClock"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Lost Years of Merlin:Rhita Gawr is theBig Bad, and is explicitly called the \"god of war\" in theSequel Series. This isnot true to the mythology, however, where he's not even a god at all. Meanwhile, Dagda, whoissomething of a war god inCeltic Mythology,doesn't really have that role here.",
      "links": [
        {
          "title": "The Lost Years of Merlin",
          "url": "/pmwiki/pmwiki.php/Literature/TheLostYearsOfMerlin"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Sequel Series",
          "url": "/pmwiki/pmwiki.php/Main/SequelSeries"
        },
        {
          "title": "not true to the mythology",
          "url": "/pmwiki/pmwiki.php/Main/SadlyMythtaken"
        },
        {
          "title": "Celtic Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/CelticMythology"
        },
        {
          "title": "doesn't really have that role here",
          "url": "/pmwiki/pmwiki.php/Main/EverybodyLovesZeus"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Magnus Chase and the Gods of Asgard: The Aesir like Odin and Thor are collectively considered war gods in contrast to the Vanir, who lean more towards being gods of nature. Tyr is one of the few who is explicitly this, being the god of honorable combat.",
      "links": [
        {
          "title": "Magnus Chase and the Gods of Asgard",
          "url": "/pmwiki/pmwiki.php/Literature/MagnusChaseAndTheGodsOfAsgard"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InMalazan Book of the FallenFener is 'The Boar of War'. He is worshipped by the Grey Swords, a religious mercenary company from southern Genabackis, and the odd Malazan soldier who doesn't take the outlawing of his cult too seriously. Early in the series, he gets cast down into the mortal realm and loses his immortality and most of his power, but the demigod Trake, the Tiger of Summer, ascends to take his place and inherits most of his worshippers.",
      "links": [
        {
          "title": "Malazan Book of the Fallen",
          "url": "/pmwiki/pmwiki.php/Literature/MalazanBookOfTheFallen"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Romance of the Three Kingdoms: Guan Yu, who is as often referred to as \"the God/Saint of War\" due to his nigh-inhuman courage and combat skills, is a more benevolent example. He's still worshipped or revered as a god in parts of China today, frequently among police (and ironically triads), for his loyalty and brotherhood to Liu Bei. Alternatively, he is respected as a God of Wealth and Commerce, due to his equally-legendary frugality and wisdom.",
      "links": [
        {
          "title": "Romance of the Three Kingdoms",
          "url": "/pmwiki/pmwiki.php/Literature/RomanceOfTheThreeKingdoms"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Silmarillion: Tulkas, though he's more of aBoisterous Bruiser(in a way) who delights in all forms of physical contest, violent or otherwise.The earliest draftshad two others, the siblings Makar and Measse, who were barbaric and destructive, but they were removed as the mythology developed and theValarbecame more purely good;Morgothended up taking over the brutality and violence of war and Tulkas became a God of strength and of fighting against evil capable of creating as well as destroying.",
      "links": [
        {
          "title": "The Silmarillion",
          "url": "/pmwiki/pmwiki.php/Literature/TheSilmarillion"
        },
        {
          "title": "Boisterous Bruiser",
          "url": "/pmwiki/pmwiki.php/Main/BoisterousBruiser"
        },
        {
          "title": "The earliest drafts",
          "url": "/pmwiki/pmwiki.php/Main/WhatCouldHaveBeen"
        },
        {
          "title": "Valar",
          "url": "/pmwiki/pmwiki.php/Main/FantasyPantheon"
        },
        {
          "title": "Morgoth",
          "url": "/pmwiki/pmwiki.php/Main/GodOfEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Springstorm Alpha: He Who Rends is the divine embodiment of the concept of violence, and his followers are endlessly conquering and oppressing other packs in his name.",
      "links": [
        {
          "title": "The Springstorm Alpha",
          "url": "/pmwiki/pmwiki.php/Literature/TheSpringstormAlpha"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Star Wars Legends: In theNew Jedi Order, theYuuzhan Vongpantheon has one of these,Yun-Yammka the Slayer. As the Vong are a particularly bloodthirstyProud Warrior Race, he's considered one of the highest deities in the pantheon, with only Yun-Yuuzhan the Creator above him.",
      "links": [
        {
          "title": "Star Wars Legends",
          "url": "/pmwiki/pmwiki.php/Franchise/StarWarsLegends"
        },
        {
          "title": "New Jedi Order",
          "url": "/pmwiki/pmwiki.php/Literature/NewJediOrder"
        },
        {
          "title": "Yuuzhan Vong",
          "url": "/pmwiki/pmwiki.php/Main/ScaryDogmaticAliens"
        },
        {
          "title": "Yun-Yammka the Slayer",
          "url": "http://starwars.wikia.com/wiki/Yun-Yammka"
        },
        {
          "title": "Proud Warrior Race",
          "url": "/pmwiki/pmwiki.php/Main/ProudWarriorRaceGuy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The War Gods: Tomanāk is a god of war and justice. Krashnark serves the martial ambitions for the Dark Gods and is also noted as the only one of the Dark Gods that Tomanāk respects because while still brutal, Krashnark does follow a code of martial honour and is the only Dark God that can actually be trusted to keep his word.",
      "links": [
        {
          "title": "The War Gods",
          "url": "/pmwiki/pmwiki.php/Literature/TheWarGods"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ye Gods, byTom Holt, features Mars. Notable in that, since he is still expected to ride in the front of battle in bronze armour, regardless of technological advances, and since \"the best definition of an immortal is someone who hasn't diedyet\", the device on his shield is now a CND logo.",
      "links": [
        {
          "title": "Ye Gods",
          "url": "/pmwiki/pmwiki.php/Literature/YeGods"
        },
        {
          "title": "Tom Holt",
          "url": "/pmwiki/pmwiki.php/Creator/TomHolt"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hercules: The Legendary Journeys: Ares is a recurring character, and also appears inXena: Warrior PrincessandYoung Hercules, played by Kevin Smith (not that one). Pointless trivia: Smith also played Iphicles, Herc's other half-brother on his mother's side. During an excursion to anAlternate Universewhere Ares is the God of Love, Cupid acts as the God of War. Ares calls him a maniac.",
      "links": [
        {
          "title": "Hercules: The Legendary Journeys",
          "url": "/pmwiki/pmwiki.php/Series/HerculesTheLegendaryJourneys"
        },
        {
          "title": "Xena: Warrior Princess",
          "url": "/pmwiki/pmwiki.php/Series/XenaWarriorPrincess"
        },
        {
          "title": "Young Hercules",
          "url": "/pmwiki/pmwiki.php/Series/YoungHercules"
        },
        {
          "title": "not that one",
          "url": "/pmwiki/pmwiki.php/Creator/KevinSmith"
        },
        {
          "title": "Alternate Universe",
          "url": "/pmwiki/pmwiki.php/Main/AlternateUniverse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Supernaturalhas War the Horseman, who drives a cool red Mustang and incites people to fight by making them see each other as demons. He seems to be more of a strategist than a physical combatant.",
      "links": [
        {
          "title": "Supernatural",
          "url": "/pmwiki/pmwiki.php/Series/Supernatural"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Witchblade: In \"Sacrifice\" Kenneth Irons states that the (fictional) ancient Irish Witchblade wielder Cathain, one half of aBattle CouplewithKing Conchobar, came to be known as a goddess of war in later mythology.",
      "links": [
        {
          "title": "Witchblade",
          "url": "/pmwiki/pmwiki.php/Series/Witchblade"
        },
        {
          "title": "Battle Couple",
          "url": "/pmwiki/pmwiki.php/Main/BattleCouple"
        },
        {
          "title": "King Conchobar",
          "url": "/pmwiki/pmwiki.php/Main/HistoricalDomainCharacter"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Grave Digger's song literally entitled \"War God\" from their albumReturn Of The Reaper.",
      "links": [
        {
          "title": "Grave Digger",
          "url": "/pmwiki/pmwiki.php/Music/GraveDiggerBand"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Def Leppard: \"Gods of War\" is a pretty bleak song about \"fighting for the Gods of War\" but not knowing \"what the hell we fightin' for\".",
      "links": [
        {
          "title": "Def Leppard",
          "url": "/pmwiki/pmwiki.php/Music/DefLeppard"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Leslie Fish song \"The Sun Is Also A Warrior\" features one of these, focusing on a conversation between a man and some ancient war god about the reasons why wars are fought.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Alien Weaponry: The lyrics of\"Kai Tangata\"repeatedly call on Tūmatauenga, the god of war and hunting, as the Māori in the song go on the warpath against their enemies with British-made muskets brought back from Europe by their chief Hongi Hika.",
      "links": [
        {
          "title": "Alien Weaponry",
          "url": "/pmwiki/pmwiki.php/Music/AlienWeaponry"
        },
        {
          "title": "\"Kai Tangata\"",
          "url": "https://www.youtube.com/watch?v=5kwIkF6LFDc"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Aztec Mythology: Huitzilopochtli is probably one of the most heroic yet brutal war Gods ever, how so? Well his simple origin is that upon being born from a ball of feathers, he came out; A full on buff adult man built for war! Wearing full quilted armor and holding a shield, immediently calls upon to a fucking dragon by the name of Xiuhcoatl who is a HUUUUUUGE! Fire breathing serpent! Teams up with it! PROCEEDS TO WIELD IT LIKE A FUCKING MACUAHUITL THAT'S ONE FIRE! And what does he do with his new found weapon? Oh yea; KILLS HIS 400 BROTHERS WHO ARE ALL GODS AND THE STARS! AND THEN BEHEADS THE HEAD OF HIS SISTER COYOLXAUHQUI THE MOON GODESS, HACKS OFF ALL HER LIMPS AND THEN CHUCKS HER HEAD AND LIMBS INTO SPACE ALONG WITH THE CORPSES OF ALL HIS DEAD BROTHERS! ALL OF FUCKING THIS!.... Just to protect his Mom who was about to be killed by his siblings, by aaaaall acounts, da boy upon birth proved to be as metal as he was caring. Award of most heroic war God goes this lord of all war.",
      "links": [
        {
          "title": "Aztec Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/AztecMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Norse Mythology: Óðinn, Týr, and you can make a case for several of the others, such as Þórr and Freyja. There are also all the Valkyries, whose names relate to war in one way or another. E.g. Hildr (battle), Hlökk (battle), and Gunnr (war). Basically the Norse Gods are practically a WarPantheon.",
      "links": [
        {
          "title": "Norse Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Classical Mythology: Ares, Athena, Enyo, and again, you can make a case for several others.Athena is the goddess of Strategy because she is the goddess of science and crafts. Ares is the god of fury and bloodshed. So they sort of divide up aspects of war.Not to mention that many versions of Ares have him handicapped in some way; often with a wounded leg. This symbolized the danger of an imbalanced warrior.Though Ares was THE god of war, he was rendered somewhat redundant by Athena. While Athena was not as bloodthirsty, she more than made up for it with tactics and cunning (expected from the goddess of intelligence), and every time they were on opposite sides of a battle she trounced her brother.Enyo, was, almost literally, the goddess of war crimes, charged with orchestrating the sacking of cities to make them as horrible as possible. Her job was literally to create war crimes. She was an even biggerBlood Knightthan Ares himself!And, in fact,often accompanied him into battle as his sidekick.Mars and Bellona, and possibly the others' alternative names in their Roman versions.While Minerva/Athena and Bellona/Enyo are pretty much interchangeable, Mars was modified to be more similar to Athena; Mars was a tactical warrior, a symbol of masculine power, as well as an agricultural god in the beginning. The Romans were, of course, rather big on aggressive, conquering warfare, so it should come as no surprise that they had a better view of that god. Ares, by contrast, was a bloodthirsty bully and much more brutal than Mars. Bellona was similarly far more prominent among the Romans, with her temple situated in front of an area where Rome would hurl a javelin toward a column symbolizing foreign territory for war declarations.In stark contrast to her Greek counterpart, Venus is one—specifically, in her guise asVenus Victrix, the Goddess ofVictoryin Battle. She was held to preside over theovatio, a \"lesser\" triumph granted to generals that won a great victory without particular danger to their army, because such an easy victoryhasto be caused by her favor. Many leading men in the latter days of the Republic claimed to have her favor, most notably Sulla (who flat-out attributed his extraordinary fortune in battle and politics to her), his protegePompey the Great, andJulius Caesar(who, like his family, claimed outrightdescentfrom her through Aeneas).",
      "links": [
        {
          "title": "Classical Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "Blood Knight",
          "url": "/pmwiki/pmwiki.php/Main/BloodKnight"
        },
        {
          "title": "often accompanied him into battle as his sidekick.",
          "url": "/pmwiki/pmwiki.php/Main/BrotherSisterTeam"
        },
        {
          "title": "Pompey the Great",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/PompeyTheGreat"
        },
        {
          "title": "Julius Caesar",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/JuliusCaesar"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hindu Mythology: Indra and Kartikkeya are almost always this. Shiva, Durga; Krishna on occasion.Kali, who is in charge of death, naturally has an interest in war. The Gurkhas'Battle Crymeans \"Blood for Kali, the Gurkhas are coming.\" However, the notch where the blade meets the hilt of a Kukri is a dedication to Shiva.",
      "links": [
        {
          "title": "Hindu Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/HinduMythology"
        },
        {
          "title": "Battle Cry",
          "url": "/pmwiki/pmwiki.php/Main/BattleCry"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Then there'sWarof theHorsemen of the Apocalypsefame inbiblicalmythology, and in his many adaptations. Though given the monotheistic nature of Christianity, War isn't considered a god. The exact nature of the Horsemen of the Apocalypse is uncertain since they're sent by God but not identified as angels either. But they're clearlysomethingsupernatural.",
      "links": [
        {
          "title": "War",
          "url": "/pmwiki/pmwiki.php/Main/MeaningfulName"
        },
        {
          "title": "Horsemen of the Apocalypse",
          "url": "/pmwiki/pmwiki.php/Main/HorsemenOfTheApocalypse"
        },
        {
          "title": "biblical",
          "url": "/pmwiki/pmwiki.php/Literature/TheBible"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Bibleone of the titles ofGodisLord of Hosts.God is believed by some scholars to be aComposite Characterof theTop GodEl of Canaanite religion, and the actual Semitic War God Yahweh (thoughotherscholars say they wereone and the sameto begin with). This may explain some of His more... morally ambiguous acts, though Anat and Tanit (AKA Tank) were the more popular war goddesses to most Semites.While he is decisively not a god,Archangel Michaelis officially theArchistrategos of the Heavenly Host, patron saint of soldiers and all military people, and an all-around badass. In some versions, he personally defeatedSatanin single combat.Once we get into religious personages who are not technically divine, we then have numerous saints associated with warfare and martial endeavors, such as St. George and St. Martin of Tours (fitting for a man who is named after the Roman war god). Their roles in society are actually similar to the famous military men in Chinese history (for example) who have become deified in popular culture like Guan Yu below.",
      "links": [
        {
          "title": "The Bible",
          "url": "/pmwiki/pmwiki.php/Literature/TheBible"
        },
        {
          "title": "God",
          "url": "/pmwiki/pmwiki.php/Main/God"
        },
        {
          "title": "Lord of Hosts",
          "url": "/pmwiki/pmwiki.php/Main/FourStarBadass"
        },
        {
          "title": "Composite Character",
          "url": "/pmwiki/pmwiki.php/Main/CompositeCharacter"
        },
        {
          "title": "Top God",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "Archangel Michael",
          "url": "/pmwiki/pmwiki.php/Main/ArchangelMichael"
        },
        {
          "title": "Archistrategos of the Heavenly Host",
          "url": "/pmwiki/pmwiki.php/Main/FourStarBadass"
        },
        {
          "title": "Satan",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InEgyptian Mythologythere was Neith, Sekhmet, Set, Horus, and a slew of lesser-known gods associated with war, due to different gods being worshiped from town to town. Interestingly, the one invoked the most for military purposes by Egypt's most warlike kings was Montu, an ancient god vaguely associated with Ra and Horus, but one for whom war was his primary business. He was a particular favorite of the Middle Kingdom's Eleventh Dynasty—which even ran to not one, not two, butfourkings named \"Montuhotep\", i.e. \"Montu is satisfied\"—and the first few rulers of the New Kingdom's Eighteenth. Perhaps unsurprisingly, both the Eleventh and Eighteenth Dynasties reunited Egypt by force of arms, and the Eighteenth Dynasty—particularly its sixth monarch, the \"Napoleon of Egypt\" Thutmose III—conquered an empire.",
      "links": [
        {
          "title": "Egyptian Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/EgyptianMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Armenian mythology had Vahagn, a dragon-slaying god, and Aray, or \"Ara the Handsome\". Anahit, usually a fertility and motherhood goddess, represented war in early times before that role was taken by the goddess Nane.",
      "links": [
        {
          "title": "Ara the Handsome",
          "url": "/pmwiki/pmwiki.php/Literature/AraTheHandsome"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In Urartian mythology, the chief god Haldi was also a war god.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "InCeltic Mythology, most gods were some kind of warrior—even theLove GodAengus Óg,if you threaten his loved ones. The Morrigan stands out as the biggestBlood Knight, whileTop GodDagda and the skillful Lugh are moreWarrior Poets. Celtic mythology also has more badassgoddessesthan most pantheons, who can hold their own in a fight even if it's not their chief priority.",
      "links": [
        {
          "title": "Celtic Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/CelticMythology"
        },
        {
          "title": "Love God",
          "url": "/pmwiki/pmwiki.php/Main/LoveGod"
        },
        {
          "title": "if you threaten his loved ones",
          "url": "/pmwiki/pmwiki.php/Main/PapaWolf"
        },
        {
          "title": "Blood Knight",
          "url": "/pmwiki/pmwiki.php/Main/BloodKnight"
        },
        {
          "title": "Top God",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "Warrior Poets",
          "url": "/pmwiki/pmwiki.php/Main/WarriorPoet"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mesopotamian Mythology: The Sumerian goddess Inanna (called Ishtar by the Babylonians and Astarte by the Phoenicians) was a goddess of loveandwar. Cynics might argue that those aren't all that inappropriate together, though; and as Shakespeare and a number of others would say, \"All's fair in love and war.\" However many scholars now believe that Inanna and Ishtar were originally separate goddesses who werecombinedat some point during the Akkadian period. Notably, Astarte was likely the origin of the later cult of Aphrodite. Images of Astarte were brought to the Phoenician colonies on Cyprus and then to the Greek island of Cythera, in which the earliest inscriptions to Aphrodite turn up — but as a war goddess, strongly associated with weapons and battle.",
      "links": [
        {
          "title": "Mesopotamian Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/MesopotamianMythology"
        },
        {
          "title": "combined",
          "url": "/pmwiki/pmwiki.php/Main/InterfaithSmoothie"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Japanese Mythologyhas Hachiman and Bishamon. Despite Shintoism's syncretisation with Buddhism in Japan, try not to confuse the two — the first is somewhat like the Roman Mars, being a patron of warriors, protector of Japan, and a god of agriculture and fishermen. The second was a Buddhist deity culturally changed to being more of a war god.Bishamon is also the Japanese version of Vaisravana, who, while also having other more pacific traits, is generally acknowledged as the Buddhist deity of war. As weird as it might sound from a religion known for its non-violence.Also depending on how you judge the Fierce Deities or Wrathful Deities of Tantric Buddhism like Yamantaka can be also considered war deities as they work is to eliminate the enemies of the devotees.",
      "links": [
        {
          "title": "Japanese Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/JapaneseMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Chinese Mythology:Guan Yu, hero ofRomance of the Three Kingdomsand deified mortal. Aside from being a god of war and protector of China, he is also thepatron of bean curd.While less famous than Guan Yu, other prominent generals in Chinese history became sort of war gods: Among them, famed Tang dynasty era generals Weichi Jingde and Qin Qiong, who served under Emperor Taizong, became immortalized as \"Chinese Door Gods,\" something like deities of (military) protection.The Chinese god of battles Ne Zha (pronounced Nataku in Japan) was born in an egg-like sac that took three years to \"hatch\" (finally Dad got fed up and attacked the thing with a sword, after which Ne Zha burst out). He also brought the wrath of the Sea King down on himself when he killed a young prince when said prince went topside to give him grief about him fighting back against child sacrifices.Incidentally, this tale has a lot of surface-level similarity to the Mongol epic of Jangar Khaan, who likewise was born from a bloody sac birthed by his mother that was all but impenetrable until his father, Dorzh Khaan, took out an ancestral sword and hacked him out of it. When he's born, he's ferociously strong and ill-tempered and has a blood clot in his hand — the traditional Mongol sign that he will \"walk with death\" — which terrifies his mother but delights his warlike father. He then grows at a prodigious pace until, at the age of three, he more or less leads his tribe to the complete decimation of various Chinese kingdoms to avenge his father's death. Which he does by sneaking into an impenetrable fortress and breaking the enemy king's legs, then his arms, then his ribs, then his spine, and then, finally, his neck. This may indicate that Ne Zha was influenced by Jangar as the latter is almost assuredly much older.",
      "links": [
        {
          "title": "Chinese Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ChineseMythology"
        },
        {
          "title": "Romance of the Three Kingdoms",
          "url": "/pmwiki/pmwiki.php/Literature/RomanceOfTheThreeKingdoms"
        },
        {
          "title": "patron of bean curd",
          "url": "/pmwiki/pmwiki.php/Main/OddJobGods"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Igbo mythology has two. Ikenga, the proud ram-horned (sometimes literal two-faced warrior depending on the region) warrior that represents just war for the sake of improvement (his domains were also Achievements and Time). The other is Ekwensu, lord of Chaotic War, tortoises, and bargains.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Pacific Mythology: Hawaiian mythology has Ku.He kind of looks likeBeavis.",
      "links": [
        {
          "title": "Pacific Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/PacificMythology"
        },
        {
          "title": "He kind of looks like",
          "url": "/pmwiki/pmwiki.php/Main/Narm"
        },
        {
          "title": "Beavis",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/BeavisAndButthead"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Turko-Siberian mythologies have Qizaghan, whose name basically translates to the word for \"fury\" in most Turkic languages. He's also described commonly as wielding a spear and riding upon a red horse. This makes him somewhat reminiscent of Odin, who also embodies these aspects of combat. One could conceivably make a case for Tengri himself, who was often prayed to by Turks and Mongols for success in battle. Some Turkic dastans (sagas, essentially) describe Tengri taking the form of a white wolf in the mortal world, which was heralded as a sign of victory in a coming fight.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Begtse is the fierce Mongolian god of war.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Philippine Mythology: The Tagalog sun deity Apolaki was also a god of war and a patron of warriors.",
      "links": [
        {
          "title": "Philippine Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/PhilippineMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dungeons & Dragonshas quite a few:Gruumsh, thepatron deityof theOrcsin the default pantheon, also doubles as their god of war,unsurprisingly. His son, Bahgtru, is the god of strength and combat (and incidentallydumber than a sack of Mjölnirs), while hislieutenantIlneval is the god of warfare and leadership.Other pantheons in the default setting have their own war gods. Drow have Selvetarm, god of war and bloodshed. Elves have Corellon Larethian, who has warfare among his many fields of influence asthe leader of the elvish gods. Dwarves have Clangeddin Silverbeard, The Father of Battles (as well as a few other, lesser gods). Gnomes have Gaerdal Ironhand, the god of defenders and warriors. Even the normally peaceful Halflings have Arvoreen, god of protection, vigilance, and war. Althoughrarely mentioned from 3.0 onwards, goblins and hobgoblins have... pretty much all of their gods, except the one with diplomacy as his portfolio (and even then his role is chiefly to get goblinoids to cooperate together to wage war onanyone else).Forgotten Realms:Tempus, the God of War and Lord of Battles. Most of his worshipers are exactly asAx-Crazyas you would expect. Tempus himself, however, while listed asChaotic Neutralin the first three editions, generally respects the rules of war and firmly believes that war for its own sake is pointless; the only thing that gives it meaning is the peace that follows.Tempus also has three subordinate deities that specialize in specific aspects of war.The Red Knightis the demigoddess of strategy and tactics,Valkurspecializes in naval warfare, andGaragosis the demigod of bloodlust and destruction (only avoiding aChaotic Evilalignment in 3E because he's a virtually nonsentient personification of rage). Interestingly, while The Red Knight and Valkur are mortals that ascended with Tempus' aid, Garagos used to be the god of war in the Netherese pantheon under the name Targus. He was somewhat less rage-filled back then, but was usurped by the newcomer Tempus in the aftermath of the fall of Netheril, and had to re-invent himself in a lesser niche.Faiths and Pantheonsstates point-blank that Tempus could stomp him flat if he wanted, but he isn't interested in taking on that section of the portfolio of war.God of EvilBane is an indirect example, as he's the God of Tyranny and Strife. His focus is less on war and more on conflict and domination in general, with him being the patron deity ofEvil Overlords, warlords,crime lords, anyone with authority and the willingness to violently exert it. In hisbriefappearance inBaldur's Gate III, he delivers theBadass Boastthatevery blade ever sharpenedempowers him.Meanwhile, the Mulhorandi pantheon has Anhur, an interesting example in that he isChaotic Goodand fights only against evil. He's also a deity of storms.The main war gods of the 3.5 default setting arehalf-brothersHeironeous (Lawful Good) and Hextor (Lawful Evil), as well as Kord (Chaotic Good) and Erythnul (Chaotic Evil).D&D actually provides the page image for this one; that's Bane (no relation to hisForgotten Realmsnamesake,allegedly), the god of war in theNentir Valecampaign. He'sLawful Evil, with several good and neutral followers due to the order his church imposes. His greatest enemy is the aforementioned Gruumsh, who's waged war against him for thousands of years all for the title of God of War.Eberron: Dol Dorn is the most traditional war god, being the Sovereign of Strength and Steel, representing the conflict of good and evil. However, the combined Sovereign Host/Dark Six religion has the Three Faces of War: Dol Dorn is the god of war, Dol Arrah (Sovereign of Sun and Sacrifice) is the god of honor, and Dol Azur (also known as the Mockery, the Dark Sovereign of Betrayal and Bloodshed) is the god of slaughter.Several of the Immortals, the god's equivalent inMystara, have War as their domain, each one focusing on a different aspect. Some most famous include Vanya, patron of offensive warfare, conquest and victory, Petra, patron of defensive warfare and her lover, Halav, patron of honorable warfare. The most War-related of all Immortals is the Eternal General, whose domain is war in all its aspects, down to tinest minutia. General's the one you pray to whenever you lead an army to an attack or plan boring things like routes for supply lines.La Notte Eterna, a 3rd party setting forD&D5e: Luzagaar, theChaotic Evilgod of destruction, is worshipped primarily by warlike, primitive tribes to whom he promises an afterlife full of bloody battles.",
      "links": [
        {
          "title": "Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        },
        {
          "title": "patron deity",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "Orcs",
          "url": "/pmwiki/pmwiki.php/Main/OurOrcsAreDifferent"
        },
        {
          "title": "unsurprisingly",
          "url": "/pmwiki/pmwiki.php/Main/AlwaysChaoticEvil"
        },
        {
          "title": "dumber than a sack of Mjölnirs",
          "url": "/pmwiki/pmwiki.php/Main/DumbMuscle"
        },
        {
          "title": "lieutenant",
          "url": "/pmwiki/pmwiki.php/Main/TheDragon"
        },
        {
          "title": "the leader of the elvish gods",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "rarely mentioned from 3.0 onwards",
          "url": "/pmwiki/pmwiki.php/Main/OutOfFocus"
        },
        {
          "title": "Forgotten Realms",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ForgottenRealms"
        },
        {
          "title": "Ax-Crazy",
          "url": "/pmwiki/pmwiki.php/Main/AxCrazy"
        },
        {
          "title": "Chaotic Neutral",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticNeutral"
        },
        {
          "title": "The Red Knight",
          "url": "/pmwiki/pmwiki.php/Main/LadyOfWar"
        },
        {
          "title": "Valkur",
          "url": "/pmwiki/pmwiki.php/Main/TheCaptain"
        },
        {
          "title": "Garagos",
          "url": "/pmwiki/pmwiki.php/Main/AxCrazy"
        },
        {
          "title": "Chaotic Evil",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticEvil"
        },
        {
          "title": "God of Evil",
          "url": "/pmwiki/pmwiki.php/Main/GodOfEvil"
        },
        {
          "title": "Evil Overlords",
          "url": "/pmwiki/pmwiki.php/Main/EvilOverlord"
        },
        {
          "title": "crime lords",
          "url": "/pmwiki/pmwiki.php/Main/TheDon"
        },
        {
          "title": "brief",
          "url": "/pmwiki/pmwiki.php/Main/OutOfFocus"
        },
        {
          "title": "Baldur's Gate III",
          "url": "/pmwiki/pmwiki.php/VideoGame/BaldursGateIII"
        },
        {
          "title": "Badass Boast",
          "url": "/pmwiki/pmwiki.php/Main/BadassBoast"
        },
        {
          "title": "every blade ever sharpened",
          "url": "/pmwiki/pmwiki.php/Main/AsLongAsThereIsEvil"
        },
        {
          "title": "empowers him",
          "url": "/pmwiki/pmwiki.php/Main/GodsNeedPrayerBadly"
        },
        {
          "title": "Chaotic Good",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticGood"
        },
        {
          "title": "half-brothers",
          "url": "/pmwiki/pmwiki.php/Main/CainAndAbel"
        },
        {
          "title": "Lawful Good",
          "url": "/pmwiki/pmwiki.php/Main/LawfulGood"
        },
        {
          "title": "Lawful Evil",
          "url": "/pmwiki/pmwiki.php/Main/LawfulEvil"
        },
        {
          "title": "Chaotic Good",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticGood"
        },
        {
          "title": "Chaotic Evil",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticEvil"
        },
        {
          "title": "Forgotten Realms",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ForgottenRealms"
        },
        {
          "title": "allegedly",
          "url": "/pmwiki/pmwiki.php/Main/BlatantLies"
        },
        {
          "title": "Nentir Vale",
          "url": "/pmwiki/pmwiki.php/TabletopGame/NentirVale"
        },
        {
          "title": "Lawful Evil",
          "url": "/pmwiki/pmwiki.php/Main/LawfulEvil"
        },
        {
          "title": "Eberron",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Eberron"
        },
        {
          "title": "Mystara",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Mystara"
        },
        {
          "title": "La Notte Eterna",
          "url": "/pmwiki/pmwiki.php/TabletopGame/LaNotteEterna"
        },
        {
          "title": "Chaotic Evil",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Exalted: There are six major war gods, one for each compass direction and the centre, each of which also covers a particular variety or aspect of warfare, all presided over by a general Goddess of War. Some of these war gods also cover separate but related purviews. There are also a few related and superior gods, and besides these, there are innumerable lesser war gods.Ahlat, the southern war god, began his life as the god of mating fights between bull walruses before becoming a god of cattle, and was promoted to Southern war god after his promotion of cattle raid warfare produced large numbers of fine warriors. He views war as a way to test and strengthen people, with glory and loot as a reward for the victors, and consequently favors small-scale, constant raiding over great campaigns and empire-building, which he considers too impersonal, strategic and cruel — skirmishes between tribes rarely do much lasting harm, but wiping out cities and enslaving nations goes against his temperament.Siakal, the western war goddess, embodies war's savage side and is specifically the goddess of berserkers and of slaughter in warfare. She is also the goddess of sharks, since they're related to her domain and embody the savage bloodlust she prefers. She advocates for constant warfare and that all confrontations should end in slaughter or enslavement, and all other war gods view her as an enemy.The twins Nasamara and Voharun are the northern war gods. Nasamara represents the desire for glory and victory that drives soldiers into battle, while Voharun represents the loss and grief left behind in the end.Sunipa, the eastern war goddess, represents war constrained by rules and presides over soldiers, strategists, mercenary companies, and honorable engagements. She believes in a civilized form of warfare and emphasizes honorable conduct, measured retribution, and graciousness in victory and defeat. She intensely dislikes wars started for petty reasons or motivated by war profiteering.Tachi-Kun, the central war god, is the god of warfare among the Exalted. He has a low opinion of the state of modern warfare, which he regards as little more than primitive squabbles and pale imitations of the glorious conflicts of past ages.All of these deities ultimately answer to E-Naluna, the Queen of War, who is responsible for overseeing and managing the purviews of all war gods employed by Heaven.Technically distinct from regular war gods are the deities of the Division of Battles in the Bureau of Destiny, who plan and determine the course of future conflicts in the context of Creation's overall destiny but don't strictly involve themselves with the here-and-now of warfare or with actual mortal combatants. Notable figures here are Mars, the Maiden of Battles, who holds dominion over conflict of all kinds, from pitched warfare and political struggles to barroom brawls and personal confrontations; and Hui Dai Liang, the Lord General of the Division of Battles, who directs the division as a whole and believes that Creation's destiny should be one of change through war and violence.In addition, the Unconquered Sun is regarded as the highest war god in Heaven, but in practice delegates the bulk of this purview to Mars and the rest of the lesser war gods.",
      "links": [
        {
          "title": "Exalted",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Exalted"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Grim Hollow: One of the four deities who survived the apocalyptic battle against theAetherKindredwas Maligant, God of War and Strategy. When he wasdriven insaneandfought his fellow surviving deities to aMutual Kill, the position of War God was essentially divided between the two new pantheons that replaced them; the benevolent Arch Seraphs and the malevolent Arch Daemons. The Seraph of War is Empyreus, worshiped as the Seraph of Valor, whilst his Daemonic counterpart is Tormach, Daemon of Slaughter and Destruction. Reflecting the morally ambiguous tendencies of this trope, Empyreus has a reputation for fostering zealotry, dogmatism and self-righteousness, but at leasthe's better than Tormach, a ravening killer drunk on his own bloodlust andreviled for his mindless savagery even by the other Arch Daemons.",
      "links": [
        {
          "title": "Grim Hollow",
          "url": "/pmwiki/pmwiki.php/TabletopGame/GrimHollow"
        },
        {
          "title": "Aether",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        },
        {
          "title": "Kindred",
          "url": "/pmwiki/pmwiki.php/Main/AboveTheGods"
        },
        {
          "title": "driven insane",
          "url": "/pmwiki/pmwiki.php/Main/MadGod"
        },
        {
          "title": "fought his fellow surviving deities to a",
          "url": "/pmwiki/pmwiki.php/Main/GodIsDead"
        },
        {
          "title": "Mutual Kill",
          "url": "/pmwiki/pmwiki.php/Main/MutualKill"
        },
        {
          "title": "he's better than Tormach",
          "url": "/pmwiki/pmwiki.php/Main/ALighterShadeOfBlack"
        },
        {
          "title": "reviled for his mindless savagery even by the other Arch Daemons",
          "url": "/pmwiki/pmwiki.php/Main/EvenEvilHasStandards"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "GURPS: TheDungeon Fantasysub-line features classic dungeon fantasy-style clerics and holy warriors, and allows for the possibility of them worshiping a range of deities.GURPS Dungeon Fantasy 5: Alliesdistinguishes deities by their \"elements\" (which determine the powers of any supernatural servitors they send to aid their worshipers), and \"War\" is one such element.GURPS Dungeon Fantasy 7: Clericsoffers different spell lists and special powers for different types of deity served, and again, \"War\" is an option.It's easy to think of war gods as inherently evil. After all, violence and large-scale bloodshed aren't exactly good things, certainly not from most individual humans' point of view. However, gods don't have to take a human point of view, and in any case, war may sometimes be necessary or unavoidable, especially in aDungeon Fantasyworld.",
      "links": [
        {
          "title": "GURPS",
          "url": "/pmwiki/pmwiki.php/TabletopGame/GURPS"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In Nomine: While the angels — but not the demons — would object to this description, this role is functionally split between a number of Superiors: Laurence, Archangel of the Sword; Michael, Archangel of War; and Baal, Prince of the War.Laurence is the general ofThe Armies of Heavenand is particularly concerned with concepts of strategy, honor, and military discipline — the soldier isSoldier Versus Warrior. He runs his servants like a vast army, and among mortals prefers to sponsor hierarchical organizations with a martial bent — his closeness to the Christian faith means he has a particular fondness forChurch Militantorganizations, and he served as the patron of many knightly orders in his day.Michael is more of a warrior, concerned with glory in battle and individual struggle. He is a fighter without equal and prefers to sponsor a large number of warrior brotherhoods and clans over a single regimented organization.Baal is the leader ofThe Legions of Helland a mighty warrior in his own right; besides leading the struggle against Heaven, one of his greatest delights is when mortals turn to slaughtering each other of their own free will and for petty reasons. He has a close alliance with Belial, Prince of Fire, with whom he shares a great appreciation for the aesthetic value of burning cities and large explosions, and Vapula, Prince of Technology, whose destructive inventions Baal is always happy to find a use for.",
      "links": [
        {
          "title": "In Nomine",
          "url": "/pmwiki/pmwiki.php/TabletopGame/InNomine"
        },
        {
          "title": "The Armies of Heaven",
          "url": "/pmwiki/pmwiki.php/Main/TheArmiesOfHeaven"
        },
        {
          "title": "Soldier Versus Warrior",
          "url": "/pmwiki/pmwiki.php/Main/SoldierVersusWarrior"
        },
        {
          "title": "Church Militant",
          "url": "/pmwiki/pmwiki.php/Main/ChurchMilitant"
        },
        {
          "title": "The Legions of Hell",
          "url": "/pmwiki/pmwiki.php/Main/TheLegionsOfHell"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mutant Chronicles: Algeroth is the Dark Apostle of War and Technology.",
      "links": [
        {
          "title": "Mutant Chronicles",
          "url": "/pmwiki/pmwiki.php/TabletopGame/MutantChronicles"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pathfinderhas several deities associated with war, represented in-game by them granting the War domain and the Blood, Duels, or Tactics subdomains to their clerics.The primary one is Gorum, the actual god of war and battle. He'sChaotic Neutraland cares nothing for the causes that people fight for; as long as there is war, Gorum will be there to aid the good and the evil alike. He is chiefly concerned with the physical aspects of battle and is worshipped by frontline soldiers in particular.The '\"War of Immortals\" event starts when Gorum is slain by the Achaekek, god of assassins. Gorum had arranged for himself to be killed, believing his continued survival risked his nature being corrupted bythe worst among his worshippers.Torag is the dwarven god ofstrategy; where Gorum is the footsoldiers' god, Torag is the generals' god.Iomedae,militaristicgoddessofhonour and justice, is often worshipped as the patron of just wars, though she herself would prefer to lose that title.General Susumu, the Black Daimyo, is theLawful EvilTian Xian god of glory and war.The Osiriani — i.e., Egyptian — pantheon includes Sekhmet, the goddess of war and vengeance.Acavna, the ancient Azlanti goddess of the moon, also oversaw battles fought for defensive purposes. She was the bitter enemy of Nurgal, the god of the sun and aggressive warfare: this culminated in a battle where Acavna clove Nurgal in two, with each of his halves becoming a lesser deity — thedemon lordNurgal, who governs senseless wars that should not have been fought in the first place, and theinfernal dukeNergal, who rules over wartime atrocities.Ragathiel, empyreal lord and General of Vengeance and generalsmitingof evil.Moloch,archdevilof war, fires, andobedience, is thegeneralin charge ofThe Legions of Hell, and is concerned with the regimented nature of the army itself.Szuriel,archdaemonandHorseman of War, is essentially what happens when a divinity adopts the mentality of aPsycho for Hire. Szuriel represents war'smost negative aspects— societal breakdown, war crimes,rape and looting, andgenocide. Essentially the personification ofWar Is Hell, her few followers are inevitablySociopathic Soldiers,General Rippers, or fellowPsychos For Hire. Like all daemons, she wishes for nothing less thanthe end of all life in the multiverse, and sees warfare and carnage as the best way of accomplishing this.Ymeri, the evil elemental lord of fire, is strongly associated with war and is the most militarily-minded of the elemental lords.Psomeira, one of the hero-gods of Iblydos, serves as a living goddess of war and spears.",
      "links": [
        {
          "title": "Pathfinder",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Pathfinder"
        },
        {
          "title": "Chaotic Neutral",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticNeutral"
        },
        {
          "title": "the worst among his worshippers",
          "url": "/pmwiki/pmwiki.php/Main/SociopathicSoldier"
        },
        {
          "title": "strategy",
          "url": "/pmwiki/pmwiki.php/Main/TheStrategist"
        },
        {
          "title": "Iomedae",
          "url": "/pmwiki/pmwiki.php/Main/LawfulGood"
        },
        {
          "title": "militaristic",
          "url": "/pmwiki/pmwiki.php/Main/ChurchMilitant"
        },
        {
          "title": "goddess",
          "url": "/pmwiki/pmwiki.php/Main/LadyOfWar"
        },
        {
          "title": "honour and justice",
          "url": "/pmwiki/pmwiki.php/Main/ThePaladin"
        },
        {
          "title": "Lawful Evil",
          "url": "/pmwiki/pmwiki.php/Main/LawfulEvil"
        },
        {
          "title": "demon lord",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticEvil"
        },
        {
          "title": "infernal duke",
          "url": "/pmwiki/pmwiki.php/Main/LawfulEvil"
        },
        {
          "title": "Ragathiel",
          "url": "/pmwiki/pmwiki.php/Main/CelestialParagonsAndArchangels"
        },
        {
          "title": "smiting",
          "url": "/pmwiki/pmwiki.php/Main/HolyHandGrenade"
        },
        {
          "title": "Moloch",
          "url": "/pmwiki/pmwiki.php/Main/TheBrute"
        },
        {
          "title": "archdevil",
          "url": "/pmwiki/pmwiki.php/Main/DemonLordsAndArchdevils"
        },
        {
          "title": "obedience",
          "url": "/pmwiki/pmwiki.php/Main/LawfulEvil"
        },
        {
          "title": "general",
          "url": "/pmwiki/pmwiki.php/Main/FourStarBadass"
        },
        {
          "title": "The Legions of Hell",
          "url": "/pmwiki/pmwiki.php/Main/TheLegionsOfHell"
        },
        {
          "title": "Szuriel",
          "url": "/pmwiki/pmwiki.php/Main/FallenAngel"
        },
        {
          "title": "archdaemon",
          "url": "/pmwiki/pmwiki.php/Main/NeutralEvil"
        },
        {
          "title": "Horseman of War",
          "url": "/pmwiki/pmwiki.php/Main/HorsemenOfTheApocalypse"
        },
        {
          "title": "Psycho for Hire",
          "url": "/pmwiki/pmwiki.php/Main/PsychoForHire"
        },
        {
          "title": "most negative aspects",
          "url": "/pmwiki/pmwiki.php/Main/WarIsHell"
        },
        {
          "title": "rape and looting",
          "url": "/pmwiki/pmwiki.php/Main/RapePillageAndBurn"
        },
        {
          "title": "genocide",
          "url": "/pmwiki/pmwiki.php/Main/FinalSolution"
        },
        {
          "title": "War Is Hell",
          "url": "/pmwiki/pmwiki.php/Main/WarIsHell"
        },
        {
          "title": "Sociopathic Soldiers",
          "url": "/pmwiki/pmwiki.php/Main/SociopathicSoldier"
        },
        {
          "title": "General Rippers",
          "url": "/pmwiki/pmwiki.php/Main/GeneralRipper"
        },
        {
          "title": "Psychos For Hire",
          "url": "/pmwiki/pmwiki.php/Main/PsychoForHire"
        },
        {
          "title": "the end of all life in the multiverse",
          "url": "/pmwiki/pmwiki.php/Main/OmnicidalManiac"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ponyfinder: Blaze is a deity of protective and retaliatory war; she calls for her worshippers to be able and willing to defend themselves regardless of the cost, and believes that threats should be dealt swiftly and with such overwhelming brutality that nobody who hears about them will even consider harming her children again. On those rare occasions where she manifests in the flesh, she appears on the eve of battles to signal that her followers will achieve victory at a terrible cost.",
      "links": [
        {
          "title": "Ponyfinder",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Ponyfinder"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "RuneQuest: Glorantha, as a world of bellicose Bronze Age tribes and spreading empires, sees a great deal of conflict, and has many war gods as a result.The Storm pantheon, a bellicose clan worshipped by the barbarian tribes of the Orlanthi, has a number of gods at least partly associated with war:Orlanth, the chief of the Storm gods, is worshipped as a war god in his aspect as Orlanth Adventurous, which embodies the drive to go out into the world and impose your will upon it. Members of this subcult organize into warrior societies who form the core of armed forces during war and sally out to perform plunder and cattle raids the rest of the time. The cult of Orlanth Adventurous also includes the cult of Vinga, who is either Orlanth's daughter or Orlanth's female aspect, and the patron of warrior women.Ygg represents the physical and untamed part of war: overwhelming, insatiable in battle and destructive.Humakt is the god of death, mercenaries and soldiers, and can be found on all sides in any conflict. His worshippers are holy killers, ordained to carry out their sacred tasks within a circumscribed role. In peaceful regions, Humakt's cult is relatively minor. In areas of constant conflict, Humakt is well-respected. Humakt severed all ties with the Storm gods so that kinship wouldn't stain them with the bloody deeds he had to perform, and his worshippers cut off all ties with their families and clans for the same reason.In the Solar/Lunar pantheon, war gods tend to be associated strategy, soldiers, and organized combat over warriors and glory:Yelmalio is a god of defensive combat and of soldiers, who fought to protect the holdouts of life during the Darkness and expects his followers to emulate him. Members of his cult are entered into military service at majority and trained in combat with bow, spear, and shield, and placed into rotating shifts for military service. When they are not called upon to protect their towns or homelands, Yelmalio cults often work as mercenaries.Polaris led the armies of the Upper World in the Gods War. He is worshipped as the General of Heaven, and commanding officers of many armies sacrifice to him for aid in battle.Yelorna is a goddess of female warriors, especially cavalry, providing them with a place in a predominantly male field. Her war cult is the only one with a female membership tolerated under the otherwise patriarchal Solar hierarchy.Hwarin Dalthippa was a skillful general and conqueror during her time as a mortal in the Middle World, and remains an important deity of conquest and military expansion among her other roles.Yanafal Tarnils and serves as the major war god in the Lunar Empire, and his cult members are career soldiers and officers in the Lunar Army. Rank within the cult is almost always coterminous with one's military rank.Babeester Gor has been the main war goddess of the Earth deities since Time began, so Earth cultists seek her out when battle seems imminent. Faithful members of the cult are expected to die in combat; any other death stinks of dishonour. She is savage and wild, drunk with bloodlust and drenched in the blood of her enemies. She wears nothing save for garlands of bloody trophies taken from her foes.Zorak Zoran is the primary war god for trolls and worshipped in this aspect by several human groups as well. He is the mindless explosion of fear and frenzy against both Order and Chaos, which finds its only justification and satisfaction in unlimited violence. In troll areas, all war leaders likely belong to his cult. Even elsewhere, some war leaders are likely to be at least initiates.Wachaza is the sea god of death and war. He is the war god for the majority of Gloranthan mermen and for a few seafaring human cultures.",
      "links": [
        {
          "title": "RuneQuest",
          "url": "/pmwiki/pmwiki.php/TabletopGame/RuneQuest"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Traveller: InSword Worlds, the Aeserist (neo-Norse paganism) religion interprets Tyr as the god ofchivalryin an interesting variation.",
      "links": [
        {
          "title": "Traveller",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Traveller"
        },
        {
          "title": "chivalry",
          "url": "/pmwiki/pmwiki.php/Main/LetsFightLikeGentlemen"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Warhammer:While all of the gods of Chaos are arguably associated with war in some form, Khorne, the Blood God and lord of rage, wrath, hate, bloodshed, and violence, embodies this concept unambiguously. He also embodies martial honor as well as excessive violence, so his followers can be both noble if bloodthirsty warriors and insane butchers, but most fall somewhere in between. He also demands that his followers spill blood and collect skulls in his name, and kill any magicians/psychics with extreme prejudice. Khorne is also possibly the single most powerful divinity in any givenWarhammersetting, barring possibly Tzeentch. You can't mention War Gods while playing tabletop games without someone shoutingBLOOD FOR THE BLOOD GOD! SKULLS FOR THE SKULL THRONE!Khaine, the Bloody-Handed God, serves in the pantheon of the Elves and the Eldar as god of rage, murder, and war. InFantasy, the High Elves honor him with caution and only on the eve of battle, while the Dark Elves revere him as their chief and patron deity and place particular importance on his role as the god of murder. In40,000, he is the patron of the Aspect Warriors, Craftworld Eldar dedicated to highly specialized and almost monastic combat orders, and of the Incubi, Dark Eldar warrior cults single-mindedly devoted to the pursuit of martial excellence. InAge of Sigmar, he's worshipped by one of the most powerful cults in the gameeven if his power and position has been secretly usurped by Morathi.The twin gods Gork and Mork, the Orcish/Orky gods of brutal cunning and cunning brutality (one hits you when you're not looking, the other hits youreally hardwhen you are). In allWarhammersettings, greenskin society revolves around violence and war; with no other gods other than the two in their pantheon, there not much more than war gods and not much to be gods over other than war, even though the Orks have a hard time telling which is which. Arguing over which is yet another excuse for them to fight each other.The two became fused into one deity, Gorkamorka, during the End Times, but this hasn't curbed their enthusiasm for a fight at all. And if they run out of foes to krump, they'll just split apart and fight themself.Warhammer 40,000has the Emperor of Man, matched to his fantasy counterpart, theConan-esqueSigmar. Both were statesmen and generals without peer, founded human-centric empires, and were thereafter revered as gods by the future generations of their respective empires. Both can be regarded as the deity of their Empire, (much of) humanity, and by extension, order. Also, since both Empires are constantly at war, and their followers openly and are encouragedmix both warfare and religion, both can also safely be considered war gods.Warhammer Fantasy:The human nations have Ulric and Myrmidia, the first being the traditional war god of the ancient forest tribes and aGood Counterpartof sorts to Khorne and the other anExpyof Athena popular among the southern nations. Sigmar, the Empire's patron god, is also a militant deity who expects his followers to sort out their own problems by force of arms. Ulric is about honorable combat and manly butchering of the enemy, Myrmidia is a strategist par excellence and is a ruthlessCombat Pragmatist, and, while Sigmar is fine with his followers doing whatever, he himself very much loved to take his hammer to enemy skulls in life and is just as belligerent and fighty in divinity.Grimnir is the Dwarfs' chief warrior god, embodying fearlessness in battle, excellence in arms, and the willingness to lay down your life in pursuit of a worthy cause.Solkan, one of the Gods of Law, is a militant deity, presiding over holy wars and the fierce, unyielding struggle against evil and chaos. As a result, he is particularly opposed to Khorne.Warhammer: Age of Sigmar: As a mortal elf, Tyrion was one of greatest warriors the elven nations ever produces. As the god of light, he's taken that to its logical conclusion; those elves of Hysh who follow his teachings are known for being more martial and militaristic then those who follow his brother Teclis, the Mage-God. This makes sense, as the siblings were a famousSword and Sorcererduo as mortals.",
      "links": [
        {
          "title": "Warhammer",
          "url": "/pmwiki/pmwiki.php/Franchise/Warhammer"
        },
        {
          "title": "BLOOD FOR THE BLOOD GOD! SKULLS FOR THE SKULL THRONE!",
          "url": "/pmwiki/pmwiki.php/Main/MadnessMantra"
        },
        {
          "title": "Warhammer 40,000",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer40000"
        },
        {
          "title": "Conan",
          "url": "/pmwiki/pmwiki.php/Franchise/ConanTheBarbarian"
        },
        {
          "title": "esque",
          "url": "/pmwiki/pmwiki.php/Main/Expy"
        },
        {
          "title": "much of",
          "url": "/pmwiki/pmwiki.php/Main/TheLegionsOfHell"
        },
        {
          "title": "mix both warfare and religion",
          "url": "/pmwiki/pmwiki.php/Main/ChurchMilitant"
        },
        {
          "title": "Warhammer Fantasy",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WarhammerFantasy"
        },
        {
          "title": "Good Counterpart",
          "url": "/pmwiki/pmwiki.php/Main/GoodCounterpart"
        },
        {
          "title": "Expy",
          "url": "/pmwiki/pmwiki.php/Main/Expy"
        },
        {
          "title": "Combat Pragmatist",
          "url": "/pmwiki/pmwiki.php/Main/CombatPragmatist"
        },
        {
          "title": "Warhammer: Age of Sigmar",
          "url": "/pmwiki/pmwiki.php/Tabletopgame/WarhammerAgeOfSigmar"
        },
        {
          "title": "Sword and Sorcerer",
          "url": "/pmwiki/pmwiki.php/Main/SwordAndSorcerer"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Castlevania: Circle of the Moon: The Mars card, referencing the god ofClassical Mythology, as described:Mars, god of war.Has the potential of change.",
      "links": [
        {
          "title": "Castlevania: Circle of the Moon",
          "url": "/pmwiki/pmwiki.php/VideoGame/CastlevaniaCircleOfTheMoon"
        },
        {
          "title": "Classical Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InConqueror's Blade, the Glaive hero class has a special move called God of Battles, which grants the hero and nearby allies increased damage for a short time.",
      "links": [
        {
          "title": "Conqueror's Blade",
          "url": "/pmwiki/pmwiki.php/VideoGame/ConquerorsBlade"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Along with the examples fromGreek Mythology, there'sKratos, the occasionalGod of War. Though he didn't hold onto the title for very long. Fortunately, enough other ones appear to not make the series be of anArtifact Title.After crossing intoNorse Mythologyterritory, we are introduced to Týr, though he has not been seen inGod of War (2018)and is presumed dead. Unlike typical examples of War Gods, he's described as anAll-Loving Herowho advocated for peace and traveled across the realms learning of other cultures. He shows up inGod of War Ragnarökwhere Kratos and Atreus rescue him from imprisonment...or to be more specific, they end up \"rescuing\" Odin disguising himself as Tyr. The real Tyr is rescued in a post-game questline. TheValhallaDLC shows that despite being a peace-lover he is far from a pacifist, seeing combat as a way to hone both body and mindwhich is why he's decided to act as aWarrior Therapistto Kratos.",
      "links": [
        {
          "title": "Greek Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "Kratos",
          "url": "/pmwiki/pmwiki.php/Main/SociopathicHero"
        },
        {
          "title": "God of War",
          "url": "/pmwiki/pmwiki.php/VideoGame/GodOfWar"
        },
        {
          "title": "Artifact Title",
          "url": "/pmwiki/pmwiki.php/Main/ArtifactTitle"
        },
        {
          "title": "Norse Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        },
        {
          "title": "God of War (2018)",
          "url": "/pmwiki/pmwiki.php/VideoGame/GodOfWar2018"
        },
        {
          "title": "All-Loving Hero",
          "url": "/pmwiki/pmwiki.php/Main/AllLovingHero"
        },
        {
          "title": "God of War Ragnarök",
          "url": "/pmwiki/pmwiki.php/Videogame/GodOfWarRagnarok"
        },
        {
          "title": "Warrior Therapist",
          "url": "/pmwiki/pmwiki.php/Main/WarriorTherapist"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tales of Symphonia: The other Kratos receives the titleWar Godwhen he reaches Level 100.",
      "links": [
        {
          "title": "Tales of Symphonia",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfSymphonia"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "WarinDarksiders.",
      "links": [
        {
          "title": "War",
          "url": "/pmwiki/pmwiki.php/Main/HorsemenOfTheApocalypse"
        },
        {
          "title": "Darksiders",
          "url": "/pmwiki/pmwiki.php/VideoGame/Darksiders"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InFall from Heaven, the FourHorsemen of the Apocalypsealso make an appearance, including Buboes, the Horseman of War and Stephanos, the Horseman of Conquest... and, on top of them, the Avatar of Wrath, a colossal manifestation of concentrated anger and bloodlust. The overall god of war (and chaos), when armageddon isn't happening, is Camulos.",
      "links": [
        {
          "title": "Fall from Heaven",
          "url": "/pmwiki/pmwiki.php/VideoGame/FallFromHeaven"
        },
        {
          "title": "Horsemen of the Apocalypse",
          "url": "/pmwiki/pmwiki.php/Main/HorsemenOfTheApocalypse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "There's Uesugi Kenshin from the Warring States Period of feudal Japan. Both historically and in theSamurai Warriorsseries, he's often referred to as 'Bishamonten', an earthly incarnation of the God of War.",
      "links": [
        {
          "title": "Samurai Warriors",
          "url": "/pmwiki/pmwiki.php/VideoGame/SamuraiWarriors"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Uesugi Kenshin also appears in theSengoku Basaragames and their anime adaptation. He's not directly referred to as Bishamonten in these, but he is known as \"the War God of Echigo.\"",
      "links": [
        {
          "title": "Sengoku Basara",
          "url": "/pmwiki/pmwiki.php/VideoGame/SengokuBasara"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "RuneScapehas Bandos, theBig Badof the Cave Goblin storyline. The goblinscallhim the \"Big High War God\".",
      "links": [
        {
          "title": "RuneScape",
          "url": "/pmwiki/pmwiki.php/VideoGame/RuneScape"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Big High War God",
          "url": "/pmwiki/pmwiki.php/Main/BuffySpeak"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "There's a wholepantheonof them in the form of The Second Circle fromLusternia. They range from noblecombat aestheteslike Terentia the Even-Bladed, who glory in the poetry of warfare, tobloodthirstyhunters like Shikari the Predator, who is described as fond of \"playing with his prey\".",
      "links": [
        {
          "title": "Lusternia",
          "url": "/pmwiki/pmwiki.php/VideoGame/Lusternia"
        },
        {
          "title": "combat aesthetes",
          "url": "/pmwiki/pmwiki.php/Main/CombatAestheticist"
        },
        {
          "title": "bloodthirsty",
          "url": "/pmwiki/pmwiki.php/Main/BloodKnight"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Age of Wonderslets you build a shrine of war and worship the Spirit of War, portrayed as an empty red helmet with red skeleton arms. He sends you on missions about killing and destroying.",
      "links": [
        {
          "title": "Age of Wonders",
          "url": "/pmwiki/pmwiki.php/VideoGame/AgeOfWonders"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InPrincess Maker 2, Olive can fight the war god.If she beats him,she gets his sword.",
      "links": [
        {
          "title": "Princess Maker 2",
          "url": "/pmwiki/pmwiki.php/VideoGame/PrincessMaker2"
        },
        {
          "title": "If she beats him",
          "url": "/pmwiki/pmwiki.php/Main/DidYouJustPunchOutCthulhu"
        },
        {
          "title": "she gets his sword",
          "url": "/pmwiki/pmwiki.php/Main/BraggingRightsReward"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "NetHackfeaturesDeath, Famine, and Pestilencein its endgame, leading one to question where exactly War is.It's the player.",
      "links": [
        {
          "title": "NetHack",
          "url": "/pmwiki/pmwiki.php/VideoGame/Nethack"
        },
        {
          "title": "Death, Famine, and Pestilence",
          "url": "/pmwiki/pmwiki.php/Main/HorsemenOfTheApocalypse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Balthazar inGuild Wars.He makes his returninGuild Wars 2.He startedopposingthe other deities and was somehow stripped of his godhood.",
      "links": [
        {
          "title": "Guild Wars",
          "url": "/pmwiki/pmwiki.php/VideoGame/GuildWars"
        },
        {
          "title": "Guild Wars 2",
          "url": "/pmwiki/pmwiki.php/VideoGame/GuildWars2"
        },
        {
          "title": "opposing",
          "url": "/pmwiki/pmwiki.php/Main/DivineConflict"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InSoulCalibur 3'sChronicles of the Swordmode, one chapter begins with the player character musing about how they heard someone call them War God(dess) once (Which is not an unreasonable claim).",
      "links": [
        {
          "title": "SoulCalibur 3",
          "url": "/pmwiki/pmwiki.php/VideoGame/SoulSeries"
        },
        {
          "title": "Which is not an unreasonable claim",
          "url": "/pmwiki/pmwiki.php/Main/OneManArmy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Morrighan of theMabinogiuniverse is the Goddess of War and Vengeance, a fact which heavily contrasts with her angelic appearance andBig Goodstatus.As it turns out, she's not quite as good as she looks, although she is well-intentioned.",
      "links": [
        {
          "title": "Mabinogi",
          "url": "/pmwiki/pmwiki.php/VideoGame/Mabinogi"
        },
        {
          "title": "Big Good",
          "url": "/pmwiki/pmwiki.php/Main/BigGood"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pillars of Eternityhas Magran, the goddess of war and fire. Her priests frequently wield firearms and were partially responsible for the creation ofthe Godhammer bombwhich killed a man who claimed to beand wasan incarnation of the god Eothas. Your party member Durance was one of the priests in question and is frequently remarkably disrespectful of her, calling her a whore among other things - though it's just as he isfrequently remarkably disrespectful of everyone else.",
      "links": [
        {
          "title": "Pillars of Eternity",
          "url": "/pmwiki/pmwiki.php/VideoGame/PillarsOfEternity"
        },
        {
          "title": "the Godhammer bomb",
          "url": "/pmwiki/pmwiki.php/Main/FantasticNuke"
        },
        {
          "title": "frequently remarkably disrespectful of everyone else",
          "url": "/pmwiki/pmwiki.php/Main/Jerkass"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InSword of the Stars, theTarkabelieve in the war god Sardo Kal. He is also their pantheon'sTrickster God.This, in many ways, says a lot about the way the Tarka view combat.",
      "links": [
        {
          "title": "Sword of the Stars",
          "url": "/pmwiki/pmwiki.php/VideoGame/SwordOfTheStars"
        },
        {
          "title": "Tarka",
          "url": "/pmwiki/pmwiki.php/Main/ProudWarriorRaceGuy"
        },
        {
          "title": "Trickster God",
          "url": "/pmwiki/pmwiki.php/Main/TricksterGod"
        },
        {
          "title": "This, in many ways, says a lot about the way the Tarka view combat.",
          "url": "/pmwiki/pmwiki.php/Main/CombatPragmatist"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "There's multiple inTears to Tiara 2. Melqart theGod of War.AshtarteandTanit, both the Goddesses of War and Harvestand the same person.",
      "links": [
        {
          "title": "Tears to Tiara 2",
          "url": "/pmwiki/pmwiki.php/VideoGame/TearsToTiara2"
        },
        {
          "title": "God of War",
          "url": "/pmwiki/pmwiki.php/Main/SuperpoweredEvilSide"
        },
        {
          "title": "Ashtarte",
          "url": "/pmwiki/pmwiki.php/Main/CuteBruiser"
        },
        {
          "title": "Tanit",
          "url": "/pmwiki/pmwiki.php/Main/LadyOfWar"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The firstborn of Gwyn fromDark Soulsacts as the deity of the Warrior of Sunlight covenant, and is said to be a god of war. However, this covenant is often cited as theleastbelligerent of the nine available, since the guild has little to noPvPinteraction, benefiting those who leave summoning signs simply to help people overcome staggering odds.He gets to show his true might when we fight him as the Nameless King inDark Souls IIIand goddamnhe is NOT pulling his punches!Dark Souls IIbriefly mentions a god named Faraam who is another god of war, but whether he actually existed or is just a myth is left vague.",
      "links": [
        {
          "title": "Dark Souls",
          "url": "/pmwiki/pmwiki.php/VideoGame/DarkSouls"
        },
        {
          "title": "PvP",
          "url": "/pmwiki/pmwiki.php/Main/PlayerVersusPlayer"
        },
        {
          "title": "Dark Souls III",
          "url": "/pmwiki/pmwiki.php/VideoGame/DarkSoulsIII"
        },
        {
          "title": "he is NOT pulling his punches!",
          "url": "/pmwiki/pmwiki.php/Main/ThatOneBoss"
        },
        {
          "title": "Dark Souls II",
          "url": "/pmwiki/pmwiki.php/VideoGame/DarkSoulsII"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Inevitable inSmiteas the basis is Gods from various mythologies duking it out in combat, various aforementioned Gods in the mythology section make an appearance, including Athena, Ares, Neith, Odin, Tyr, Freya, Guan Yu, Kali, Bellona (the Roman equivalent of Enyo) and Hachiman.",
      "links": [
        {
          "title": "Smite",
          "url": "/pmwiki/pmwiki.php/VideoGame/Smite"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Elder Scrolls:In the oldNordicpantheon, Shor (their version ofLorkhan/Shezarr, the \"dead\" god who convinced theAedrato create Mundus, the mortal realm) was a bloodthirsty warrior king and was also theirTop God, fitting for aProud Warrior Race. After his \"death\", his spirit was forced to wander Mundus, occasionallytaking formas a \"Shezarrine\", who would typically act asgreat champions to mankindwhile slaughtering many, manyElves. Even though most modern Nords have adopted the ImperialNine Divinespantheon, many still hold Shor in high regard.Talos, aDeity of Human Origin(possibly via aMerger of Souls), is both the God of War and God of \"Good Governance\" in the Nine Divines pantheon. He is possibly aliteralSpiritual Successorto Shor, with one of the beings possibly making up Talos (Wulfharth Ash-King) believed to have been a Shezarrine. He is extremely popular to both Imperials and Nords, and the ban placed on his worship as part of the White-Gold Concordat with theAldmeri Dominionis major factor in theCivil Warseen inSkyrim.Zenithar, the Aedric Divine God of Work and Commerce, is described as a \"warrior god\", but \"one who is reserved and restrained in times of peace\". His followers also describe him as the \"god who will always win\", ashe stands to gain from any action.Stendarr, the Aedric Divine of Mercy and rule through forbearance, is treated as a war god in many interpretations, particularly the Nordic version Tsun, depicting him as the god oftaking your foes alive for ransom. Tsun is also the shield-thane of Shor who tests worthy warriors to see if they are allowed to enter Shor's halls, and in the events ofSkyrimthe player ends up having to fight Tsun in honorable combat.Ebonarm is a god of war worshiped in the Iliac Bay region. He is aBlack Knightwith anebony sword fused to his right armand is \"never seen\" without his suit of ebony armor. While he is a god of war,he won't fight in any war that started for petty reasons. When he appears on the battlefield, it is usually topreventbloodshed and reconcile the opposing sides.Trinimac was a prominent deity among the earlyAldmerand served as the champion ofAuri-El, the Aldmeri aspect of Akatosh. Trinimac was a warrior spirit, said to be the strongest of the et'Ada (\"original spirits\"), and in some places was even more popular than Auri-El. According to Aldmeri religious tradition, it was Trinimac who led the Aldmeri armies against Lorkhan's supporters, the races of Men. Trinimacslew Lorkhanand removedLorkhan's heartfrom his body. However, Trinimac would later be \"eaten\" by the Daedric PrinceBoethiahso that Boethiah could manipulate Trinimac's followers, who would become the Chimer. After being tortured in Boethiah's stomach, the remains of Trinimac were \"excreted\". These remains became the Daedric PrinceMalacathand his remaining followers were transformed into theOrsimer (Orcs). Malacath somewhat confirms this story, but complains that it is \"too literal-minded\".Though the Daedric Prince Hircine is a god of nature and hunting, he is also a god of the dynamic between predator and prey, and relishes any scenario where the two roles interchange. As such, he is often perceived as a god ofsmall-scale combat between worthy foes, and in his appearances, he chooses tofight fairlyorpraises the player for their ability to either down mighty foes or turn a hunt against the hunters.",
      "links": [
        {
          "title": "The Elder Scrolls",
          "url": "/pmwiki/pmwiki.php/Franchise/TheElderScrolls"
        },
        {
          "title": "Nordic",
          "url": "/pmwiki/pmwiki.php/Main/HornyVikings"
        },
        {
          "title": "Lorkhan/Shezarr",
          "url": "/pmwiki/pmwiki.php/Main/IHaveManyNames"
        },
        {
          "title": "dead",
          "url": "/pmwiki/pmwiki.php/Main/GodIsDead"
        },
        {
          "title": "Aedra",
          "url": "/pmwiki/pmwiki.php/Main/OurGodsAreDifferent"
        },
        {
          "title": "Top God",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "Proud Warrior Race",
          "url": "/pmwiki/pmwiki.php/Main/ProudWarriorRaceGuy"
        },
        {
          "title": "taking form",
          "url": "/pmwiki/pmwiki.php/Main/GodInHumanForm"
        },
        {
          "title": "Shezarrine",
          "url": "/pmwiki/pmwiki.php/Main/EternalHero"
        },
        {
          "title": "great champions to mankind",
          "url": "/pmwiki/pmwiki.php/Main/HumansAreSpecial"
        },
        {
          "title": "Elves",
          "url": "/pmwiki/pmwiki.php/Main/OurElvesAreDifferent"
        },
        {
          "title": "Nine Divines",
          "url": "/pmwiki/pmwiki.php/Main/SaintlyChurch"
        },
        {
          "title": "Deity of Human Origin",
          "url": "/pmwiki/pmwiki.php/Main/DeityOfHumanOrigin"
        },
        {
          "title": "Merger of Souls",
          "url": "/pmwiki/pmwiki.php/Main/MergerOfSouls"
        },
        {
          "title": "Spiritual Successor",
          "url": "/pmwiki/pmwiki.php/Main/SpiritualSuccessor"
        },
        {
          "title": "Aldmeri Dominion",
          "url": "/pmwiki/pmwiki.php/Main/AntiHumanAlliance"
        },
        {
          "title": "Civil War",
          "url": "/pmwiki/pmwiki.php/Main/CivilWar"
        },
        {
          "title": "Skyrim",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheElderScrollsVSkyrim"
        },
        {
          "title": "god who will always win",
          "url": "/pmwiki/pmwiki.php/Main/InvincibleHero"
        },
        {
          "title": "he stands to gain from any action",
          "url": "/pmwiki/pmwiki.php/Main/XanatosGambit"
        },
        {
          "title": "taking your foes alive for ransom",
          "url": "/pmwiki/pmwiki.php/Main/OddJobGods"
        },
        {
          "title": "Black Knight",
          "url": "/pmwiki/pmwiki.php/Main/BlackKnight"
        },
        {
          "title": "ebony sword fused to his right arm",
          "url": "/pmwiki/pmwiki.php/Main/BladeBelowTheShoulder"
        },
        {
          "title": "never seen",
          "url": "/pmwiki/pmwiki.php/Main/TwentyFourHourArmor"
        },
        {
          "title": "he won't fight in any war that started for petty reasons",
          "url": "/pmwiki/pmwiki.php/Main/TechnicalPacifist"
        },
        {
          "title": "Aldmer",
          "url": "/pmwiki/pmwiki.php/Main/OurElvesAreDifferent"
        },
        {
          "title": "Auri-El",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "slew Lorkhan",
          "url": "/pmwiki/pmwiki.php/Main/GodIsDead"
        },
        {
          "title": "Lorkhan's heart",
          "url": "/pmwiki/pmwiki.php/Main/CosmicKeystone"
        },
        {
          "title": "Boethiah",
          "url": "/pmwiki/pmwiki.php/Main/ManipulativeBastard"
        },
        {
          "title": "Malacath",
          "url": "/pmwiki/pmwiki.php/Main/AllOfTheOtherReindeer"
        },
        {
          "title": "Orsimer (Orcs)",
          "url": "/pmwiki/pmwiki.php/Main/OurOrcsAreDifferent"
        },
        {
          "title": "small-scale combat between worthy foes",
          "url": "/pmwiki/pmwiki.php/Main/WorthyOpponent"
        },
        {
          "title": "fight fairly",
          "url": "/pmwiki/pmwiki.php/Main/WillfullyWeak"
        },
        {
          "title": "praises the player for their ability to either down mighty foes or turn a hunt against the hunters.",
          "url": "/pmwiki/pmwiki.php/Main/TheHunterBecomesTheHunted"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Though he isn't actually a deity, it's possible thatSpinalfromKiller Instinctis worshipped as one, given that theOminous Swedish Chantinginhis theme songseem to be invoking him as one.Vakna, vakna, mäktiga gud!(Awaken, awaken, Mighty God!)Kallar på Spinal, krigarguden!(Calling for Spinal, the Warrior God!)Fräls oss, fräls oss, mäktiga gud!(Deliver us, deliver us, Mighty God!)Med guden Spinals krafter och mod(With the powers and courage of Spinal the God)",
      "links": [
        {
          "title": "Spinal",
          "url": "/pmwiki/pmwiki.php/Main/DemBones"
        },
        {
          "title": "Killer Instinct",
          "url": "/pmwiki/pmwiki.php/VideoGame/KillerInstinct"
        },
        {
          "title": "Ominous Swedish Chanting",
          "url": "/pmwiki/pmwiki.php/Main/OminousLatinChanting"
        },
        {
          "title": "his theme song",
          "url": "https://www.youtube.com/watch?v=jdovlP7uwDw"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Final Fantasy XIV:Among Eorzea's pantheon of gods, the Twelve, Halone the Fury is the goddess of ice and war. Fittingly, she is the guardian deity of the Holy Sea of Ishgard, who havebeen at war with the Dravanian Hordefor athousand yearsby the time the player pays them a visit.Though Halone is the official war goddess,Rhalgr the Destroyeris also frequently associated with war as the patron god ofAla Mhigo. In Eorzean myth, Rhalgr was Halone's mentor in combat.The insectoid Gnath worship Ravana, Lord of the Hive, as an immortal general who will lead their people to conquest and glory.",
      "links": [
        {
          "title": "Final Fantasy XIV",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyXIV"
        },
        {
          "title": "been at war with the Dravanian Horde",
          "url": "/pmwiki/pmwiki.php/Main/ForeverWar"
        },
        {
          "title": "Rhalgr the Destroyer",
          "url": "/pmwiki/pmwiki.php/Main/DestroyerDeity"
        },
        {
          "title": "Ala Mhigo",
          "url": "/pmwiki/pmwiki.php/Main/ProudWarriorRace"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Destiny: Xivu Arath is the Hive's god of war, meaning she perfectly embodies theirOmnicidal Maniacphilosophy. She doesn't have her sister Savathûn's cunning or her brother Oryx's knowledge, meaning she's often considered theleast intelligentof the Hive's three gods, but she does have discipline, strategic acumen, and incredible, bloody-minded tenacity. She's described as having elevated regular attrition warfare into a new form of war that attacks \"the enemy’s very fundamental modes of being and knowing\", forcing her enemies to fight battle after endless battle until they simply lose the will to resist. Worse, she draws power from battle and carnage no matter who's doing the dying, meaning she grows stronger even when she's defeated. And she hasn't been defeated in alongtime.Clovis Bray:\"Identify yourself or be destroyed.\"Xivu Arath:\"I AM WAR.\"",
      "links": [
        {
          "title": "Destiny",
          "url": "/pmwiki/pmwiki.php/VideoGame/Destiny"
        },
        {
          "title": "Omnicidal Maniac",
          "url": "/pmwiki/pmwiki.php/Main/OmnicidalManiac"
        },
        {
          "title": "least intelligent",
          "url": "/pmwiki/pmwiki.php/Main/DumbMuscle"
        },
        {
          "title": "\"I AM WAR.\"",
          "url": "/pmwiki/pmwiki.php/Main/IAmTheNoun"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Daikaiju Daikessen Versus: The backstory of one of the playable kaiju, Ascha'Vovina, involves it having been kept as a pet by a god of war named Acubens, who used it to annihilate entire civilizations for his amusement. However, Ascha'Vovina eventually grew too powerful for him to control and tried to eat him, leading to it being cast out into the multiverse.",
      "links": [
        {
          "title": "Daikaiju Daikessen Versus",
          "url": "/pmwiki/pmwiki.php/VideoGame/DaikaijuDaikessenVersus"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InAlbion, the Kenget Kamulos split off from the other Albion Celt and druids to worship the War God Kamulos, living in an oppressive, inegalitarian underground society and, naturally, being aProud Warrior Race. While the existence of gods in this setting is uncertain, the leader of the Kenget Kamulos is able to transform into the avatar of Kamulos, rather spectacularly providing one of the very fewBoss Fightsin the game. However, in a setting where demons are fears made flesh by magic, that doesn't necessarily prove independent existence of the god.",
      "links": [
        {
          "title": "Albion",
          "url": "/pmwiki/pmwiki.php/VideoGame/Albion"
        },
        {
          "title": "Proud Warrior Race",
          "url": "/pmwiki/pmwiki.php/Main/ProudWarriorRace"
        },
        {
          "title": "Boss Fights",
          "url": "/pmwiki/pmwiki.php/Main/BossFight"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Genshin Impactfeatures several examples among itsFantasy Pantheon:Morax, God of Contracts and theGeo Archonof Liyue, is hailed as a warrior god for his dominance in theArchon War2000 years prior to the game's present.Baalor rather, her sister, Beelzebul, Goddess of Eternity and theElectro Archonof Inazuma, likewise served as a frontline general for her nation in the same war.Haborym, thePyro Archonof Natlan, is the actual holder of the title \"God of War\" among Teyvat's pantheon, though also a unique example of the concept.For one, they're aLegacy Character, with therole and its divine powerpassed to the nation's most powerful mortal warrior of each generation. Rather than overseeing war as a concept, they instead lead and safeguard the warriors of Natlan in theirForever Waragainst the Abyss.",
      "links": [
        {
          "title": "Genshin Impact",
          "url": "/pmwiki/pmwiki.php/VideoGame/GenshinImpact"
        },
        {
          "title": "Fantasy Pantheon",
          "url": "/pmwiki/pmwiki.php/Main/FantasyPantheon"
        },
        {
          "title": "Geo Archon",
          "url": "/pmwiki/pmwiki.php/Main/DishingOutDirt"
        },
        {
          "title": "Archon War",
          "url": "/pmwiki/pmwiki.php/Main/DivineConflict"
        },
        {
          "title": "Electro Archon",
          "url": "/pmwiki/pmwiki.php/Main/GodOfThunder"
        },
        {
          "title": "Pyro Archon",
          "url": "/pmwiki/pmwiki.php/Main/GodOfFire"
        },
        {
          "title": "Legacy Character",
          "url": "/pmwiki/pmwiki.php/Main/LegacyCharacter"
        },
        {
          "title": "role and its divine power",
          "url": "/pmwiki/pmwiki.php/Main/PositionOfLiteralPower"
        },
        {
          "title": "Forever War",
          "url": "/pmwiki/pmwiki.php/Main/ForeverWar"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hades:In the first game, Ares and Athena can both grant boons to Zagreus. As is normal for the myths, Ares is aBlood Knighthappy to watch Zagreus slaughter his way through the underworld, while Athena advises a more cautious approach.Ares:You bear the blessing of Athena, yes? She would protect you from your enemies, whilst I would rather that you slay them, and be done.In thesecond game, since there's anactualwar going on, things are a little different. Athena doesn't give out regular boons because she's too busy fighting, only showing up rarely when Mel distinguishes herself. It's not quite clear what Ares is up to most of the time, but he does show up eventually (after youencounter Typhon for the first time), and everyone generally assumes he was off slaughtering Chronos' forces somewhere. However, this game also showsAphroditein her rarely-seen war aspect, Aphrodite Areia. She is one of the most active gods in the war (second only to Athena and possibly Ares), she's actively armed and by all appearances personally fighting on the front lines, and cheerily recommends that Melinoë cut a bloody swath through the enemy. Not to mention that her boons still have the highest damage bonus of all the gods. This contrasts most of the other gods, who largely treat the war as an interruption to their parties.Aphrodite:You know, gorgeous, I like getting my way. And right now I would like for you to cut a bloody little path through every single wretch and traitor who dares get in yours.Please?",
      "links": [
        {
          "title": "Hades",
          "url": "/pmwiki/pmwiki.php/VideoGame/Hades"
        },
        {
          "title": "Blood Knight",
          "url": "/pmwiki/pmwiki.php/Main/BloodKnight"
        },
        {
          "title": "second game",
          "url": "/pmwiki/pmwiki.php/VideoGame/HadesII"
        },
        {
          "title": "Aphrodite",
          "url": "/pmwiki/pmwiki.php/Main/LoveGoddess"
        }
      ]
    }
  ]
}