{
  "trope": "KarmicTrickster",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/KarmicTrickster",
  "description": "That's what happens when you tangle with thewabbit.\n\n“First,Bushinvades my home turf. Then he takes my pals. Then he makes fun of the way I talk (probably). Now, he steals my right to raise a disobedient, smart-alecky son! Well, that’s it!”—Homer Simpson,The Simpsons, “Two Bad Neighbors”\n\nThe Tricksterwho specializes inunstuffing stuffed shirts, deflating puffed-up egos, trivializing the self-important, and confusing know-it-alls. The Karmic Trickster is normally harmless, even friendly, if left alone. Once their dignity is dented or their person threatened, however, it's no holds barred — the target is in for humiliation, embarrassment, and bewilderment. Any tactic is fair game as long as it does not cause permanent physical harm to the target — pratfalls and slapstick are fair game, but the worst of the bruising will be reserved for the target's ego. Only when the target has surrendered does the Karmic Trickster conclude their vengeance.\n\nBeing completely self-centered, the Karmic Trickster normally acts only on their own behalf, but can be convinced to help others — they have a soft spot for babies, innocents, and those who are truly good, and when their sympathy is evoked, will go to the ends of the earth for them. Sometimes they sow chaos for the sake of chaos, but only when they get carried away in the midst of one of their campaigns. Most of the time, he simply wants to beleft alone, andheaven help whoever messes with him!Given all of their righteous retribution, sometimes these characters can exist somewhere betweenthis,The Prankster, and borderlineNeutral Evilif their self-righteous attitudes end up attacking characters for little more than existing nearby them, and can often just seem likeComedic Sociopathyif our trickster operates as aDesignated Heroregardless of where they sit onThe Tricksterscale and the onlyKarmicanything involved about them is being aKarma Houdini.\n\nBetween them, Karmic Trickster andThe Prankstercomprise two-thirds ofThe Tricksterclassic. His actions are as much to teach as to gain revenge, whereThe Pranksteris the embodiment of mischief for mischief's sake.\n\nSee also:Karmic Protection.\n\nMay masqueradeasThe Foolor vice versa; whether silly or wise, they will always displayHidden Depths(if only a knack forcomedyandSimple-Minded Wisdom) whom the audience may laugh at. This is not always true of otherTrickstersin general, who are sometimes cast ascloud cuckoolanders, irrepressibleagents of chaos, lesserchaos-bringerswho are constantly beingtaught a lessonthemselves, or cosmicbutt monkeys. Such traits rarely apply here. Indeed, the Karmic Trickster is the least vulnerable toHoist by His Own Petardor toCounter Zany(which they can often turn intoZany Scheme Chicken).\n\nExamples:open/close all folders\n\nAnime & MangaThe very aptly-named Karma ofAssassination Classroomis this trope as well as being aBully Hunter. Hunting a Bully who was academically gifted in defense of a student from the lowest class got him kicked down to Class-E as well... where he is now thriving in learning assassination techniques to add to his arsenal.Kurumi from Kanako Inuki's horror mangaPresentsspends much of her time giving people presents that result in them and/or others getting what they truly deserve, whether for good or, much more often, for ill. She will sometimes warn people away from choices regarding gifts that will end badly for them (they don't usually listen) or give them advice regarding presents, but this usually turns out the same way as when she offers the presents herself.Shadow Man ofRanpo Kitan: Game of Laplaceis this. When provoked, he'll do his very best to bring the culprit to justice usingGentleman Thiefmethods.\n\nFan WorksKarma's a Bitchreimagines Zoe Lee as a cunningCon Womanwho thinks greed, arrogance, and entitlement are the qualities of an easy mark, that with a bit of ego-stroking, such people are easy to trick into doing her dirty work, and easily set up to take the blame for her schemes.\n\nFilms — Live-ActionThe title character played byAudrey TautouinAmélie, who sets out to drive aJerkassgrocer insane by makingbarely noticeable changes in his apartment.The main protagonists ofBrain Donorsplay this role against egotistical ballet dancer Roberto Volare.The Marx Brothers, making itOlder Than They Think. Groucho's line \"Then it's war!\" fromDuck Soupis the inspiration for Bugs Bunny'sBattle Cry. The film includes a literal war, splicing in footage fromWorld War I.Eddie Murphyplays this role as Chandler Jarrell,The HeroandChosen OneofThe Golden Child. Once he learns that Sardo Numspa is theBig Bad, hetaunts himat every opportunity and takes a sort of childish glee in making him look foolish.Mahoney fromPolice Academyis given a choice between joining the police or facing jail for his Karmic Trickster actions. Note that becoming a police officer only curbed himslightly(or not at all whereJerkasssuperiors are involved) but at least it gave him a badge to indulge in his true heroic tendencies.The Shawshank Redemption: He tends not to get a trickster reputation due mostly to his temperament (soft-spoken rather than wacky), but after being imprisoned for a crime he didn't commit and extorted into laundering money for the warden, Andy Dufresneescapes from prison, steals the warden's dirty money, and exposes the corruption in the prison, resulting in the warden's suicide and the arrest ofThe Dragon. Bugs Bunny would be proud.\n\nLiteraturePumphutt inKrabatwalks from mill to mill and punishes the masters who treat their apprentices like shit.Randall PatrickMcMurphyofOne Flew Over the Cuckoo's Nestis a somewhat more realistic version of this.In the end, though, Nurse Ratchet always wins, andMcMurphyis in fact a certifiable sociopath, so it could be said he gets his owncomeuppance.A Song of Ice and Fire: Hurt Tyrion Lannister, and you can face the whole gamut of gettingdeconstructed hilariouslyin public to being outright shown up by what he does to undermine your position in inventive ways. Hurt somebody else, however… and, he goes to town to make you look just as idiotic to others as he finds you to be. Just ask Joffrey. Push him even further, and, well…it gets deadly — out-of-prison-with-a-crossbow-on-the-candeadly — as his father Tywin learns.InThe Stormlight Archive, this is Wit's entire job. One can tell he greatly enjoys it, and more or less every single noble deserves it.El-Ahrairah inWatership Downfalls somewhere in these lines, along with being aGuile Hero. It makes sense, as he's supposed to represent the rabbits' gift for outrunning and outmaneuvering their enemies.Whateley Universe:Definitely Beltane, who's notorious on campus for playing pranks on deservingJerkassclassmates, particularly if said classmate is picking on one of Beltane's friends. Has the power of controlling ectoplasm, so can perform spectacular tricks.Also the recent character Thorn, who has the same power set. Thorn's also fond of just general silliness, using himself as the \"butt\". Yes, they have apparently met, and are currently engaged in a prank war.In a later story, Bladedancer's girlfriend, Molly (a.k.a. \"Gateway\"), decides to summon up a trickster spirit to punish a notorious bully for messing with her friends. She was fortunate indeed to stipulate that it not cause him actual harm, else the karmic debt might have gotten loaded onto her in turn.\"The Wolf And The Fox\": The wolf enslaves the fox and forces to fox to hunt for the wolf, and the wolf eats most of the food when the fox gets much less. So the fox sets up a scheme where it shows the wolf a cellar storing meat. The fox lets the wolf to eat until it gets so fat it cannot get out the way it came in, so the fox is able to escape when the farmer checks on his cellar and kills the wolf.\n\nLive-Action TVTough to say whether this belongs underLive-Action TVorWestern Animation, but part of theFarscapeepisode \"Revenging Angel\" depicts Crichton in a coma using a series ofChuck Jones-inspired animated sequences in aShout-Outto the classicLooney Tunesshorts. Crichton's role is variously the Road Runner or Bugs Bunny, depending on whether he's just trying to run away from D'Argo, or actively taking revenge for having put him in the coma in the first place (the latter placing him squarely in this trope).OnSupernatural, this is theTrickster'sMO: he seeks out people who he thinks are assholes or who annoy him, and punishes them in some manner he deems appropriate, generally killing them in the process.In the BBC sitcomWaiting for God, this would be Diana Trent, most often deflating Harvey \"The Idiot\" Baynes in the midst of one of his schemes to defraud or otherwise suppress the tenants of Bayview.\n\nMythology & ReligionOddly enough (or maybe not, considering the duality obsession), Tezcatlipoca ofAztec Mythology. While masquerading as a merchant he was sent to war commanding a legion of dwarves in aUriah Gambitby a local king. The king figured the dwarves would see the enemy soldiers and flee, leaving their leader to die. Tezcatlipoca instead gave them aRousing Speechthat resulted in them fighting at his side and returning home victorious. The King had to name him as a war hero.Br'er Rabbit, moreso in the original stories than in theDisneyfiedSong of the South. Bugs Bunny was partially based on this character.Anansi the Spider in Ghana and the Caribbean. He carries on this role inNeil Gaiman'sAmerican GodsandAnansi Boys.TheNorsegod Loki, although sometimesThe Prankster, brought Karmic Trickery to bear against the villains for the greater good on several occasions. Loki would oftentart himself upin drag to trick his enemies — a classic Karmic Trickery ploy — and often teamed up with Thor for a mix ofBrains and Brawn.In many North American Native traditions, the figure of Coyote, and Raven a bit further north.Till Eulenspiegelin German folklore: many of his \"merry pranks\" are aimed at exposing the hypocrisy and greed of others.Yiddish tales from the Ukraine feature Hershele Ostropolyer, who cheats rich misers out of their dinner, mocks well-dressed party-goers for only caring about looks, etc.\n\nProfessional WrestlingThe characterEddie Guerreroportrayed in the late part of hisWWEcareer was very much a Karmic Trickster; he'd jokingly useheelishtactics against heels, but because they were all bad guys, and he was so funny about it, the crowds ate it up. One of his favorite tactics was to pound the mat with a steel chair, throw it into an opponent's hands, and collapse to the mat so that when theEasily Distracted Refereeturned back around, he'd naturally assume that the heel hit Eddie with the chair. And then, when the ref turned around to chastise the heel (on the occasions where he didn't outright disqualify him), he'd mug for the crowd and pose for the heel, such as putting his hands behind his head as if he were relaxing in a hammock. And when the referee's back was turned removing the chair from the ring, Eddie would often take the heel out witha low blow.\n\nTabletop GamesMagic: The Gathering:Oko the Trickster, a PuckExpyandplaneswalker, is aSubversion; heclaimsto be this, humiliating and humbling arrogant and pompous authority figures, but in reality he just enjoys causing chaos, often of the cruel and sadistic variety, and seesallauthority figures as deserving of his \"pranks.\" InThe Wildered Questhe kidnapsKing Kenrith of Eldraine, who it must be said is anythingbutpompous or arrogant, and tries to engineer a war between humanity and elves just so he can watch the chaos unfold.Princess: The Hopeful:This is one of the job descriptions for the Princesses of Spades. As the court that values freedom, laughter, and autonomy, a Princess of Spades will often dedicate herself to deflating the egos of the pompous and making repressive authority figures look like fools. Being a Princess, she is also much more likely to do this even if the authority in question isn't yet doingherany harm, as long as there are others whoarebeing harmed or she thinks the authority figure himself is likely to benefit from a quick deflating.\n\nTheaterTwelfth Night: Feste the jester embodies this role, appropriately enough for a play celebrating the Twelfth Night. The festivities are supposed to showcase the inversion of the social order and laugh at it all, which is precisely what Feste does. He points out the logical flaws in Olivia's mourning, sees through even Viola's clever wordplay and cuts the pompous, Puritan Malvolio down to size...and then some.\n\nWebcomicsInSinfest, the angels cheerfully rhapsodize about howGood Feels Good— right next toSatan's soul-buying booth. He also hunts them and often gets pranked when he does so. And when he is not doing so — given that he's Satan and they don't prank other characters, Karma can be assumed.Lindsay Dawn and her daughter Leila in the roleplays ofWhite Dark Lifeare both this crossed withBully Hunter, constantly playing pranks on bullies and bad guysto take them down a pegand protect the innocent from harmful shenanigans. Said pranks very frequently involveexplosionsand other forms of property damage (they've leveled Bowser's Castle several times), but Lindsay and Leila both go out of their way to avoid actually hurting anyone except when inevitable (asCorneriaonce learned the hard way).\n\nVideo GamesTouchstarvedhas Kuras, who's nothing but kind to the unfortunate (so far, at least) while selling fake alchemical ingredients to the Senobium's sinister clerics.\n\nWestern AnimationAdventures of Sonic the Hedgehognudges Sonic into this direction, repeatedly foiling Robotnik's plans in the mostLooney Tunes-esque ways imaginable.The Warner Brothers (and the Warner Sister) inAnimaniacs(although Wakko is closer to beingThe Prankster) are somewhat offset by the fact that they can be cheerful and annoying toanybody, but are generally harmless until someone starts being aJerkass.Thenhe gets labeled their \"Special Friend\", and all bets are off. In one episode, they're being driven crazy by aMaria Von Trappexpy... but can't bring themselves to clobber her, because she's not doing anythingwrong.They hire Slappy, although by the end the nannyends up with a family more likely to appreciate her(that is, a parody of the Von Trapps).In mostDonald Duckcartoons where Donald is the antagonist, this tends to be the case. Chip and Dale or Huey, Dewey, and Louie especially.Mickey Mouseeven serves in this role to Donald as opposed to his usual one of theStraight Manin \"Magician Mickey\".Loud Kiddington fromHisteria!!, particularly in a sketch featuring him as a Mountie in the episode \"North America\".Mickey again takes on this role in aHouse of Mousecartoon where he's held hostage by Pete and his even dumber backwoods cousin Zeke, who had just robbed a bank.Mickey convinces both parties that one of them is trying to do the other one in and take the money for themselves, and then proceeds to add fuel to the fire as their paranoia sets in and their stupidity takes over.Looney Tunes:Bugs Bunnyis a famous Karmic Trickster and former trope namer. This characterization was a considered decision on the part of Bugs' creators: it was required that the antagonist strike first. Note that it was not from the start: in his early days, Bugs was more ofThe Prankster; in fact,the gag that the page image is based onis from the 1942 short \"The Wacky Wabbit\", in which Bugs is actually the one that antagonizes Elmer, and not the other way around. On the rare occasions that Bugs does strike first, he tends to suffer a defeat at the hands of the one he antagonized.Tweety is another example. He's content to sing and swing in his cage until Sylvester starts trying to eat him, and then retaliation comes.The Road Runner is an odd example. While he does occasionally tease the Coyote who's trying to catch him, he very rarely has to actuallydoanything to thwart him. He'll just keep running around and, wherever he goes, the laws of physics will re-write themselvesso the Coyote gets tormented.In 1941,Tex AverydirectedThe Crackpot Quail, the title character of which bore averystrong resemblance to his early Bugs Bunny. Crackpot was paired up with Willoughby the Dog, who had previously tangled with Bugs in Avery'sThe Heckling Hare; he had a voice that sounded a bit like Bugs'; he even addressed Willoughby repeatedly as \"Doc\"!Tex Avery MGM Cartoons: In the short \"Bad Luck Blackie\", a black cat helps a kitten get even with aBully Bulldogby causing the dog bad luck, which takes the form ofvarious heavy things falling on the dog out of nowhere.Most of the Tiny Toons fromTiny Toon Adventuresfit into this category. Especially Babs and Buster. Makes sense, considering the entire show is anAffectionate Parodyof oldLooney Tunescartoons, featuringExpiesof oldLooney Tunescharacters beingtaughtby said characters.Tom and Jerry: Jerry generally waits until Tom victimizes him before unleashing torment upon the cat... except when he occasionally didn't wait. These days it seems to be a very mutual rivalry, or even Jerry being the \"bad guy\".The title character inWander over Yondertends to be a nice furry orange creature, and generally doesn't set out for taking antagonists down in return for a perceived slight — but a lot of his antics come out this way anyway. However, in \"The Waste of Time\", he's revealed to know exactly what he's doing, because he's been practicing for thousands of years.",
  "examples": [
    {
      "section": "Examples:",
      "text": "The very aptly-named Karma ofAssassination Classroomis this trope as well as being aBully Hunter. Hunting a Bully who was academically gifted in defense of a student from the lowest class got him kicked down to Class-E as well... where he is now thriving in learning assassination techniques to add to his arsenal.",
      "links": [
        {
          "title": "Assassination Classroom",
          "url": "/pmwiki/pmwiki.php/Manga/AssassinationClassroom"
        },
        {
          "title": "Bully Hunter",
          "url": "/pmwiki/pmwiki.php/Main/BullyHunter"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kurumi from Kanako Inuki's horror mangaPresentsspends much of her time giving people presents that result in them and/or others getting what they truly deserve, whether for good or, much more often, for ill. She will sometimes warn people away from choices regarding gifts that will end badly for them (they don't usually listen) or give them advice regarding presents, but this usually turns out the same way as when she offers the presents herself.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Shadow Man ofRanpo Kitan: Game of Laplaceis this. When provoked, he'll do his very best to bring the culprit to justice usingGentleman Thiefmethods.",
      "links": [
        {
          "title": "Ranpo Kitan: Game of Laplace",
          "url": "/pmwiki/pmwiki.php/Anime/RanpoKitanGameOfLaplace"
        },
        {
          "title": "Gentleman Thief",
          "url": "/pmwiki/pmwiki.php/Main/GentlemanThief"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Karma's a Bitchreimagines Zoe Lee as a cunningCon Womanwho thinks greed, arrogance, and entitlement are the qualities of an easy mark, that with a bit of ego-stroking, such people are easy to trick into doing her dirty work, and easily set up to take the blame for her schemes.",
      "links": [
        {
          "title": "Karma's a Bitch",
          "url": "/pmwiki/pmwiki.php/Fanfic/KarmasABitch"
        },
        {
          "title": "Con Woman",
          "url": "/pmwiki/pmwiki.php/Main/ConWoman"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The title character played byAudrey TautouinAmélie, who sets out to drive aJerkassgrocer insane by makingbarely noticeable changes in his apartment.",
      "links": [
        {
          "title": "Audrey Tautou",
          "url": "/pmwiki/pmwiki.php/Creator/AudreyTautou"
        },
        {
          "title": "Amélie",
          "url": "/pmwiki/pmwiki.php/Film/Amelie"
        },
        {
          "title": "Jerkass",
          "url": "/pmwiki/pmwiki.php/Main/Jerkass"
        },
        {
          "title": "barely noticeable changes in his apartment.",
          "url": "/pmwiki/pmwiki.php/Main/GasLighting"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The main protagonists ofBrain Donorsplay this role against egotistical ballet dancer Roberto Volare.",
      "links": [
        {
          "title": "Brain Donors",
          "url": "/pmwiki/pmwiki.php/Film/BrainDonors"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Marx Brothers, making itOlder Than They Think. Groucho's line \"Then it's war!\" fromDuck Soupis the inspiration for Bugs Bunny'sBattle Cry. The film includes a literal war, splicing in footage fromWorld War I.",
      "links": [
        {
          "title": "The Marx Brothers",
          "url": "/pmwiki/pmwiki.php/Creator/TheMarxBrothers"
        },
        {
          "title": "Older Than They Think",
          "url": "/pmwiki/pmwiki.php/Main/OlderThanTheyThink"
        },
        {
          "title": "Duck Soup",
          "url": "/pmwiki/pmwiki.php/Film/DuckSoup"
        },
        {
          "title": "Battle Cry",
          "url": "/pmwiki/pmwiki.php/Main/BattleCry"
        },
        {
          "title": "World War I",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/WorldWarI"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Eddie Murphyplays this role as Chandler Jarrell,The HeroandChosen OneofThe Golden Child. Once he learns that Sardo Numspa is theBig Bad, hetaunts himat every opportunity and takes a sort of childish glee in making him look foolish.",
      "links": [
        {
          "title": "Eddie Murphy",
          "url": "/pmwiki/pmwiki.php/Creator/EddieMurphy"
        },
        {
          "title": "The Hero",
          "url": "/pmwiki/pmwiki.php/Main/TheHero"
        },
        {
          "title": "Chosen One",
          "url": "/pmwiki/pmwiki.php/Main/ChosenOne"
        },
        {
          "title": "The Golden Child",
          "url": "/pmwiki/pmwiki.php/Film/TheGoldenChild"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "taunts him",
          "url": "/pmwiki/pmwiki.php/Main/IShallTauntYou"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mahoney fromPolice Academyis given a choice between joining the police or facing jail for his Karmic Trickster actions. Note that becoming a police officer only curbed himslightly(or not at all whereJerkasssuperiors are involved) but at least it gave him a badge to indulge in his true heroic tendencies.",
      "links": [
        {
          "title": "Police Academy",
          "url": "/pmwiki/pmwiki.php/Film/PoliceAcademy"
        },
        {
          "title": "Jerkass",
          "url": "/pmwiki/pmwiki.php/Main/Jerkass"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Shawshank Redemption: He tends not to get a trickster reputation due mostly to his temperament (soft-spoken rather than wacky), but after being imprisoned for a crime he didn't commit and extorted into laundering money for the warden, Andy Dufresneescapes from prison, steals the warden's dirty money, and exposes the corruption in the prison, resulting in the warden's suicide and the arrest ofThe Dragon. Bugs Bunny would be proud.",
      "links": [
        {
          "title": "The Shawshank Redemption",
          "url": "/pmwiki/pmwiki.php/Film/TheShawshankRedemption"
        },
        {
          "title": "The Dragon",
          "url": "/pmwiki/pmwiki.php/Main/TheDragon"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pumphutt inKrabatwalks from mill to mill and punishes the masters who treat their apprentices like shit.",
      "links": [
        {
          "title": "Krabat",
          "url": "/pmwiki/pmwiki.php/Literature/Krabat"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Randall PatrickMcMurphyofOne Flew Over the Cuckoo's Nestis a somewhat more realistic version of this.In the end, though, Nurse Ratchet always wins, andMcMurphyis in fact a certifiable sociopath, so it could be said he gets his owncomeuppance.",
      "links": [
        {
          "title": "One Flew Over the Cuckoo's Nest",
          "url": "/pmwiki/pmwiki.php/Literature/OneFlewOverTheCuckoosNest"
        },
        {
          "title": "In the end, though, Nurse Ratchet always wins",
          "url": "/pmwiki/pmwiki.php/Main/SubvertedTrope"
        },
        {
          "title": "comeuppance",
          "url": "/pmwiki/pmwiki.php/Main/LaserGuidedKarma"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A Song of Ice and Fire: Hurt Tyrion Lannister, and you can face the whole gamut of gettingdeconstructed hilariouslyin public to being outright shown up by what he does to undermine your position in inventive ways. Hurt somebody else, however… and, he goes to town to make you look just as idiotic to others as he finds you to be. Just ask Joffrey. Push him even further, and, well…it gets deadly — out-of-prison-with-a-crossbow-on-the-candeadly — as his father Tywin learns.",
      "links": [
        {
          "title": "A Song of Ice and Fire",
          "url": "/pmwiki/pmwiki.php/Literature/ASongOfIceAndFire"
        },
        {
          "title": "deconstructed hilariously",
          "url": "/pmwiki/pmwiki.php/Main/DeadpanSnarker"
        },
        {
          "title": "on-the-can",
          "url": "/pmwiki/pmwiki.php/Main/TheCanKickedHim"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Stormlight Archive, this is Wit's entire job. One can tell he greatly enjoys it, and more or less every single noble deserves it.",
      "links": [
        {
          "title": "The Stormlight Archive",
          "url": "/pmwiki/pmwiki.php/Literature/TheStormlightArchive"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "El-Ahrairah inWatership Downfalls somewhere in these lines, along with being aGuile Hero. It makes sense, as he's supposed to represent the rabbits' gift for outrunning and outmaneuvering their enemies.",
      "links": [
        {
          "title": "Watership Down",
          "url": "/pmwiki/pmwiki.php/Literature/WatershipDown"
        },
        {
          "title": "Guile Hero",
          "url": "/pmwiki/pmwiki.php/Main/GuileHero"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Whateley Universe:Definitely Beltane, who's notorious on campus for playing pranks on deservingJerkassclassmates, particularly if said classmate is picking on one of Beltane's friends. Has the power of controlling ectoplasm, so can perform spectacular tricks.Also the recent character Thorn, who has the same power set. Thorn's also fond of just general silliness, using himself as the \"butt\". Yes, they have apparently met, and are currently engaged in a prank war.In a later story, Bladedancer's girlfriend, Molly (a.k.a. \"Gateway\"), decides to summon up a trickster spirit to punish a notorious bully for messing with her friends. She was fortunate indeed to stipulate that it not cause him actual harm, else the karmic debt might have gotten loaded onto her in turn.",
      "links": [
        {
          "title": "Whateley Universe",
          "url": "/pmwiki/pmwiki.php/Literature/WhateleyUniverse"
        },
        {
          "title": "Jerkass",
          "url": "/pmwiki/pmwiki.php/Main/Jerkass"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "\"The Wolf And The Fox\": The wolf enslaves the fox and forces to fox to hunt for the wolf, and the wolf eats most of the food when the fox gets much less. So the fox sets up a scheme where it shows the wolf a cellar storing meat. The fox lets the wolf to eat until it gets so fat it cannot get out the way it came in, so the fox is able to escape when the farmer checks on his cellar and kills the wolf.",
      "links": [
        {
          "title": "The Wolf And The Fox",
          "url": "/pmwiki/pmwiki.php/Literature/TheWolfAndTheFox"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tough to say whether this belongs underLive-Action TVorWestern Animation, but part of theFarscapeepisode \"Revenging Angel\" depicts Crichton in a coma using a series ofChuck Jones-inspired animated sequences in aShout-Outto the classicLooney Tunesshorts. Crichton's role is variously the Road Runner or Bugs Bunny, depending on whether he's just trying to run away from D'Argo, or actively taking revenge for having put him in the coma in the first place (the latter placing him squarely in this trope).",
      "links": [
        {
          "title": "Live-Action TV",
          "url": "/pmwiki/pmwiki.php/Main/LiveActionTV"
        },
        {
          "title": "Western Animation",
          "url": "/pmwiki/pmwiki.php/Main/WesternAnimation"
        },
        {
          "title": "Farscape",
          "url": "/pmwiki/pmwiki.php/Series/Farscape"
        },
        {
          "title": "Chuck Jones",
          "url": "/pmwiki/pmwiki.php/Creator/ChuckJones"
        },
        {
          "title": "Shout-Out",
          "url": "/pmwiki/pmwiki.php/Main/ShoutOut"
        },
        {
          "title": "Looney Tunes",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/LooneyTunes"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "OnSupernatural, this is theTrickster'sMO: he seeks out people who he thinks are assholes or who annoy him, and punishes them in some manner he deems appropriate, generally killing them in the process.",
      "links": [
        {
          "title": "Supernatural",
          "url": "/pmwiki/pmwiki.php/Series/Supernatural"
        },
        {
          "title": "Trickster's",
          "url": "/pmwiki/pmwiki.php/Main/EnsembleDarkHorse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In the BBC sitcomWaiting for God, this would be Diana Trent, most often deflating Harvey \"The Idiot\" Baynes in the midst of one of his schemes to defraud or otherwise suppress the tenants of Bayview.",
      "links": [
        {
          "title": "Waiting for God",
          "url": "/pmwiki/pmwiki.php/Series/WaitingForGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Oddly enough (or maybe not, considering the duality obsession), Tezcatlipoca ofAztec Mythology. While masquerading as a merchant he was sent to war commanding a legion of dwarves in aUriah Gambitby a local king. The king figured the dwarves would see the enemy soldiers and flee, leaving their leader to die. Tezcatlipoca instead gave them aRousing Speechthat resulted in them fighting at his side and returning home victorious. The King had to name him as a war hero.",
      "links": [
        {
          "title": "Aztec Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/AztecMythology"
        },
        {
          "title": "Uriah Gambit",
          "url": "/pmwiki/pmwiki.php/Main/UriahGambit"
        },
        {
          "title": "Rousing Speech",
          "url": "/pmwiki/pmwiki.php/Main/RousingSpeech"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Br'er Rabbit, moreso in the original stories than in theDisneyfiedSong of the South. Bugs Bunny was partially based on this character.",
      "links": [
        {
          "title": "Disneyfied",
          "url": "/pmwiki/pmwiki.php/Main/Disneyfication"
        },
        {
          "title": "Song of the South",
          "url": "/pmwiki/pmwiki.php/Film/SongOfTheSouth"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Anansi the Spider in Ghana and the Caribbean. He carries on this role inNeil Gaiman'sAmerican GodsandAnansi Boys.",
      "links": [
        {
          "title": "Neil Gaiman",
          "url": "/pmwiki/pmwiki.php/Creator/NeilGaiman"
        },
        {
          "title": "American Gods",
          "url": "/pmwiki/pmwiki.php/Literature/AmericanGods"
        },
        {
          "title": "Anansi Boys",
          "url": "/pmwiki/pmwiki.php/Literature/AnansiBoys"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheNorsegod Loki, although sometimesThe Prankster, brought Karmic Trickery to bear against the villains for the greater good on several occasions. Loki would oftentart himself upin drag to trick his enemies — a classic Karmic Trickery ploy — and often teamed up with Thor for a mix ofBrains and Brawn.",
      "links": [
        {
          "title": "Norse",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        },
        {
          "title": "The Prankster",
          "url": "/pmwiki/pmwiki.php/Main/ThePrankster"
        },
        {
          "title": "tart himself up",
          "url": "/pmwiki/pmwiki.php/Main/VoluntaryShapeshifting"
        },
        {
          "title": "Brains and Brawn",
          "url": "/pmwiki/pmwiki.php/Main/BrainsAndBrawn"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In many North American Native traditions, the figure of Coyote, and Raven a bit further north.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Till Eulenspiegelin German folklore: many of his \"merry pranks\" are aimed at exposing the hypocrisy and greed of others.",
      "links": [
        {
          "title": "Till Eulenspiegel",
          "url": "/pmwiki/pmwiki.php/Literature/TillEulenspiegel"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Yiddish tales from the Ukraine feature Hershele Ostropolyer, who cheats rich misers out of their dinner, mocks well-dressed party-goers for only caring about looks, etc.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "The characterEddie Guerreroportrayed in the late part of hisWWEcareer was very much a Karmic Trickster; he'd jokingly useheelishtactics against heels, but because they were all bad guys, and he was so funny about it, the crowds ate it up. One of his favorite tactics was to pound the mat with a steel chair, throw it into an opponent's hands, and collapse to the mat so that when theEasily Distracted Refereeturned back around, he'd naturally assume that the heel hit Eddie with the chair. And then, when the ref turned around to chastise the heel (on the occasions where he didn't outright disqualify him), he'd mug for the crowd and pose for the heel, such as putting his hands behind his head as if he were relaxing in a hammock. And when the referee's back was turned removing the chair from the ring, Eddie would often take the heel out witha low blow.",
      "links": [
        {
          "title": "Eddie Guerrero",
          "url": "/pmwiki/pmwiki.php/Wrestling/EddieGuerrero"
        },
        {
          "title": "WWE",
          "url": "/pmwiki/pmwiki.php/Wrestling/WWE"
        },
        {
          "title": "heelish",
          "url": "/pmwiki/pmwiki.php/Main/Heel"
        },
        {
          "title": "Easily Distracted Referee",
          "url": "/pmwiki/pmwiki.php/Main/EasilyDistractedReferee"
        },
        {
          "title": "a low blow",
          "url": "/pmwiki/pmwiki.php/Main/GroinAttack"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Magic: The Gathering:Oko the Trickster, a PuckExpyandplaneswalker, is aSubversion; heclaimsto be this, humiliating and humbling arrogant and pompous authority figures, but in reality he just enjoys causing chaos, often of the cruel and sadistic variety, and seesallauthority figures as deserving of his \"pranks.\" InThe Wildered Questhe kidnapsKing Kenrith of Eldraine, who it must be said is anythingbutpompous or arrogant, and tries to engineer a war between humanity and elves just so he can watch the chaos unfold.",
      "links": [
        {
          "title": "Magic: The Gathering",
          "url": "/pmwiki/pmwiki.php/TabletopGame/MagicTheGathering"
        },
        {
          "title": "Oko the Trickster",
          "url": "/pmwiki/pmwiki.php/Main/TheFairFolk"
        },
        {
          "title": "Expy",
          "url": "/pmwiki/pmwiki.php/Main/Expy"
        },
        {
          "title": "planeswalker",
          "url": "/pmwiki/pmwiki.php/Main/DimensionalTraveler"
        },
        {
          "title": "Subversion",
          "url": "/pmwiki/pmwiki.php/Main/SubvertedTrope"
        },
        {
          "title": "The Wildered Quest",
          "url": "/pmwiki/pmwiki.php/Literature/TheWilderedQuest"
        },
        {
          "title": "King Kenrith of Eldraine",
          "url": "/pmwiki/pmwiki.php/Main/TheGoodKing"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Princess: The Hopeful:This is one of the job descriptions for the Princesses of Spades. As the court that values freedom, laughter, and autonomy, a Princess of Spades will often dedicate herself to deflating the egos of the pompous and making repressive authority figures look like fools. Being a Princess, she is also much more likely to do this even if the authority in question isn't yet doingherany harm, as long as there are others whoarebeing harmed or she thinks the authority figure himself is likely to benefit from a quick deflating.",
      "links": [
        {
          "title": "Princess: The Hopeful",
          "url": "/pmwiki/pmwiki.php/TabletopGame/PrincessTheHopeful"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Twelfth Night: Feste the jester embodies this role, appropriately enough for a play celebrating the Twelfth Night. The festivities are supposed to showcase the inversion of the social order and laugh at it all, which is precisely what Feste does. He points out the logical flaws in Olivia's mourning, sees through even Viola's clever wordplay and cuts the pompous, Puritan Malvolio down to size...and then some.",
      "links": [
        {
          "title": "Twelfth Night",
          "url": "/pmwiki/pmwiki.php/Theatre/TwelfthNight"
        },
        {
          "title": "and then some.",
          "url": "/pmwiki/pmwiki.php/Main/DisproportionateRetribution"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InSinfest, the angels cheerfully rhapsodize about howGood Feels Good— right next toSatan's soul-buying booth. He also hunts them and often gets pranked when he does so. And when he is not doing so — given that he's Satan and they don't prank other characters, Karma can be assumed.",
      "links": [
        {
          "title": "Sinfest",
          "url": "/pmwiki/pmwiki.php/Webcomic/Sinfest"
        },
        {
          "title": "Good Feels Good",
          "url": "/pmwiki/pmwiki.php/Main/GoodFeelsGood"
        },
        {
          "title": "Satan",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Lindsay Dawn and her daughter Leila in the roleplays ofWhite Dark Lifeare both this crossed withBully Hunter, constantly playing pranks on bullies and bad guysto take them down a pegand protect the innocent from harmful shenanigans. Said pranks very frequently involveexplosionsand other forms of property damage (they've leveled Bowser's Castle several times), but Lindsay and Leila both go out of their way to avoid actually hurting anyone except when inevitable (asCorneriaonce learned the hard way).",
      "links": [
        {
          "title": "White Dark Life",
          "url": "/pmwiki/pmwiki.php/WebComic/WhiteDarkLife"
        },
        {
          "title": "Bully Hunter",
          "url": "/pmwiki/pmwiki.php/Main/BullyHunter"
        },
        {
          "title": "to take them down a peg",
          "url": "/pmwiki/pmwiki.php/Main/PrankPunishment"
        },
        {
          "title": "explosions",
          "url": "/pmwiki/pmwiki.php/Main/StuffBlowingUp"
        },
        {
          "title": "Corneria",
          "url": "/pmwiki/pmwiki.php/Main/GodSaveUsFromTheQueen"
        },
        {
          "title": "once learned the hard way",
          "url": "/pmwiki/pmwiki.php/Main/AssShove"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Touchstarvedhas Kuras, who's nothing but kind to the unfortunate (so far, at least) while selling fake alchemical ingredients to the Senobium's sinister clerics.",
      "links": [
        {
          "title": "Touchstarved",
          "url": "/pmwiki/pmwiki.php/VisualNovel/Touchstarved"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Adventures of Sonic the Hedgehognudges Sonic into this direction, repeatedly foiling Robotnik's plans in the mostLooney Tunes-esque ways imaginable.",
      "links": [
        {
          "title": "Adventures of Sonic the Hedgehog",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/AdventuresOfSonicTheHedgehog"
        },
        {
          "title": "Looney Tunes",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/LooneyTunes"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Warner Brothers (and the Warner Sister) inAnimaniacs(although Wakko is closer to beingThe Prankster) are somewhat offset by the fact that they can be cheerful and annoying toanybody, but are generally harmless until someone starts being aJerkass.Thenhe gets labeled their \"Special Friend\", and all bets are off. In one episode, they're being driven crazy by aMaria Von Trappexpy... but can't bring themselves to clobber her, because she's not doing anythingwrong.They hire Slappy, although by the end the nannyends up with a family more likely to appreciate her(that is, a parody of the Von Trapps).",
      "links": [
        {
          "title": "Animaniacs",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Animaniacs"
        },
        {
          "title": "The Prankster",
          "url": "/pmwiki/pmwiki.php/Main/ThePrankster"
        },
        {
          "title": "Jerkass",
          "url": "/pmwiki/pmwiki.php/Main/Jerkass"
        },
        {
          "title": "Maria Von Trapp",
          "url": "/pmwiki/pmwiki.php/Film/TheSoundOfMusic"
        },
        {
          "title": "expy",
          "url": "/pmwiki/pmwiki.php/Main/Expy"
        },
        {
          "title": "ends up with a family more likely to appreciate her",
          "url": "/pmwiki/pmwiki.php/Main/WinWinEnding"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In mostDonald Duckcartoons where Donald is the antagonist, this tends to be the case. Chip and Dale or Huey, Dewey, and Louie especially.Mickey Mouseeven serves in this role to Donald as opposed to his usual one of theStraight Manin \"Magician Mickey\".",
      "links": [
        {
          "title": "Donald Duck",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/DonaldDuck"
        },
        {
          "title": "Mickey Mouse",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/MickeyMouse"
        },
        {
          "title": "Straight Man",
          "url": "/pmwiki/pmwiki.php/Main/StraightMan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Loud Kiddington fromHisteria!!, particularly in a sketch featuring him as a Mountie in the episode \"North America\".",
      "links": [
        {
          "title": "Histeria!",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Histeria"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mickey again takes on this role in aHouse of Mousecartoon where he's held hostage by Pete and his even dumber backwoods cousin Zeke, who had just robbed a bank.Mickey convinces both parties that one of them is trying to do the other one in and take the money for themselves, and then proceeds to add fuel to the fire as their paranoia sets in and their stupidity takes over.",
      "links": [
        {
          "title": "House of Mouse",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/HouseOfMouse"
        },
        {
          "title": "Mickey convinces both parties that one of them is trying to do the other one in and take the money for themselves",
          "url": "/pmwiki/pmwiki.php/Main/LetsYouAndHimFight"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Looney Tunes:Bugs Bunnyis a famous Karmic Trickster and former trope namer. This characterization was a considered decision on the part of Bugs' creators: it was required that the antagonist strike first. Note that it was not from the start: in his early days, Bugs was more ofThe Prankster; in fact,the gag that the page image is based onis from the 1942 short \"The Wacky Wabbit\", in which Bugs is actually the one that antagonizes Elmer, and not the other way around. On the rare occasions that Bugs does strike first, he tends to suffer a defeat at the hands of the one he antagonized.Tweety is another example. He's content to sing and swing in his cage until Sylvester starts trying to eat him, and then retaliation comes.The Road Runner is an odd example. While he does occasionally tease the Coyote who's trying to catch him, he very rarely has to actuallydoanything to thwart him. He'll just keep running around and, wherever he goes, the laws of physics will re-write themselvesso the Coyote gets tormented.In 1941,Tex AverydirectedThe Crackpot Quail, the title character of which bore averystrong resemblance to his early Bugs Bunny. Crackpot was paired up with Willoughby the Dog, who had previously tangled with Bugs in Avery'sThe Heckling Hare; he had a voice that sounded a bit like Bugs'; he even addressed Willoughby repeatedly as \"Doc\"!",
      "links": [
        {
          "title": "Looney Tunes",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/LooneyTunes"
        },
        {
          "title": "Bugs Bunny",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/BugsBunny"
        },
        {
          "title": "The Prankster",
          "url": "/pmwiki/pmwiki.php/Main/ThePrankster"
        },
        {
          "title": "the gag that the page image is based on",
          "url": "https://youtu.be/-Dl47PIP6h4?t=311"
        },
        {
          "title": "so the Coyote gets tormented",
          "url": "/pmwiki/pmwiki.php/Main/CosmicPlaything"
        },
        {
          "title": "Tex Avery",
          "url": "/pmwiki/pmwiki.php/Creator/TexAvery"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tex Avery MGM Cartoons: In the short \"Bad Luck Blackie\", a black cat helps a kitten get even with aBully Bulldogby causing the dog bad luck, which takes the form ofvarious heavy things falling on the dog out of nowhere.",
      "links": [
        {
          "title": "Tex Avery MGM Cartoons",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TexAveryMGMCartoons"
        },
        {
          "title": "Bad Luck Blackie",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/BadLuckBlackie"
        },
        {
          "title": "Bully Bulldog",
          "url": "/pmwiki/pmwiki.php/Main/BullyBulldog"
        },
        {
          "title": "various heavy things falling on the dog out of nowhere",
          "url": "/pmwiki/pmwiki.php/Main/AnvilOnHead"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Most of the Tiny Toons fromTiny Toon Adventuresfit into this category. Especially Babs and Buster. Makes sense, considering the entire show is anAffectionate Parodyof oldLooney Tunescartoons, featuringExpiesof oldLooney Tunescharacters beingtaughtby said characters.",
      "links": [
        {
          "title": "Tiny Toon Adventures",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TinyToonAdventures"
        },
        {
          "title": "Affectionate Parody",
          "url": "/pmwiki/pmwiki.php/Main/AffectionateParody"
        },
        {
          "title": "Looney Tunes",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/LooneyTunes"
        },
        {
          "title": "Expies",
          "url": "/pmwiki/pmwiki.php/Main/Expy"
        },
        {
          "title": "Looney Tunes",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/LooneyTunes"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tom and Jerry: Jerry generally waits until Tom victimizes him before unleashing torment upon the cat... except when he occasionally didn't wait. These days it seems to be a very mutual rivalry, or even Jerry being the \"bad guy\".",
      "links": [
        {
          "title": "Tom and Jerry",
          "url": "/pmwiki/pmwiki.php/Franchise/TomAndJerry"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The title character inWander over Yondertends to be a nice furry orange creature, and generally doesn't set out for taking antagonists down in return for a perceived slight — but a lot of his antics come out this way anyway. However, in \"The Waste of Time\", he's revealed to know exactly what he's doing, because he's been practicing for thousands of years.",
      "links": [
        {
          "title": "Wander over Yonder",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/WanderOverYonder"
        }
      ]
    }
  ]
}