{
  "trope": "GodOfTheDead",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/GodOfTheDead",
  "description": "\"You like what I've done with the place? I find redecoration helps bring out the very best in the god of the damned!\"\n\n\"Yo, hey, how ya doing everybody? Got a minute? Hades, Lord of the Dead. Nice to see ya. Hey, guess what? I've got a place for you DOWN UNDER!\"—Hades,Kingdom Hearts\n\nIn mythology, gods often exist to explain aspects of nature that a culture cannot otherwise understand. The more common and important a given thing or phenomenon, the more likely it is to have a god representing it and the more likely that god is to be seen as important and widely revered. Death, as the most universal constant in the human experience, has consequently had its own fair share of patron deities.\n\nThese figures usually take one of two forms — Gods ofDeathand Gods ofthe Dead— although there is often overlap between these archetypes. Gods of death are typically the ones overseeing the actual process of death,guiding the souls of the deceased to the afterlife, while gods of the dead deal with what comes after, ruling over the afterworld andsorting and judging the souls of the dead.\n\nIn personality, these deities are typically grim and uncompromising figures, neither cruel nor merciful but unwaveringly dedicated to ensuring that their part of creation works like it's supposed to, mirroring the finality and impartiality of death itself. People must die when their time comes; the dead may not cross back to the world of the living; and, once a soul shuffles off its mortal coil, be they saint or tyrant, neither prayer or offerings nor the pleading of other gods may alter their judgement. Consequently, these deities often loatheundeathandnecromancy, seeing them as perversions of the cycle of life and death.\n\nLess commonly, however, gods of death may beportrayed as malicious or evil figures who actively spread death and relish their power over mortals. In extreme cases, these figures may be outrightOmnicidal Maniacsseeking to end all life and bring all mortal souls within their domain. Less extreme or proactive examples may still enjoy lording their power over mortals, gloating over each soul that slips into their grasp, and raging at perceived thefts when a mortal literally or figuratively cheats death. These sorts, unlike the first kind, tend to have a much more favorable view of the undead and often use them as minions and enforcers.\n\nGods of Death often have a tenuous or distant relationship with living mortals. Their worship is rarely attractive, as in most cases service and devotion won't get you favorable treatment or longer life. Their priesthoods are often limited to funerary orders who tend to the dead, but it's also common for their worshipers to be charged with hunting down undead beings and those who extend their lives unnaturally and, so to speak, \"easing\" their passage into the hereafter.Everybody Hates Hadesmay also be in play in-universe, and death gods are feared or resented by the living.\n\nGods of Death are typically inspired by historical examples of such deities, most prominently the Greco-Roman god Hades.The Grim Reaperis also a common source of visual and thematic inspiration.Undead Abominationsare this taken toCosmic Horrorlevels.\n\nSee alsoDon't Fear the Reaperif the God of the Dead is depicted as a kindly and/or impartial figure; they'll often beThe Stoicas well. These figures may be served by or allied withPsychopomps; note thatShinigamiliterally means \"death gods\". Subtrope ofStock Gods. Gods of the dead are usually responsible for theJudgement of the Deadand rule overThe Underworld.\n\nExamples:\n\nopen/close all folders\n\nCard GamesMagic: The Gathering:Among the gods of Theros, both basic archetypes are filled by one of the Black-aligned gods.Erebos, God of the Dead,serves as a Hades analogue and rules over the shades of the departed in the Underworld. A bleak and forbidding figure, Erebos permits nobody to avoid or escape from his realm and uses his impossibly long whip Mastix to snare reluctant souls and pull them into death.Athreos, God of Passage,is derived from Charon and serves as the primary ferryman of Theros's dead, carrying them across the Five Rivers that Ring the World and into the Underworld that lies beyond.Egon, God of Death,is Kaldheim's ruler of the dead. He rules Istfell, the realm of the unworthy dead, although his power over the local spirits is limited by their eternal apathy.\n\nComic BooksThe DCU:The Flash: The Black Flash is the personification of death forspeedsters, created by the Speed Force to capture them at the end of their lives so that they can become one with the Speed Force.New Gods: The Black Racer is the death god for the Fourth World. Even otherwise godlike beings like Darkseid and Allfather can't defeat him.The Sandman (1989): Death of the Endless is theAnthropomorphic Personificationof death who comes foreveryonewhen their time is up. While the series features other gods of death, like Anubis, Hades, and Persephone, and theSpin-OffThe Thessaliadfeatures Pluto, Thoth, and Morrigan, their influence is limited to those who believe in them.Wonder Woman: Hades occasionally appears as either an antagonist or uneasy ally.Lady Deathis the Queen of Hell and Goddess of All That Is Dead and Dying. In one story, it is stated that her army of the undead is loyal to her because she mostly lets them rest in peace save for when she needs their aid, unlike the forces of Heaven who use their souls as fuel.Marvel Universe:Black Cat: Issue #5 introduces the Gilded Saint, a god of wealth and death from another dimension. He is the patron god of the New York Thieves Guild, granting them immortality in exchange for ten percent of whatever they steal.\n\nFan WorksCall Me Massacre: After her apotheosis,Maria takes some time to figure out what exactly she's the God of but, upon seeing the ghosts of people recently killed in a sentinel attack, and Death herself, realizes that she's a God of Death. She's a bit of a mixture of the main archetypes, being able to see ghosts or when people are going to die, talk the dead into moving on, prevent unnatural deaths, kill someone utterly by flexing his power, and grant her blessing for the dead to come back to life.A Clash of NEETs:Satellabecame thisafter absorbing the power of the Witch of Envy, joiningMadoka's blooming pantheon. Her afterlife is a quiet, peaceful realm, where souls can rest while they await reincarnation. She also spends a lot less time in the Divine Realm then the rest of the pantheon; she's perfectly welcome there, and on excellent terms with the other goddesses, she just prefers watching over the souls of their followers instead.Codex Equus: Countless Death gods exist in the Codexverse, with one of their duties being the guidance of deceased souls to the afterlife, though individually Death gods cover various aspects of death like lonely deaths, violent deaths, etc. This leads to pantheons having multiple Death gods at a time. Death gods are generallybenevolent and kind to the souls they look after, and enraging even one is not a good idea. But because death is supposed to be \"the ultimate fairness\", they are bound by ancient laws that forbid them from things like killing people, reserved for special circumstances, to prevent abuses of power. Presiding over the normal Death gods are the Princes and Princesses of Reapers, the first of their species to ever die, who all work for Mortem, the Death Primeval, the oldest Death god in existence.Various entries, drabbles, and other supplementary materials reveal that there are Death gods in the universe who are even older than Mortem, such as theDeath Sovereign, and the Architect of Death, who laid down the rules that would dictate how death and souls should be treated.Dungeon Keeper Ami: The Light and Dark Gods of Good and Evil, respectively, get the souls of their worshippers after they die. The only god whose portfolio is based around death, however, is the Dark God, Crowned Death, whose focus is on decay, death, killing spells, the eventual end of everything, andThe Undead.Elementals of Harmony: \"They Live on in These Parts\" describes Temperance, the Princess of Endings, who is thealicornwho ushers departed souls to the afterlife. ASuspiciously Specific Denialin an author's note in the story implies that she takes a bit more of adirectrole with the...ending, as it were:Temperance, full title Princess Mi Finale Temperanza, is my go-to pony psychopomp when I don't want to have Luna do it. She very definitely does not run Equestria's Royal Assassinorum, because there is no such institution.Everqueen: While the Emperor will insist thatA God I Am Not, he eventually reveals to Isha that he was originally created to be this by the shamans of Earth: a divine guardian of humanity's souls, thus making Death and the Afterlife his primary Dominions, with War as an obvious secondary one. He chose not to act on it, though (as Isha points out, humanityhasno afterlife in this setting), as he didn't think he was worthy of being the judge of every human soul, but with Chaos on the rise he has less and less of a choice in the matter, as the alternative is to let their souls be devoured by Daemons.The Land of Dragons and Dungeons:The Maid of Time is the goddess of dreams, the dead, ancestors, and passage from one stage of life to the next. She is often depicted as the protector of the afterlife and as aPsychopompwho guides the souls of the dead to the next world. She is worshipped by gravediggers, undertakers, and undead-hunters, but also by historians, lore-seekers, and others whose business is the nature and history of the bygone.The Prince of Heart has numerous roles, among which are the guardian of the afterlife and the bringer of death and destruction. His myths tend to depict him as dying, passing into the land of the dead, and returning to the living world with new knowledge and mastery. Combined with his role as the maker of souls and as a divine craftsman and patron of technology, he is overall perceived as a dual-natured deity of both life and death, creation and destruction. As Dirk begins to recover his divine nature, he gains spells such as Deathwatch, which lets him know how close people are to death; Gentle Repose, which preserves corpses; andAnimate Dead.Pony POV Series: Mortis, the Alicorn of Death and Rebirth, guides souls towards their final resting place (occasionally with the aid of certain souls who have become Angels under his employ).\n\nFilms — AnimationThe Book of Life: There are two death gods: Xibalba, a malevolent trickster who rules an unpleasant afterlife due to losing a bet, and his estranged wife, La Muerte, a benevolent ruler of a nice afterlife. The two seem to be a syncretic combination of the Aztec death gods Mictlantecuhtli and Mictecacihuatl and the Greek death gods Hades and Persephone.Hercules (1997)had Hades as theevilLord of the Underworld who hates his drab job and wants to take over Olympus, with Hercules as the main obstacle to that goal.\n\nFilms — Live-ActionGods of Egypt: Anubis comes to take those who have died to the afterlife and guides them on their journey to judgment. While a stickler for rules and quite scary in appearance, Anubis is also very protective of the souls of the dead and the afterlife in general, and can also be swayed to bend (but not break) the rules by the right person.Thor: Ragnarok: Hela is the Goddess of Death, and is seen reanimating her dead followers. She shrugs off any damage on her, survives impalements and worse, as if saying she's beyond the icy touch of death itself. In the end, it takes something bigger than death,something that's supposed to bringDeath of the Old Godsitself - i.e. Ragnarok - to finally kill her and make it stick.\n\nLiteratureAmerican Gods: Anubis and Thoth run a funeral home in Cairo, Illinois.When Shadow dies he catches a ride from Thoth and is judged by Anubis.\"The Charnel God\" byClark Ashton Smithis named after Mordiggian,Patron Godof the city-state Zul-Bha-Sair. Unusually, his concern is thebodiesof the dead rather than their spirits, claiming every corpse that perishes within his lands — though the prevalence ofNecromancymakes that apractical concern. Despite his grim aspect as a flesh-devouringLiving Shadowand hisghoulpriests, he's otherwise a fair sort.A Chorus of Dragons: Thaena, the Pale Lady, is the Queen of the Underworld and the Goddess of Death. She judges the souls of the dead and decides whether they may enter the Peaceful Land or not, and her priesthood is responsible for burials and for raising the dead — a process that consists of appealing to the goddess, and which succeeds or not based on whether she decides that the mortal should be returned to life. Her cult's holiest rite culminates in a worshipper committing suicide in order to encounter her in person. If she finds them good and worthy, they return to life at the end of the ritual. If she doesn't, they stay dead.The Dresden Files: During the events ofSkin Game, Harry is recruited tobreak into the vault of Hadesto steal some artifacts. Before the climax of the book, Hades intercepts Harry andinvites Harry into his studywhere theychat for a bit.Everybody Hates Hadescomes up, and Harry points out that Hades earned his reputation as being implacable and dispassionate, which makes him a stern but honorable god and a fair judge who always did his duties, unlike his kin, who were passionate and abitrary, and even capricious.Gentleman Bastard: The most prominent of the Twelve Gods is Aza Guilla, the veiled Lady Most Kind, who embraces the dead and cares for them in the hereafter. Though she and her priests are seen as benevolent, her temple affords plenty of opportunity to get closer to the goddess — it's built high above the ocean withNo OSHA Complianceand most of the cult's internal rites involve self-inflicted near-death experiences.Ghost Roads: The afterlife and spirits that end up there are managed by various deities, each ruling over their own version based on what mythology they come from. The ghost Rose Marshall ends up having to journey to the Greek underworld to meet the gods Hades and Persephone to reattach a protection she uses against the vile Bobby Cross.The Gods Are Bastards: Vidius, the god of death, is also strongly associated with theatre and masks, and is willing to let people into the divine plane even if they didn't worship any gods, so long as they made an effort to be decent people in life.Gods of Jade and Shadow: Hun-Kamé was the supreme ruler of Xibalba, the Underworld ofMayan Mythology, before he was usurped and trapped on Earth by his younger brother Vucub-Kamé, who now holds court in luxury among the shades of the dead. His most urgent goal is to restore his full power and reclaim his throne.The Gods of Pegāna: Mung, the god of death, waits for all mortals at the end of their lives, where he makes \"the sign of Mung\" and sends them off to whatever afterlife there may be. He is an active sender of death, rather than a passive psychopomp or overseer of the dead, and can cause mortals to endure forever (but without ceasing to age) if he so pleases.His Dark Materials: The witches believe in the death goddess Yambe-Akka, who comes to the dying towelcome them with good cheer and open arms. She isn't among the supernatural entities who make an appearance, but Serafina steps into the role of Yambe-Akka to grant a witch's wish for aMercy Kill.Inheritance Trilogy: The Grey Lady Enefa, Goddess of Life and Death, actually invented those concepts as one of the threeco-creatorsof the universe. However, she didn't need to oversee death personally, and not even she knew where the souls of the dead end up. Her brotherkilled herbefore the time of the books, in whichYeineinherits her divinity.Primal Warrior Draco Azul: In the short story \"Reminiscence\", Ekchuah uses a virtual reality simulation to pit Eric against the Mayan death-gods Hunhau—ruler of the Underworld—and his avian brother Uacmitun Ahau.Rick Riordan:The Camp Half-Blood Series: Hades/Pluto first appears inPercy Jackson and the Olympians. He is depicted as asocial, bitter and distant butnotevil. As Hades he's the father of Nico and as Pluto the father of Hazel.Thanatos also appears, first inThe Heroes of Olympus. He starts off kidnapped inThe Son of Neptune, and our heroes rescue him.The Kane Chronicleshas both Osiris (god of the underworld) and Anubis (god of the dead), both on the side of good.Magnus Chase and the Gods of Asgardhas Hel, goddess of the dead. Unique out of Riordan's books, the goddess of the dead is depicted as evil here (albietAffably Evil)Sivad's Question: Sivad serves something like this role. He's the only being in the afterlife we see (other than the dead), greets all newcomers on arrival, and presents them with the question which everyone must answer to escape into the shared paradise. The narrator also appears to say the alterations to new arrivals' minds and bodies — like perfect health, unlimited memory and physiological stasis — are done by Sivad. He can be summoned to answer questions, and is the only real source of information to the inhabitants of the afterlife on the nature of their predicament, though there are many questions he won't answer.Silverwing: In the third book, the Mayan bat-god Cama Zotz—the patron god of theVampyrum spectrumor false vampire bats—is revealed to be not only the ruler but the creator of the Underworld.A Song of Ice and Fire: Death is worshipped in many forms, from the Black Goat of Qohor to the Stranger from the Faith of the Seven. A cult of assassins known as the Faceless Men believe all of these to be the same being, whom they call the Many-Faced God.Sword of Truth: The Keeper of the Underworld, who rules over spirits in the afterlife. Unlike in many examples though, he is explicitly a malevolent being.The Sun Sword: Mandaros, the god who receives and judges the souls of the dead and sends them onward to reincarnation.Tolkien's Legendarium: The Valar have Mandos, the grim keeper of fate and lord of the dead, in whose halls the shades of deceased Elves stay until they are re-embodied.Wax and Wayne: Ironeyes is generally regarded as the god of death, though one of the three major religions (Sliverism) worships him as God, period. Readers ofthe original trilogyrecognize him asMarsh, a human extensively augmented withhemalurgy, but not one of the setting'sgenuinely divine figures.\n\nLive-Action TVDoctor Who: Sutekh, an alien villain introduces in \"Pyramids Of Mars\" is brought back in the two-part finale of the Fifteenth Doctor's first season, \"The Legend Of Ruby Sunday\"/\"Empire Of Death\", this time evolved into an immortal being and the leader of the \"Pantheon of the Discord\", calling himself the \"God of Death\" and making a point bywiping out every life at any time in the whole universe.Legend of the Seeker: The Keeper of the Underworld doesn't just rule over death, he created it (as the Creator originally made humans immortal). Unlike insome examples, he's unambiguously evil.Once Upon a Time (2011): Hades is the god of death and ruler of the underworld, and rules the underworld as a place where the souls of the dead that have unfinished business remain until they can pass onto either heaven or hell. However, Hades has been leeching off the power that these souls give him, and so despises the idea of anyone leaving and tries to sabotage attempts for that to happen.Star Trek: The Klingons have Fek'lhr, who is analogous to Cerberus from ancient Greek mythology, as the Guardian of Gre'thor, where dishonored souls go in the afterlife.Supernaturalhas Death, one of the Four Horseman of the Apocalypse, who doesn't know if he or God is the older one. Neither can remember. The Reapers, angels who guide souls to the underworld, work for him. Later, his role is taken on by Billie.\n\nMyths & ReligionAztec Mythology:Mictecacihuatl and Mictlantecuhtli were the queen and king of Mictlan, the underworld. They were typically depicted as a flayed corpse and a bloody skeleton, respectively.Tlaloc and his second wife, Chalchiuhtlicue, ruled over a special afterlife called Tlalocan, reserved for people who died of drowning or lightning.Classical Mythology:Hades was the god of the dead and lord of the underworld, ruling over the bleak fields where the shades of the dead wander forever. He was a grim and uncompromising figure, refusing to allow the dead to escape their fate when their time came to pass into death.noteThoughcontrary to his modern portrayals, hewasn't evil. In fact, he was one of the few Greek gods to never directly harm humanity.His wife, Persephone, was Queen of the Underworld half the time and goddess of spring the other half.Thanatos was the god and representation of death itself, ending the lives of mortals and sending them onward to the afterlife. In some tellings, Thanatos only represented and presided over natural deaths, and had an unnumbered multitude of sisters named Keres, lesser spirits who personified and presided over violent deaths. However, unlike their brother, they didn't actually have the power to end life and thus, whilst drawn to violent deaths such as battlefields, they had to wait till it was over to collect the souls. In certain myths, the messenger god Hermes played a similar role as a psychopomp.Chinese Mythology: Yanluo Wang presides over the underworld and judges the souls of the deceased to determine what afterlives or reincarnations they will be sent to. He is often syncretized with Yama.Egyptian Mythology: Osiris was the main god of the dead, ruling over the spirits of the virtuous inSekhet Aaru(the \"Field of Reeds,\" which represented Paradise). Anubis also played an important role in the process of death, overseeing the judgment of each soul and determining if they were worthy of passing on.Finnish Mythologycontains a trio of death deities. The married couple Tuoni and Tuonetar are respectively the personification of death and the queen of the underworld (Tuonela). Their blind daughter Loviatar is the goddess of disease.Hindu MythologyandBuddhism: Yama is the god of death. He wields a noose with which he seizes those who are about to die.Japanese Mythology:Izanami was one of the two Gods of Creation, alongside her male partner Izanagi. However, she perished in childbirth while giving birth to Hi-no-Kagutsuchi, the God of Fire, and went to Yomi-no-Kuni, the Netherworld, where she became a rotting corpse riddled with maggots and infested by the Yakuza-Ikazuchi, the Eight Gods of Lightning. Mortality, as it happens, was created in the following spat between Izanami and Izanagi: She vowed to Izanagi that, for every day that he left her trapped in Yomi, she would claim 1000 living people every day, with Izanagi retorting that he would give life to 1500 every day.In addition to storms, Susano'o is said to rule Ne-no-Kuni, the Land of Roots, a region of Yomi bordering the world of the living. Born from the impurities that clung to Izanagi after he left Yomi following his fruitless endeavour to bring back his wife, Susano'o longed to be with his mother, Izanami, since the day he was born, which annoyed his father, Izanagi, so much he cast him down from heaven.During Izanagi's venture down into the realm of the dead to fetch Izanami, she tells him that, as she already belongs to the dead, she cannot return with him, but she still promises him that she'll consult with some other beings only referred to as Yomotsu-no-Kami, the Gods of the Netherworld, to see if they may grant her permission to leave with him anyway... And thanks to a combination of Shinto's refusal to talk about death and the religious reforms that Japan has gone through, that's literally all we know about the Yomotsu-no-Kami. Though it seems they may have been the rulers of Yomi-no-Kuni, Izanami is now regarded as the Goddess of Death and is treated as the only God of Death in pop-culture.There's also the similarily enigmatic Tokoyo-no-Kami, the God of the Eternal World/Eternal Night. It is known that it is the ruler of Tokoyo-no-Kuni, the Land of Eternity or The Everlasting World, a Realm of Death said to be located across the ocean (in contrast to Yomi's subterranean location). But aside from a 7th century cargo cult associating it with swallowfail butterfly caterpillars, not much more than that is known about this god.Mesopotamian Mythology: Ereshkigal is the queen of Irkalla, the Sumerian underworld. She also happens to be the sister of Inanna, the irascible goddess of love and war, and their rivalry is chronicled inInanna's Descent to the Netherworld.Norse Mythologyhas multiple afterlives depending on a person's deeds and conduct in life, each presided over by a separate ruler:Hel, a daughter of Loki who is living on one half of her body and dead on the other, ruled the realm also called Hel, where those who die of old age or disease were stored until Ragnarok. Her name is related to the English word \"Hell\".Odin was said to recruit warriors forValhalla(hall of the slain) by making their weapons break in the middle of battle, leading to their deaths after which they'd be picked up by theValkyries.Freyja maintained her own afterlife called Folkvangr (army-field) where she received half of all those who died in battle, including all female warriors. It's often speculated that she had some connection to the valkyries as well.Rán, by virtue of being the supreme ruler of the sea, had claim over all humans killed in the sea, catching them using her net.Taíno Mythology: Maketaori Guayaba was considered the overlord of the underworld. His symbol was the bat. It was believed that the op'a, the spirits of the dead, would come out at night and feed on guava fruit. The word in Spanish for \"guava\" is indeed Guayaba.\n\nTabletop GamesChronicles of Darkness: The mysterious Kerberoi who rule over regions ofThe Underworldappear to be powerfulFisher King-like spirits and/oravatarsof their domains. One of them, Mictlantecuhtli Polydegmon,mightbe a true god, as he's aDomain Holderwith the truly unique power toreturn the soulof anyone who's ever died, no matter how muchDeader than Deadthey ended up.Dungeons & Dragons:Forgotten Realms: The Realms have had a succession of gods of the dead.Myrkul, the Lord of Bones, was a necromancer whobecame a deityand installed himself as the god of death and old age. He was less concerned with ensuring an orderly process of death and governance of the dead than with constantly reminding mortals of their eventual fate, using his domain as a means of furthering his power.Myrkul was eventually murdered by Cyrik, a malevolent trickster god who used this deed as a means of taking over Myrkul's portfolio, with a particular emphasis on the causing of death.Cyric eventually lost most of his power during the Spellplague and the Time of Troubles, a disaster of his own making, and was unseated by Kelemvor, a mortal human who died and, in overthrowing Cyric, gained his divine power and portfolio over the dead. TheLawful NeutralKelemvor decided to clear the courts of the dead from his predecessors' corruption, and eventually remade them into a grey, neutral place where souls unclaimed by deities are judged by Kelemvor and sent to areas of his realm alongside others of similar ethical and philosophical beliefs and left to arrange things for themselves. Unlike his predecessors, Kelemvor deeply detests the undead, seeing them as perversions of the natural order.Jergal is a lesser deity who has served every god of death and who is tasked with keeping records of every mortal soul's final fate. He's a grim, emotionless figure with little interest in anything beyond watching the world's slow decline into entropy and death.The various racial/ethnic pantheons typically have their own gods of death or the dead, such as Kiaransalee (drow goddess of vengeance, death, and undeath), Segojan Earthcaller (gnome god of earth, nature, and the dead), Urogalan (halfling god of the dead), Osiris (Mulhorandi god of death and justice) and Sebek (Mulhorandi god of the desert and destruction), and Yurtrus (orc god of death and disease).Null is the draconic god of death and the dead, and is worshiped in two seemingly contradictory aspects. As Reaver, god of death, he isLawful Eviland is worshiped by many evil dragons. In this aspect, Null enjoys the taking of life, and he blesses others who serve him in this capacity. Null works according to a plan and a schedule, however, which has been set before him by Fate, and so he is not his own master. As Guardian of the Lost, Null is theLawful Neutralguardian of the dead. As such, he shepherds the souls of dragons to their respective planes when they die, and he ensures they are no longer troubled by enemies they may have had while alive. In this aspect, Null is worshiped by dragons of all alignments; individuals who've just lost someone close to them will sometimes make offerings to Null to speed the dearly departed's soul to its final resting place. In otherD&Dsettings, these two aspects are instead depicted as two fully independent gods, the murderous Falazure and the dispassionate Chronepsis.Greyhawk: Nerull the Reaper is aGrim Reaper-like figure who serves as the main evil god of death and wants to permanently end all life. His clerics are serial killers. He's opposed by Wee Jas, aLawful Neutraldeity of death and magic who doesn't agree with him on the\"kill everything that breathes\"subject. In one adventure, Nerull succeeds in his plan and wipes out all life. He eventually realizes just how stupid this is, and goes back in time to request the players stop him.Nentir Vale: The Raven Queen is the primary goddess of the dead, and is charged with judging the souls of the dead and sending them onward to the afterlife, although her treaties with the other gods forbid her from actively ruling over the dead. She also hates the undead and charges her followers with hunting them down. 5thEdition largely retcons this, making the Raven Queen into a lesser power concerned with observing mortal memories and experiences.Fading Sunshas the Ukar crypt god Sukar. In the Ukar religion, Sukar is aCreepy Goodgod because he keeps the ghosts and spirits trapped in the afterlife (Ukar believe ghosts are inherently hostile and malicious). Necromancy and dead worshipping religions like Manja are sacriligeous to Sukar so the Ukar sometimes take violent action against practitioners of these heresies.GURPS: The \"Dungeon Fantasy\" sub-line features classic dungeon fantasy-style clerics and holy warriors, and allows for the possibility of them worshiping a range of deities.GURPS Dungeon Fantasy 5: Alliesdistinguishes deities by their \"elements\" (which determine the powers of any supernatural servitors they send to aid their worshipers), and \"Death\" is one such element.GURPS Dungeon Fantasy 7: Clericsoffers different spell lists and special powers for different types of deity served, and again, \"Death Gods\" are an option.Gods of death aren’t usually concerned so much with the process of dying as with rule over the dead. They may seem macabre and hostile to humanity, but death is a part of reality, and if there is an afterlife, someone has to make sure that the dead reach the correct part of it, and to govern and manage it. Many death gods are rulers of the underworld beyond all else, with a ruler’s proper pride in their realm. They may even have as much power there as the ruler of all the gods has in the rest of the universe.In Nomine: Saminga, Prince of Death, likes to think of himself as this sort of being, viewing Death as the ultimate fate of reality and himself as its supreme master, wielder and embodiment. He styles his realm and organization accordingly, shaping Abaddon to resemble an immense charnel field and filling the ranks of his servants with necromancers and the undead. In practice, he's merely a reasonably competent necromancer with delusions of grandeur.Pathfinder:Pharasma is theTrue Neutraljudge of the dead. She appears as a stately gray-skinned lady with white hair that doesn't quite obey gravity, despises the undead for being abominations, and runs theCelestial Bureaucracywhere souls wait to receive her judgement before going on to their designated afterlife. She rules over thepsychopomps, who rove the planes as her agents in safeguarding the passage of souls and battling those who would pray upon them, and charges her followers with watching over the dead on the material plane as well as battling the undead. Interestingly, besides being the goddess of death, she's also the goddess ofbirth, ruling over both the beginning and end of mortal lives and is worshipped by midwives as much as by undertakers and undead-hunters.Zyphus is theNeutral Evilgod of accidental death, graveyards, and tragedy. As the first mortal to die an accidental, tragic death, Zyphus and his followers have a cynical view of life, death, and the gods, believing everything to be governed by cruel chance rather than fate.Magrim is the dwarven demigod of death, fate and the underworld. He seeks to help mortals lead ordered lives that prepare them for the afterlife, in particular since havingUnfinished Businessor regrets when you die can lead one to linger as a ghost, and charges his followers with counseling the living, overseeing and honoring burial rites, protecting tombs and battling the undead and those who would enslave or damage souls. He is one of the few deities who dwell in the Boneyard, Pharasma's divine realm, and is tasked with repairing damaged souls so that they can properly enter the afterlife.Charon,the Daemonic Horseman of Death, holds dominion death as a whole, but his main focus is the inevitability of death by old age.Ponyfinder: Soft Whisper watches over and judges the souls of the deceased, sending them to their proper afterlives or taking them under her care if they have nowhere else to go. She is patient, emotionless and impartial, and wholly concerned with the dead — she has little time for the living and has very little interest in visiting the mortal realm, and only the dead who still linger there are ever granted her direct appearance. Unlike most death gods, she is not entirely opposed to the undead; she has no tolerance for wanton necromancy and the forceful tearing of the dead from their rest, which her followers regarded as blasphemy, but does not object to the raising of willing individuals and actively sends back deceased souls if they haveUnfinished Businessto handle before they can move on.Warhammergames:Warhammer:Morr is the main human god of the dead. Pictured as a dour, cloaked, and hooded figure, he rules over the realm of the dead and keeps the souls of the departed safe from the depredations of Chaos and necromancers. His priests are similarly grim figures, and mostly oversee funerary rites and tend to graveyards. Morr despises undeath, and his church includes a number of knightly orders dedicated to hunting necromancers and the walking dead.The Nehekaran pantheon had Usirian, the lord of the underworld, a faceless god who judged the souls of the dead and decided whether they would be permitted to enter paradise or condemned to eternal suffering. He was revered by the Mortuary Cult, and the increasing Nehekaran obsession with death made him one of the empire's most important deities.Ereth Kial, the Pale Queen, is the elven goddess who rules over the underworld. Unlike the other death gods of the setting, she's an evil being who despises the Elves, and her realm is a place of endless torment for every elven soul that she can catch. The knowledge that Ereth Kial waits for them beyond the veil is one of the reasons the Elves go to great lengths to tether their souls to the material world.Warhammer 40,000: Among followers of plague god Nurgle, there's the belief that all that dies eventually ends up in His domain. Coupled with the belief that everything dies someday, this bestows him the title of \"Lord of All\".Warhammer: Age of Sigmar:After being freed by Sigmar, Nagash claimed Shyish, the Realm of Death, as his rightful domain, sending his undead minions to conquer the realm's manymany underworldsand personally consumed the death gods that ruled them until he became the undisputed God of the Dead. Nagash takes this role very seriously and considers all souls to be rightfully his. As a consequence, he hates everything he perceives as a robbery of his property, including both resurrection andSoul Eating. He's also a deity of undeath, and rules over immense legions of walking dead, necromancers and restless spirits.It's also implied Morr still exists in some capacity, as a number of religions in Shyish, particularly the city of Lethis, that oppose Nagash worship an ancestor god namedMorrda, who according to legend is one of the only death gods to escape Nagash's conquest of the afterlives; where Morrda is now, assuming the stories are true, is unclear, but the worship ofthemhas become something of a rallying point for those who actively fight against Nagash and his servants, including an entire Stormhost.Warhammer Fantasy Roleplay: Gazul is the dwarfish Ancestor God of the dead, and the protector of dwarfish souls. His followers are charged with opposing those who defile the dead — especially necromancers — never refusing burial rites to the dead, and protecting the sanctity of burial places.World Tree (RPG): Iraz Halix is the mistress of the wandering spirits of the dead, and cannot be found by living questers unless they perish in their attempts to reach her.\n\nTheatreHadestown: Hades is the uncompromising Lord of the Underworld, reimagined as theCompany TownHadestown, who occasionally goes to the surface to recruit souls to his workforce.\n\nVideo GamesCult of the Lamb: Late in the game it is revealed that the One Who Waits is the god of death, which is how he grants the Lamb immortality.He was originally a Bishop of the Old Faith until he tried to seize more power and the others sealed him.Dark Souls: Nito, the First of the Dead, has dominion over death, decay, and necromancy, and was one of the original Lords that fought against the Eternal Dragons. Ultimately subverted as rather than presiding over an Afterlife of some kind, Nito instead prefers to merely lay at the bottom of a gigantic catacomb underneath Lordran. Ironically,he himself is not immune to getting killed.Dragon Age: Falon'Din is called \"the Friend of the Dead\" in ancient elven mythology. The elves themselves were said to be immortal then, so Falon'Din didn't take on that role until he and his brother, Dirthamen, encountered a dying deer, and Falon'Din carried her across the Veil to her resting place and decided to take on that role officially.According to Fen'Harel, one of Falon'Din's contemporaries, Falon'Din was a mortal, though extremely powerful, ruler whose vanity led him to massacre countless people in his search for more worshippers.The Elder Scrollshas many different gods of death and the dead, the most prominent of whom are:Arkay, the Divine who rules over the cycle of birth and death, including funeral rites. Bodies consecrated by his priests cannot be raised into undead.His cultural variants: theAldmeriXarxes, who functions more as a keeper of knowledge about the dead; Tu'whacca, who guides Redguards to their afterlife; and Orkey, aNordvariant who ismore malevolent and wants people to die.Shor, who rules overSovngarde, although he doesn't appear when you visit there inSkyrim.And the Daedric Princes, who claim the souls of their worshippers when they die. Whether that's a good thing depends heavily on which prince.EverQuest IIhas Drinal. Visually inspired by Anubis of Egyptian mythology, Drinal used to be a natural spirit who oversaw the Ethernere, a limbo where people go after they die until such point that they are absorbed into the realms of their chosen deities. However, with the actual slaying of Rallos Zek, the God of War inEQ2's timeline, and Cazic Thule, the God of Fear in the original Everquest's timeline, the powers of both gods began to corrupt the physical lands of the afterlife, and Drinal himself ascended into the full God of Death and the Afterlife. He also ended up becoming corrupted by absorbing the raw powers of two dead gods, and it is up to the players to smack some sense into him and bring his powers under control in the Chains of Eternity expansion.Fate/Grand Order: Ereshkigal is the goddess of the Babylonian underworld, Kur. As its master, its her duty alone to manage all of the souls that drift down there, protecting them in cages until they're ready to move onto their next life. When it's time to fight, she possesses a seriousHome Field Advantagein her domain, becoming unbeatable even to goddesses as powerful as Quetzalcoatl.Final Fantasy:Final Fantasy XIII: Etro is thefal'Cieof the dead. She was originally created byBhunivelzeto help Pulse find the door to the unseen world, but he was dismayed upon learning that he unwittingly made her look like his mother, Mwynn, whom he killed to gain control over the world, so he deliberately gave her no powers. Lonely and neglected, Etro killed herself,her blood becoming humanity, and was sent to the unseen world, where Mwynn, weakened by Chaos, tasked her to control the cycle of souls and prevent Chaos from claiming the world. Ever since then, Etro has had control over reincarnation, with dead humans being sent to her realm so they can be reborn as different humans.Final Fantasy XIII-2reveals that she also made Paddra Nsu-Yeul a seer whose visions continuously shorten her lifespan. Although she is reincarnated every time she dies, her immortal protector, Caius Ballad, is driven mad by having to watch her die over and over again, so he manipulates Noel Kreiss to destroy Etro's heart, causing Chaos to break open and infect the world. The side effect of this is that, with no one to control reincarnation, humans have stopped aging and giving birth, but they can still be killed, dooming humanity into a slow descent to extinction. The main plot ofLightning Returns: Final Fantasy XIIIis about Bhunivelze's plan to make Lightning Farron the Etro of the new world he created. However, she eventually realizes that he has no right to control the affairs of anyone, soshe decides to kill him. The souls of the Yeuls elect to become the new Etro, with Caius accompanying her, though the latter does send the latest incarnation of Yeul to live out her own life in the new world.Final Fantasy XIV: Nald'thal the Traders is thesinglular manifestation of the twinsNald and Thal. Thal is the god of the dead, whojudges men's soulsto determine their place in the afterlife. Nald isgod of commercewho rules over the wealth of the living world. Together, Nald'thal is the patron god ofUl'dah, who pray to the Traders for prosperity in life and fair judgement in death.Hadestakes place in the Underworld ofClassical Mythology. Both Hades and Thanatos are major characters; Thanatos is portrayed as actually being responsible for collecting souls (essentially functioning likeThe Grim Reaper), while Hades is in charge of the postmortemCelestial Bureaucracy. The game titles the latter \"God of the Dead\" and the former \"Death Incarnate\", highlighting the difference in their roles.Kid Icarus: Uprising: Hades, Lord of the Underworld, is theBig Bad. He uses the population of the Underworld as part of his plan to conquer the world.Kingdom Hearts IIallows us to seeHades' Underworld, and it's implied that him being Lord of the Dead means he gets the dead fromeveryworld, consideringAuronis to be found in his clutches.King's Quest VI: Heir Today, Gone Tomorrow: If the player decides to go for the perfect ending, Alexander winds up visiting the Island of the Dead, where the souls of the deceased in the Land of the Green Isles go before heading off to the afterlife. Surviving all the death traps of the island brings him face to face with Samhein, god of death, whom he must challenge and beat to rescue the suffering souls of Princess Cassima's parents.Majesty: Krypta is the goddess of the dead and the overseer of the afterlife. She is charged with watching over the souls of the deceased, which she does with absolute impartiality and fairness. She does not seem to have any particular issue with the undead, however — inWarlock: Master of the Arcane, set in the same universe, she grants spells specifically designed to have favorable effects for undead troops, and her high priestess, the Empress, is one of the playable undead Great Mages.Master Detective Archives: Rain Code: The deuteragonist Shinigami is acheerful and mischievousShinigamiwho possesses the protagonist, Yuma, andpersonally reaps the souls of the game's culprits after every Mystery Labyrinth sequence. Due to her status as a death god,she has an odd view on mortality and doesn't understand humans, which causes her to act unpredictably towards other people.Pillars of Eternity:Berath is the god of cycles, doors, and life and death, and represents the cycle of death and reincarnation. Berath is portrayed as either genderless or as a twinned male/female figure, and their priests teach rationality and respect for the dignity of death.Rymrgand, the Beast of Winter and god of erosion and collapse, represents the cold, destructive act of death itself.Eothas, the god of renewall and light, is also sometimes considered a death deity, most notably in the form of Gaun. Commonly represented asa farmer carrying a lantern and sickle, Gaun is a figure of cyclical death who emphasizes the natural ending of mortal life. It is believed that Gaun, instead of Berath’s avatars,visits those who embrace death with acceptance.RuneScape: TheAncient Egypt-derived Menaphite culture worships Icthlarin as the god of the dead, protecting their spirits throughThe Underworldso they can reach the peace of the afterlife.The Grim Reaperalso exists in the setting, collecting the souls of the newly dead and delivering them to the Underworld, but is aPsychopomprather than a deity.World of Warcraft:TheShadowlandsexpansion, which introduces the eponymous afterlife realm, features a number of death gods, known together as the Eternal Ones. Four of them (that we know of, there may be more) rule over their respective parts of the afterlife and tend to the spirits of the dead, while the fifth one, the Arbiter, is thejudge of the dead, who sorts out souls and gives them over to the other four. These five are generally decent figures who mostly just want to preserve the cycle of life and death and take care of their own afterlives, but some have become increasingly corrupt, distant, or arrogant over the eons. There is also Zovaal the Jailer, the original Arbiter and formerly theTop Godamong the Eternal Ones, who is muchlessaccepting of the status quo and wants the cycle of life and deathbroken(presumably so thateveryone will dieand serve him in the afterlife). Needless to say, he's theBig Bad.Prior toShadowlands, players would sometimes encounter minor gods of death, not confined to the Shadowlands, like the troll loa Bwonsamdi or the titan keeper Helya. Later lore revealed that they are essentiallyPsychopomps, responsible for transferring souls to the Eternal Ones and sometimes answering to them.The Lich King was sometimes referred to as a god of death in his expansion,Wrath of the Lich King. It's unclear how divine he actually was, but, given that he only existed for a few decades at best, it'd be unlikely for him to have had any actual role in the Shadowlands. He was later revealed to have been using the Jailer's power, though.\n\nWeb AnimationThe Five Gods (2018): Scarlet is the goddess of both areas of the afterlife, Heaven and Hell. She also shares the domain of Heaven with her Mother, Angelica, and Hell with her Father, Lucifer.\n\nWebcomicsA-gnosis' comics onGreek mythfeature Hades as a major character who overseesThe Underworldand the arrival of the dead. He's aWorkaholicbut is surprisingly compassionate towards the dead, especially lost ghosts, and once arranges a special meeting between Athena and a dead friend.Nixvirhas Lord Choschech, the god of the underworld and the World Oak's version of Hades. He is a grim and fair authority figure who presides overThe Underworldwith a fair fist.The Order of the Stick:The Western Pantheon has the god of death Nergal, a lion-headed man whose \"fiery rage consumes all things\". While his cleric Malack makes a nice speech about how death gods are inclined towards neutrality, Nergal seems to be pretty evil based on the little we know about the two of them.The Northern Pantheon has Hel, who rules over the underworld. Due to an unusual arrangement, she gets all the souls of dwarves who don't die honorably, whom she enslaves and torments. She's shown as an unstable and spiteful woman in anEthereal White Dress, andis the/agreater scopeArc Villainas she seizes on an opportunity to try to destroy the world to get herself amuchbetter deal.Public Humiliation: Lan is the grandson of Hades, thus he's a rather powerful necromancer. In the sequel comicA Little More Humiliation,Lan takes over as the new Hades, while his adoptive brother Warmwind becomes Thanatos.Slightly Damned: One of the threecreator gods, simply named Death, resides in Purgatory and oversees judgment of the souls of dead Medians. Those whose good deeds outweigh their evil go to Heaven, while those whose good and evil even out go to Purgatory with him.Western AnimationClass of the Titans: Hades and Persephone both appear - we group them together because they'reSickeningly Sweetheartsthrough the whole series. Being Olympian gods, they're on the side of good.In the episode \"Cronus Vanquished\", theBig BadCronustakes over the underworld for himself by tricking Hades, becoming king of the underworlduntil the heroes defeat him.Gargoyles: Anubis, the Ancient Egyptian god of the dead appears in\"Grief\", voiced byTony Jay, when he is summoned by the Emir in a plot by Xanatos to gain immortality. However, the Emir wants to use Anubis to bring his son back to life after dying in a car accident. When Anubis refuses, the Emir attempts to channel the captured Anubis's powers as an avatar, but Jackal complicates the plan and becomes the avatar instead (fittingly jackals are Anubis's associated animal).The Legend of Vox Machinahas the Matron of Ravens, Tal'dorei's goddess of death. While an imposing figure among the realm's pantheon, she exemplifies the idea thatDark Is Not Evil, as she believes the sanctity of life — and with it, the transition of the soul from life to death — are sacred and to be protected.Onyx Equinox, being based on Mesoamerican mythology, has Mictlantecuhtli as the main antagonist, starting the series by devouring an entire city. Mictecacihuatl also appears, buther true intentions don't become clear until the last few episodes.The Ghost and Molly McGeehas The Chairman, the leader of the Ghost Council and ruler of the ghost world, and the one who is responsible for assigning ghosts to create misery across the Human Realm. If a ghost fails to met his expectations, he will punish them by sentencing them to an eternity in theFlow of Failed Phantoms.\n\n",
  "examples": [
    {
      "section": "Examples:",
      "text": "Magic: The Gathering:Among the gods of Theros, both basic archetypes are filled by one of the Black-aligned gods.Erebos, God of the Dead,serves as a Hades analogue and rules over the shades of the departed in the Underworld. A bleak and forbidding figure, Erebos permits nobody to avoid or escape from his realm and uses his impossibly long whip Mastix to snare reluctant souls and pull them into death.Athreos, God of Passage,is derived from Charon and serves as the primary ferryman of Theros's dead, carrying them across the Five Rivers that Ring the World and into the Underworld that lies beyond.Egon, God of Death,is Kaldheim's ruler of the dead. He rules Istfell, the realm of the unworthy dead, although his power over the local spirits is limited by their eternal apathy.",
      "links": [
        {
          "title": "Magic: The Gathering",
          "url": "/pmwiki/pmwiki.php/TabletopGame/MagicTheGathering"
        },
        {
          "title": "Erebos, God of the Dead,",
          "url": "https://scryfall.com/card/ths/85/erebos-god-of-the-dead"
        },
        {
          "title": "Athreos, God of Passage,",
          "url": "https://scryfall.com/card/jou/146/athreos-god-of-passage"
        },
        {
          "title": "Egon, God of Death,",
          "url": "https://scryfall.com/card/khm/92/egon-god-of-death-throne-of-death"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The DCU:The Flash: The Black Flash is the personification of death forspeedsters, created by the Speed Force to capture them at the end of their lives so that they can become one with the Speed Force.New Gods: The Black Racer is the death god for the Fourth World. Even otherwise godlike beings like Darkseid and Allfather can't defeat him.The Sandman (1989): Death of the Endless is theAnthropomorphic Personificationof death who comes foreveryonewhen their time is up. While the series features other gods of death, like Anubis, Hades, and Persephone, and theSpin-OffThe Thessaliadfeatures Pluto, Thoth, and Morrigan, their influence is limited to those who believe in them.Wonder Woman: Hades occasionally appears as either an antagonist or uneasy ally.",
      "links": [
        {
          "title": "The DCU",
          "url": "/pmwiki/pmwiki.php/Franchise/TheDCU"
        },
        {
          "title": "The Flash",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheFlash"
        },
        {
          "title": "speedsters",
          "url": "/pmwiki/pmwiki.php/Main/SuperSpeed"
        },
        {
          "title": "New Gods",
          "url": "/pmwiki/pmwiki.php/ComicBook/NewGods"
        },
        {
          "title": "The Sandman (1989)",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheSandman1989"
        },
        {
          "title": "Anthropomorphic Personification",
          "url": "/pmwiki/pmwiki.php/Main/AnthropomorphicPersonification"
        },
        {
          "title": "Spin-Off",
          "url": "/pmwiki/pmwiki.php/Main/SpinOff"
        },
        {
          "title": "The Thessaliad",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheThessaliad"
        },
        {
          "title": "Wonder Woman",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Lady Deathis the Queen of Hell and Goddess of All That Is Dead and Dying. In one story, it is stated that her army of the undead is loyal to her because she mostly lets them rest in peace save for when she needs their aid, unlike the forces of Heaven who use their souls as fuel.",
      "links": [
        {
          "title": "Lady Death",
          "url": "/pmwiki/pmwiki.php/ComicBook/LadyDeath"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Marvel Universe:Black Cat: Issue #5 introduces the Gilded Saint, a god of wealth and death from another dimension. He is the patron god of the New York Thieves Guild, granting them immortality in exchange for ten percent of whatever they steal.",
      "links": [
        {
          "title": "Marvel Universe",
          "url": "/pmwiki/pmwiki.php/Franchise/MarvelUniverse"
        },
        {
          "title": "Black Cat",
          "url": "/pmwiki/pmwiki.php/ComicBook/BlackCatMarvelComics"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Call Me Massacre: After her apotheosis,Maria takes some time to figure out what exactly she's the God of but, upon seeing the ghosts of people recently killed in a sentinel attack, and Death herself, realizes that she's a God of Death. She's a bit of a mixture of the main archetypes, being able to see ghosts or when people are going to die, talk the dead into moving on, prevent unnatural deaths, kill someone utterly by flexing his power, and grant her blessing for the dead to come back to life.",
      "links": [
        {
          "title": "Call Me Massacre",
          "url": "/pmwiki/pmwiki.php/Fanfic/CallMeMassacre"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A Clash of NEETs:Satellabecame thisafter absorbing the power of the Witch of Envy, joiningMadoka's blooming pantheon. Her afterlife is a quiet, peaceful realm, where souls can rest while they await reincarnation. She also spends a lot less time in the Divine Realm then the rest of the pantheon; she's perfectly welcome there, and on excellent terms with the other goddesses, she just prefers watching over the souls of their followers instead.",
      "links": [
        {
          "title": "A Clash of NEETs",
          "url": "/pmwiki/pmwiki.php/Fanfic/AClashOfNeets"
        },
        {
          "title": "Satella",
          "url": "/pmwiki/pmwiki.php/Anime/ReZero"
        },
        {
          "title": "became this",
          "url": "/pmwiki/pmwiki.php/Main/DeityOfHumanOrigin"
        },
        {
          "title": "Madoka",
          "url": "/pmwiki/pmwiki.php/Anime/PuellaMagiMadokaMagica"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Codex Equus: Countless Death gods exist in the Codexverse, with one of their duties being the guidance of deceased souls to the afterlife, though individually Death gods cover various aspects of death like lonely deaths, violent deaths, etc. This leads to pantheons having multiple Death gods at a time. Death gods are generallybenevolent and kind to the souls they look after, and enraging even one is not a good idea. But because death is supposed to be \"the ultimate fairness\", they are bound by ancient laws that forbid them from things like killing people, reserved for special circumstances, to prevent abuses of power. Presiding over the normal Death gods are the Princes and Princesses of Reapers, the first of their species to ever die, who all work for Mortem, the Death Primeval, the oldest Death god in existence.Various entries, drabbles, and other supplementary materials reveal that there are Death gods in the universe who are even older than Mortem, such as theDeath Sovereign, and the Architect of Death, who laid down the rules that would dictate how death and souls should be treated.",
      "links": [
        {
          "title": "Codex Equus",
          "url": "/pmwiki/pmwiki.php/Fanfic/CodexEquus"
        },
        {
          "title": "benevolent and kind to the souls they look after",
          "url": "/pmwiki/pmwiki.php/Main/DontFearTheReaper"
        },
        {
          "title": "Death Sovereign",
          "url": "https://www.deviantart.com/comments/1/1083517174/5166670693"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dungeon Keeper Ami: The Light and Dark Gods of Good and Evil, respectively, get the souls of their worshippers after they die. The only god whose portfolio is based around death, however, is the Dark God, Crowned Death, whose focus is on decay, death, killing spells, the eventual end of everything, andThe Undead.",
      "links": [
        {
          "title": "Dungeon Keeper Ami",
          "url": "/pmwiki/pmwiki.php/Fanfic/DungeonKeeperAmi"
        },
        {
          "title": "The Undead",
          "url": "/pmwiki/pmwiki.php/Main/TheUndead"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Elementals of Harmony: \"They Live on in These Parts\" describes Temperance, the Princess of Endings, who is thealicornwho ushers departed souls to the afterlife. ASuspiciously Specific Denialin an author's note in the story implies that she takes a bit more of adirectrole with the...ending, as it were:Temperance, full title Princess Mi Finale Temperanza, is my go-to pony psychopomp when I don't want to have Luna do it. She very definitely does not run Equestria's Royal Assassinorum, because there is no such institution.",
      "links": [
        {
          "title": "Elementals of Harmony",
          "url": "/pmwiki/pmwiki.php/Fanfic/ElementalsOfHarmony"
        },
        {
          "title": "alicorn",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        },
        {
          "title": "Suspiciously Specific Denial",
          "url": "/pmwiki/pmwiki.php/Main/SuspiciouslySpecificDenial"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Everqueen: While the Emperor will insist thatA God I Am Not, he eventually reveals to Isha that he was originally created to be this by the shamans of Earth: a divine guardian of humanity's souls, thus making Death and the Afterlife his primary Dominions, with War as an obvious secondary one. He chose not to act on it, though (as Isha points out, humanityhasno afterlife in this setting), as he didn't think he was worthy of being the judge of every human soul, but with Chaos on the rise he has less and less of a choice in the matter, as the alternative is to let their souls be devoured by Daemons.",
      "links": [
        {
          "title": "Everqueen",
          "url": "/pmwiki/pmwiki.php/Fanfic/Everqueen"
        },
        {
          "title": "A God I Am Not",
          "url": "/pmwiki/pmwiki.php/Main/AGodIAmNot"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Land of Dragons and Dungeons:The Maid of Time is the goddess of dreams, the dead, ancestors, and passage from one stage of life to the next. She is often depicted as the protector of the afterlife and as aPsychopompwho guides the souls of the dead to the next world. She is worshipped by gravediggers, undertakers, and undead-hunters, but also by historians, lore-seekers, and others whose business is the nature and history of the bygone.The Prince of Heart has numerous roles, among which are the guardian of the afterlife and the bringer of death and destruction. His myths tend to depict him as dying, passing into the land of the dead, and returning to the living world with new knowledge and mastery. Combined with his role as the maker of souls and as a divine craftsman and patron of technology, he is overall perceived as a dual-natured deity of both life and death, creation and destruction. As Dirk begins to recover his divine nature, he gains spells such as Deathwatch, which lets him know how close people are to death; Gentle Repose, which preserves corpses; andAnimate Dead.",
      "links": [
        {
          "title": "The Land of Dragons and Dungeons",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheLandOfDragonsAndDungeons"
        },
        {
          "title": "Psychopomp",
          "url": "/pmwiki/pmwiki.php/Main/Psychopomp"
        },
        {
          "title": "Animate Dead",
          "url": "/pmwiki/pmwiki.php/Main/AnimateDead"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pony POV Series: Mortis, the Alicorn of Death and Rebirth, guides souls towards their final resting place (occasionally with the aid of certain souls who have become Angels under his employ).",
      "links": [
        {
          "title": "Pony POV Series",
          "url": "/pmwiki/pmwiki.php/Fanfic/PonyPOVSeries"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Book of Life: There are two death gods: Xibalba, a malevolent trickster who rules an unpleasant afterlife due to losing a bet, and his estranged wife, La Muerte, a benevolent ruler of a nice afterlife. The two seem to be a syncretic combination of the Aztec death gods Mictlantecuhtli and Mictecacihuatl and the Greek death gods Hades and Persephone.",
      "links": [
        {
          "title": "The Book of Life",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheBookOfLife"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hercules (1997)had Hades as theevilLord of the Underworld who hates his drab job and wants to take over Olympus, with Hercules as the main obstacle to that goal.",
      "links": [
        {
          "title": "Hercules (1997)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Hercules1997"
        },
        {
          "title": "evil",
          "url": "/pmwiki/pmwiki.php/Main/AdaptationalVillainy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Gods of Egypt: Anubis comes to take those who have died to the afterlife and guides them on their journey to judgment. While a stickler for rules and quite scary in appearance, Anubis is also very protective of the souls of the dead and the afterlife in general, and can also be swayed to bend (but not break) the rules by the right person.",
      "links": [
        {
          "title": "Gods of Egypt",
          "url": "/pmwiki/pmwiki.php/Film/GodsOfEgypt"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Thor: Ragnarok: Hela is the Goddess of Death, and is seen reanimating her dead followers. She shrugs off any damage on her, survives impalements and worse, as if saying she's beyond the icy touch of death itself. In the end, it takes something bigger than death,something that's supposed to bringDeath of the Old Godsitself - i.e. Ragnarok - to finally kill her and make it stick.",
      "links": [
        {
          "title": "Thor: Ragnarok",
          "url": "/pmwiki/pmwiki.php/Film/ThorRagnarok"
        },
        {
          "title": "Death of the Old Gods",
          "url": "/pmwiki/pmwiki.php/Main/DeathOfTheOldGods"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "American Gods: Anubis and Thoth run a funeral home in Cairo, Illinois.When Shadow dies he catches a ride from Thoth and is judged by Anubis.",
      "links": [
        {
          "title": "American Gods",
          "url": "/pmwiki/pmwiki.php/Literature/AmericanGods"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "\"The Charnel God\" byClark Ashton Smithis named after Mordiggian,Patron Godof the city-state Zul-Bha-Sair. Unusually, his concern is thebodiesof the dead rather than their spirits, claiming every corpse that perishes within his lands — though the prevalence ofNecromancymakes that apractical concern. Despite his grim aspect as a flesh-devouringLiving Shadowand hisghoulpriests, he's otherwise a fair sort.",
      "links": [
        {
          "title": "The Charnel God",
          "url": "/pmwiki/pmwiki.php/Literature/TheCharnelGod"
        },
        {
          "title": "Clark Ashton Smith",
          "url": "/pmwiki/pmwiki.php/Creator/ClarkAshtonSmith"
        },
        {
          "title": "Patron God",
          "url": "/pmwiki/pmwiki.php/Main/PatronGod"
        },
        {
          "title": "Necromancy",
          "url": "/pmwiki/pmwiki.php/Main/Necromancer"
        },
        {
          "title": "practical concern",
          "url": "/pmwiki/pmwiki.php/Main/PrecautionaryCorpseDisposal"
        },
        {
          "title": "Living Shadow",
          "url": "/pmwiki/pmwiki.php/Main/LivingShadow"
        },
        {
          "title": "ghoul",
          "url": "/pmwiki/pmwiki.php/Main/OurGhoulsAreCreepier"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A Chorus of Dragons: Thaena, the Pale Lady, is the Queen of the Underworld and the Goddess of Death. She judges the souls of the dead and decides whether they may enter the Peaceful Land or not, and her priesthood is responsible for burials and for raising the dead — a process that consists of appealing to the goddess, and which succeeds or not based on whether she decides that the mortal should be returned to life. Her cult's holiest rite culminates in a worshipper committing suicide in order to encounter her in person. If she finds them good and worthy, they return to life at the end of the ritual. If she doesn't, they stay dead.",
      "links": [
        {
          "title": "A Chorus of Dragons",
          "url": "/pmwiki/pmwiki.php/Literature/AChorusOfDragons"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Dresden Files: During the events ofSkin Game, Harry is recruited tobreak into the vault of Hadesto steal some artifacts. Before the climax of the book, Hades intercepts Harry andinvites Harry into his studywhere theychat for a bit.Everybody Hates Hadescomes up, and Harry points out that Hades earned his reputation as being implacable and dispassionate, which makes him a stern but honorable god and a fair judge who always did his duties, unlike his kin, who were passionate and abitrary, and even capricious.",
      "links": [
        {
          "title": "The Dresden Files",
          "url": "/pmwiki/pmwiki.php/Literature/TheDresdenFiles"
        },
        {
          "title": "Skin Game",
          "url": "/pmwiki/pmwiki.php/Literature/SkinGame"
        },
        {
          "title": "break into the vault of Hades",
          "url": "/pmwiki/pmwiki.php/Main/TheCaper"
        },
        {
          "title": "invites Harry into his study",
          "url": "/pmwiki/pmwiki.php/Main/SacredHospitality"
        },
        {
          "title": "chat for a bit",
          "url": "/pmwiki/pmwiki.php/Main/DidWeJustHaveTeaWithCthulhu"
        },
        {
          "title": "Everybody Hates Hades",
          "url": "/pmwiki/pmwiki.php/Main/EverybodyHatesHades"
        },
        {
          "title": "comes up",
          "url": "/pmwiki/pmwiki.php/Main/DiscussedTrope"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Gentleman Bastard: The most prominent of the Twelve Gods is Aza Guilla, the veiled Lady Most Kind, who embraces the dead and cares for them in the hereafter. Though she and her priests are seen as benevolent, her temple affords plenty of opportunity to get closer to the goddess — it's built high above the ocean withNo OSHA Complianceand most of the cult's internal rites involve self-inflicted near-death experiences.",
      "links": [
        {
          "title": "Gentleman Bastard",
          "url": "/pmwiki/pmwiki.php/Literature/GentlemanBastard"
        },
        {
          "title": "No OSHA Compliance",
          "url": "/pmwiki/pmwiki.php/Main/NoOSHACompliance"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ghost Roads: The afterlife and spirits that end up there are managed by various deities, each ruling over their own version based on what mythology they come from. The ghost Rose Marshall ends up having to journey to the Greek underworld to meet the gods Hades and Persephone to reattach a protection she uses against the vile Bobby Cross.",
      "links": [
        {
          "title": "Ghost Roads",
          "url": "/pmwiki/pmwiki.php/Literature/GhostRoads"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Gods Are Bastards: Vidius, the god of death, is also strongly associated with theatre and masks, and is willing to let people into the divine plane even if they didn't worship any gods, so long as they made an effort to be decent people in life.",
      "links": [
        {
          "title": "The Gods Are Bastards",
          "url": "/pmwiki/pmwiki.php/Literature/TheGodsAreBastards"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Gods of Jade and Shadow: Hun-Kamé was the supreme ruler of Xibalba, the Underworld ofMayan Mythology, before he was usurped and trapped on Earth by his younger brother Vucub-Kamé, who now holds court in luxury among the shades of the dead. His most urgent goal is to restore his full power and reclaim his throne.",
      "links": [
        {
          "title": "Gods of Jade and Shadow",
          "url": "/pmwiki/pmwiki.php/Literature/GodsOfJadeAndShadow"
        },
        {
          "title": "Mayan Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/MayanMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Gods of Pegāna: Mung, the god of death, waits for all mortals at the end of their lives, where he makes \"the sign of Mung\" and sends them off to whatever afterlife there may be. He is an active sender of death, rather than a passive psychopomp or overseer of the dead, and can cause mortals to endure forever (but without ceasing to age) if he so pleases.",
      "links": [
        {
          "title": "The Gods of Pegāna",
          "url": "/pmwiki/pmwiki.php/Literature/TheGodsOfPegana"
        },
        {
          "title": "but without ceasing to age",
          "url": "/pmwiki/pmwiki.php/Main/AgeWithoutYouth"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "His Dark Materials: The witches believe in the death goddess Yambe-Akka, who comes to the dying towelcome them with good cheer and open arms. She isn't among the supernatural entities who make an appearance, but Serafina steps into the role of Yambe-Akka to grant a witch's wish for aMercy Kill.",
      "links": [
        {
          "title": "His Dark Materials",
          "url": "/pmwiki/pmwiki.php/Literature/HisDarkMaterials"
        },
        {
          "title": "welcome them with good cheer and open arms",
          "url": "/pmwiki/pmwiki.php/Main/DontFearTheReaper"
        },
        {
          "title": "Mercy Kill",
          "url": "/pmwiki/pmwiki.php/Main/MercyKill"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Inheritance Trilogy: The Grey Lady Enefa, Goddess of Life and Death, actually invented those concepts as one of the threeco-creatorsof the universe. However, she didn't need to oversee death personally, and not even she knew where the souls of the dead end up. Her brotherkilled herbefore the time of the books, in whichYeineinherits her divinity.",
      "links": [
        {
          "title": "Inheritance Trilogy",
          "url": "/pmwiki/pmwiki.php/Literature/InheritanceTrilogy"
        },
        {
          "title": "co-creators",
          "url": "/pmwiki/pmwiki.php/Main/TheMaker"
        },
        {
          "title": "killed her",
          "url": "/pmwiki/pmwiki.php/Main/GodIsDead"
        },
        {
          "title": "inherits her divinity",
          "url": "/pmwiki/pmwiki.php/Main/DivinityOfHumanOrigin"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Primal Warrior Draco Azul: In the short story \"Reminiscence\", Ekchuah uses a virtual reality simulation to pit Eric against the Mayan death-gods Hunhau—ruler of the Underworld—and his avian brother Uacmitun Ahau.",
      "links": [
        {
          "title": "Primal Warrior Draco Azul",
          "url": "/pmwiki/pmwiki.php/ComicBook/PrimalWarriorDracoAzul"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Rick Riordan:The Camp Half-Blood Series: Hades/Pluto first appears inPercy Jackson and the Olympians. He is depicted as asocial, bitter and distant butnotevil. As Hades he's the father of Nico and as Pluto the father of Hazel.Thanatos also appears, first inThe Heroes of Olympus. He starts off kidnapped inThe Son of Neptune, and our heroes rescue him.The Kane Chronicleshas both Osiris (god of the underworld) and Anubis (god of the dead), both on the side of good.Magnus Chase and the Gods of Asgardhas Hel, goddess of the dead. Unique out of Riordan's books, the goddess of the dead is depicted as evil here (albietAffably Evil)",
      "links": [
        {
          "title": "Rick Riordan",
          "url": "/pmwiki/pmwiki.php/Creator/RickRiordan"
        },
        {
          "title": "The Camp Half-Blood Series",
          "url": "/pmwiki/pmwiki.php/Literature/TheCampHalfBloodSeries"
        },
        {
          "title": "Percy Jackson and the Olympians",
          "url": "/pmwiki/pmwiki.php/Literature/PercyJacksonAndTheOlympians"
        },
        {
          "title": "The Heroes of Olympus",
          "url": "/pmwiki/pmwiki.php/Literature/TheHeroesOfOlympus"
        },
        {
          "title": "The Kane Chronicles",
          "url": "/pmwiki/pmwiki.php/Literature/TheKaneChronicles"
        },
        {
          "title": "Magnus Chase and the Gods of Asgard",
          "url": "/pmwiki/pmwiki.php/Literature/MagnusChaseAndTheGodsOfAsgard"
        },
        {
          "title": "Affably Evil",
          "url": "/pmwiki/pmwiki.php/Main/AffablyEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sivad's Question: Sivad serves something like this role. He's the only being in the afterlife we see (other than the dead), greets all newcomers on arrival, and presents them with the question which everyone must answer to escape into the shared paradise. The narrator also appears to say the alterations to new arrivals' minds and bodies — like perfect health, unlimited memory and physiological stasis — are done by Sivad. He can be summoned to answer questions, and is the only real source of information to the inhabitants of the afterlife on the nature of their predicament, though there are many questions he won't answer.",
      "links": [
        {
          "title": "Sivad's Question",
          "url": "/pmwiki/pmwiki.php/Literature/SivadsQuestion"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Silverwing: In the third book, the Mayan bat-god Cama Zotz—the patron god of theVampyrum spectrumor false vampire bats—is revealed to be not only the ruler but the creator of the Underworld.",
      "links": [
        {
          "title": "Silverwing",
          "url": "/pmwiki/pmwiki.php/Literature/Silverwing"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A Song of Ice and Fire: Death is worshipped in many forms, from the Black Goat of Qohor to the Stranger from the Faith of the Seven. A cult of assassins known as the Faceless Men believe all of these to be the same being, whom they call the Many-Faced God.",
      "links": [
        {
          "title": "A Song of Ice and Fire",
          "url": "/pmwiki/pmwiki.php/Literature/ASongOfIceAndFire"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sword of Truth: The Keeper of the Underworld, who rules over spirits in the afterlife. Unlike in many examples though, he is explicitly a malevolent being.",
      "links": [
        {
          "title": "Sword of Truth",
          "url": "/pmwiki/pmwiki.php/Literature/SwordOfTruth"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Sun Sword: Mandaros, the god who receives and judges the souls of the dead and sends them onward to reincarnation.",
      "links": [
        {
          "title": "The Sun Sword",
          "url": "/pmwiki/pmwiki.php/Literature/TheSunSword"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tolkien's Legendarium: The Valar have Mandos, the grim keeper of fate and lord of the dead, in whose halls the shades of deceased Elves stay until they are re-embodied.",
      "links": [
        {
          "title": "Tolkien's Legendarium",
          "url": "/pmwiki/pmwiki.php/Franchise/TolkiensLegendarium"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Wax and Wayne: Ironeyes is generally regarded as the god of death, though one of the three major religions (Sliverism) worships him as God, period. Readers ofthe original trilogyrecognize him asMarsh, a human extensively augmented withhemalurgy, but not one of the setting'sgenuinely divine figures.",
      "links": [
        {
          "title": "Wax and Wayne",
          "url": "/pmwiki/pmwiki.php/Literature/WaxAndWayne"
        },
        {
          "title": "the original trilogy",
          "url": "/pmwiki/pmwiki.php/Literature/MistbornTheOriginalTrilogy"
        },
        {
          "title": "hemalurgy",
          "url": "/pmwiki/pmwiki.php/Main/BloodMagic"
        },
        {
          "title": "genuinely divine figures",
          "url": "/pmwiki/pmwiki.php/Main/PiecesOfGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Doctor Who: Sutekh, an alien villain introduces in \"Pyramids Of Mars\" is brought back in the two-part finale of the Fifteenth Doctor's first season, \"The Legend Of Ruby Sunday\"/\"Empire Of Death\", this time evolved into an immortal being and the leader of the \"Pantheon of the Discord\", calling himself the \"God of Death\" and making a point bywiping out every life at any time in the whole universe.",
      "links": [
        {
          "title": "Doctor Who",
          "url": "/pmwiki/pmwiki.php/Series/DoctorWho"
        },
        {
          "title": "Pyramids Of Mars",
          "url": "/pmwiki/pmwiki.php/Recap/DoctorWhoS13E3PyramidsOfMars"
        },
        {
          "title": "The Legend Of Ruby Sunday",
          "url": "/pmwiki/pmwiki.php/Recap/DoctorWhoS40E7TheLegendOfRubySunday"
        },
        {
          "title": "Empire Of Death",
          "url": "/pmwiki/pmwiki.php/Recap/DoctorWhoS40E8EmpireOfDeath"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Legend of the Seeker: The Keeper of the Underworld doesn't just rule over death, he created it (as the Creator originally made humans immortal). Unlike insome examples, he's unambiguously evil.",
      "links": [
        {
          "title": "Legend of the Seeker",
          "url": "/pmwiki/pmwiki.php/Series/LegendOfTheSeeker"
        },
        {
          "title": "some examples",
          "url": "/pmwiki/pmwiki.php/Main/DontFearTheReaper"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Once Upon a Time (2011): Hades is the god of death and ruler of the underworld, and rules the underworld as a place where the souls of the dead that have unfinished business remain until they can pass onto either heaven or hell. However, Hades has been leeching off the power that these souls give him, and so despises the idea of anyone leaving and tries to sabotage attempts for that to happen.",
      "links": [
        {
          "title": "Once Upon a Time (2011)",
          "url": "/pmwiki/pmwiki.php/Series/OnceUponATime2011"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Star Trek: The Klingons have Fek'lhr, who is analogous to Cerberus from ancient Greek mythology, as the Guardian of Gre'thor, where dishonored souls go in the afterlife.",
      "links": [
        {
          "title": "Star Trek",
          "url": "/pmwiki/pmwiki.php/Franchise/StarTrek"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Supernaturalhas Death, one of the Four Horseman of the Apocalypse, who doesn't know if he or God is the older one. Neither can remember. The Reapers, angels who guide souls to the underworld, work for him. Later, his role is taken on by Billie.",
      "links": [
        {
          "title": "Supernatural",
          "url": "/pmwiki/pmwiki.php/Series/Supernatural"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Aztec Mythology:Mictecacihuatl and Mictlantecuhtli were the queen and king of Mictlan, the underworld. They were typically depicted as a flayed corpse and a bloody skeleton, respectively.Tlaloc and his second wife, Chalchiuhtlicue, ruled over a special afterlife called Tlalocan, reserved for people who died of drowning or lightning.",
      "links": [
        {
          "title": "Aztec Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/AztecMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Classical Mythology:Hades was the god of the dead and lord of the underworld, ruling over the bleak fields where the shades of the dead wander forever. He was a grim and uncompromising figure, refusing to allow the dead to escape their fate when their time came to pass into death.noteThoughcontrary to his modern portrayals, hewasn't evil. In fact, he was one of the few Greek gods to never directly harm humanity.His wife, Persephone, was Queen of the Underworld half the time and goddess of spring the other half.Thanatos was the god and representation of death itself, ending the lives of mortals and sending them onward to the afterlife. In some tellings, Thanatos only represented and presided over natural deaths, and had an unnumbered multitude of sisters named Keres, lesser spirits who personified and presided over violent deaths. However, unlike their brother, they didn't actually have the power to end life and thus, whilst drawn to violent deaths such as battlefields, they had to wait till it was over to collect the souls. In certain myths, the messenger god Hermes played a similar role as a psychopomp.",
      "links": [
        {
          "title": "Classical Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "contrary to his modern portrayals",
          "url": "/pmwiki/pmwiki.php/Main/EverybodyHatesHades"
        },
        {
          "title": "wasn't evil",
          "url": "/pmwiki/pmwiki.php/Main/DarkIsNotEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Chinese Mythology: Yanluo Wang presides over the underworld and judges the souls of the deceased to determine what afterlives or reincarnations they will be sent to. He is often syncretized with Yama.",
      "links": [
        {
          "title": "Chinese Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ChineseMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Egyptian Mythology: Osiris was the main god of the dead, ruling over the spirits of the virtuous inSekhet Aaru(the \"Field of Reeds,\" which represented Paradise). Anubis also played an important role in the process of death, overseeing the judgment of each soul and determining if they were worthy of passing on.",
      "links": [
        {
          "title": "Egyptian Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/EgyptianMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Finnish Mythologycontains a trio of death deities. The married couple Tuoni and Tuonetar are respectively the personification of death and the queen of the underworld (Tuonela). Their blind daughter Loviatar is the goddess of disease.",
      "links": [
        {
          "title": "Finnish Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/FinnishMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hindu MythologyandBuddhism: Yama is the god of death. He wields a noose with which he seizes those who are about to die.",
      "links": [
        {
          "title": "Hindu Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/HinduMythology"
        },
        {
          "title": "Buddhism",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Buddhism"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Japanese Mythology:Izanami was one of the two Gods of Creation, alongside her male partner Izanagi. However, she perished in childbirth while giving birth to Hi-no-Kagutsuchi, the God of Fire, and went to Yomi-no-Kuni, the Netherworld, where she became a rotting corpse riddled with maggots and infested by the Yakuza-Ikazuchi, the Eight Gods of Lightning. Mortality, as it happens, was created in the following spat between Izanami and Izanagi: She vowed to Izanagi that, for every day that he left her trapped in Yomi, she would claim 1000 living people every day, with Izanagi retorting that he would give life to 1500 every day.In addition to storms, Susano'o is said to rule Ne-no-Kuni, the Land of Roots, a region of Yomi bordering the world of the living. Born from the impurities that clung to Izanagi after he left Yomi following his fruitless endeavour to bring back his wife, Susano'o longed to be with his mother, Izanami, since the day he was born, which annoyed his father, Izanagi, so much he cast him down from heaven.During Izanagi's venture down into the realm of the dead to fetch Izanami, she tells him that, as she already belongs to the dead, she cannot return with him, but she still promises him that she'll consult with some other beings only referred to as Yomotsu-no-Kami, the Gods of the Netherworld, to see if they may grant her permission to leave with him anyway... And thanks to a combination of Shinto's refusal to talk about death and the religious reforms that Japan has gone through, that's literally all we know about the Yomotsu-no-Kami. Though it seems they may have been the rulers of Yomi-no-Kuni, Izanami is now regarded as the Goddess of Death and is treated as the only God of Death in pop-culture.There's also the similarily enigmatic Tokoyo-no-Kami, the God of the Eternal World/Eternal Night. It is known that it is the ruler of Tokoyo-no-Kuni, the Land of Eternity or The Everlasting World, a Realm of Death said to be located across the ocean (in contrast to Yomi's subterranean location). But aside from a 7th century cargo cult associating it with swallowfail butterfly caterpillars, not much more than that is known about this god.",
      "links": [
        {
          "title": "Japanese Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/JapaneseMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mesopotamian Mythology: Ereshkigal is the queen of Irkalla, the Sumerian underworld. She also happens to be the sister of Inanna, the irascible goddess of love and war, and their rivalry is chronicled inInanna's Descent to the Netherworld.",
      "links": [
        {
          "title": "Mesopotamian Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/MesopotamianMythology"
        },
        {
          "title": "Inanna's Descent to the Netherworld",
          "url": "/pmwiki/pmwiki.php/Literature/InannasDescentToTheNetherworld"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Norse Mythologyhas multiple afterlives depending on a person's deeds and conduct in life, each presided over by a separate ruler:Hel, a daughter of Loki who is living on one half of her body and dead on the other, ruled the realm also called Hel, where those who die of old age or disease were stored until Ragnarok. Her name is related to the English word \"Hell\".Odin was said to recruit warriors forValhalla(hall of the slain) by making their weapons break in the middle of battle, leading to their deaths after which they'd be picked up by theValkyries.Freyja maintained her own afterlife called Folkvangr (army-field) where she received half of all those who died in battle, including all female warriors. It's often speculated that she had some connection to the valkyries as well.Rán, by virtue of being the supreme ruler of the sea, had claim over all humans killed in the sea, catching them using her net.",
      "links": [
        {
          "title": "Norse Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        },
        {
          "title": "Valhalla",
          "url": "/pmwiki/pmwiki.php/Main/WarriorHeaven"
        },
        {
          "title": "Valkyries",
          "url": "/pmwiki/pmwiki.php/Main/Psychopomp"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Taíno Mythology: Maketaori Guayaba was considered the overlord of the underworld. His symbol was the bat. It was believed that the op'a, the spirits of the dead, would come out at night and feed on guava fruit. The word in Spanish for \"guava\" is indeed Guayaba.",
      "links": [
        {
          "title": "Taíno Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/TainoMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Chronicles of Darkness: The mysterious Kerberoi who rule over regions ofThe Underworldappear to be powerfulFisher King-like spirits and/oravatarsof their domains. One of them, Mictlantecuhtli Polydegmon,mightbe a true god, as he's aDomain Holderwith the truly unique power toreturn the soulof anyone who's ever died, no matter how muchDeader than Deadthey ended up.",
      "links": [
        {
          "title": "Chronicles of Darkness",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ChroniclesOfDarkness"
        },
        {
          "title": "The Underworld",
          "url": "/pmwiki/pmwiki.php/Main/TheUnderworld"
        },
        {
          "title": "Fisher King",
          "url": "/pmwiki/pmwiki.php/Main/FisherKing"
        },
        {
          "title": "avatars",
          "url": "/pmwiki/pmwiki.php/Main/AnthropomorphicPersonification"
        },
        {
          "title": "Domain Holder",
          "url": "/pmwiki/pmwiki.php/Main/DomainHolder"
        },
        {
          "title": "return the soul",
          "url": "/pmwiki/pmwiki.php/Main/RescuedFromTheUnderworld"
        },
        {
          "title": "Deader than Dead",
          "url": "/pmwiki/pmwiki.php/Main/DeaderThanDead"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dungeons & Dragons:Forgotten Realms: The Realms have had a succession of gods of the dead.Myrkul, the Lord of Bones, was a necromancer whobecame a deityand installed himself as the god of death and old age. He was less concerned with ensuring an orderly process of death and governance of the dead than with constantly reminding mortals of their eventual fate, using his domain as a means of furthering his power.Myrkul was eventually murdered by Cyrik, a malevolent trickster god who used this deed as a means of taking over Myrkul's portfolio, with a particular emphasis on the causing of death.Cyric eventually lost most of his power during the Spellplague and the Time of Troubles, a disaster of his own making, and was unseated by Kelemvor, a mortal human who died and, in overthrowing Cyric, gained his divine power and portfolio over the dead. TheLawful NeutralKelemvor decided to clear the courts of the dead from his predecessors' corruption, and eventually remade them into a grey, neutral place where souls unclaimed by deities are judged by Kelemvor and sent to areas of his realm alongside others of similar ethical and philosophical beliefs and left to arrange things for themselves. Unlike his predecessors, Kelemvor deeply detests the undead, seeing them as perversions of the natural order.Jergal is a lesser deity who has served every god of death and who is tasked with keeping records of every mortal soul's final fate. He's a grim, emotionless figure with little interest in anything beyond watching the world's slow decline into entropy and death.The various racial/ethnic pantheons typically have their own gods of death or the dead, such as Kiaransalee (drow goddess of vengeance, death, and undeath), Segojan Earthcaller (gnome god of earth, nature, and the dead), Urogalan (halfling god of the dead), Osiris (Mulhorandi god of death and justice) and Sebek (Mulhorandi god of the desert and destruction), and Yurtrus (orc god of death and disease).Null is the draconic god of death and the dead, and is worshiped in two seemingly contradictory aspects. As Reaver, god of death, he isLawful Eviland is worshiped by many evil dragons. In this aspect, Null enjoys the taking of life, and he blesses others who serve him in this capacity. Null works according to a plan and a schedule, however, which has been set before him by Fate, and so he is not his own master. As Guardian of the Lost, Null is theLawful Neutralguardian of the dead. As such, he shepherds the souls of dragons to their respective planes when they die, and he ensures they are no longer troubled by enemies they may have had while alive. In this aspect, Null is worshiped by dragons of all alignments; individuals who've just lost someone close to them will sometimes make offerings to Null to speed the dearly departed's soul to its final resting place. In otherD&Dsettings, these two aspects are instead depicted as two fully independent gods, the murderous Falazure and the dispassionate Chronepsis.Greyhawk: Nerull the Reaper is aGrim Reaper-like figure who serves as the main evil god of death and wants to permanently end all life. His clerics are serial killers. He's opposed by Wee Jas, aLawful Neutraldeity of death and magic who doesn't agree with him on the\"kill everything that breathes\"subject. In one adventure, Nerull succeeds in his plan and wipes out all life. He eventually realizes just how stupid this is, and goes back in time to request the players stop him.Nentir Vale: The Raven Queen is the primary goddess of the dead, and is charged with judging the souls of the dead and sending them onward to the afterlife, although her treaties with the other gods forbid her from actively ruling over the dead. She also hates the undead and charges her followers with hunting them down. 5thEdition largely retcons this, making the Raven Queen into a lesser power concerned with observing mortal memories and experiences.",
      "links": [
        {
          "title": "Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        },
        {
          "title": "Forgotten Realms",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ForgottenRealms"
        },
        {
          "title": "became a deity",
          "url": "/pmwiki/pmwiki.php/Main/DeityOfHumanOrigin"
        },
        {
          "title": "Lawful Neutral",
          "url": "/pmwiki/pmwiki.php/Main/LawfulNeutral"
        },
        {
          "title": "Lawful Evil",
          "url": "/pmwiki/pmwiki.php/Main/LawfulEvil"
        },
        {
          "title": "Lawful Neutral",
          "url": "/pmwiki/pmwiki.php/Main/LawfulNeutral"
        },
        {
          "title": "Greyhawk",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Greyhawk"
        },
        {
          "title": "Grim Reaper",
          "url": "/pmwiki/pmwiki.php/Main/TheGrimReaper"
        },
        {
          "title": "Lawful Neutral",
          "url": "/pmwiki/pmwiki.php/Main/LawfulNeutral"
        },
        {
          "title": "\"kill everything that breathes\"",
          "url": "/pmwiki/pmwiki.php/Main/OmnicidalManiac"
        },
        {
          "title": "Nentir Vale",
          "url": "/pmwiki/pmwiki.php/TabletopGame/NentirVale"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fading Sunshas the Ukar crypt god Sukar. In the Ukar religion, Sukar is aCreepy Goodgod because he keeps the ghosts and spirits trapped in the afterlife (Ukar believe ghosts are inherently hostile and malicious). Necromancy and dead worshipping religions like Manja are sacriligeous to Sukar so the Ukar sometimes take violent action against practitioners of these heresies.",
      "links": [
        {
          "title": "Fading Suns",
          "url": "/pmwiki/pmwiki.php/TabletopGame/FadingSuns"
        },
        {
          "title": "Creepy Good",
          "url": "/pmwiki/pmwiki.php/Main/CreepyGood"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "GURPS: The \"Dungeon Fantasy\" sub-line features classic dungeon fantasy-style clerics and holy warriors, and allows for the possibility of them worshiping a range of deities.GURPS Dungeon Fantasy 5: Alliesdistinguishes deities by their \"elements\" (which determine the powers of any supernatural servitors they send to aid their worshipers), and \"Death\" is one such element.GURPS Dungeon Fantasy 7: Clericsoffers different spell lists and special powers for different types of deity served, and again, \"Death Gods\" are an option.Gods of death aren’t usually concerned so much with the process of dying as with rule over the dead. They may seem macabre and hostile to humanity, but death is a part of reality, and if there is an afterlife, someone has to make sure that the dead reach the correct part of it, and to govern and manage it. Many death gods are rulers of the underworld beyond all else, with a ruler’s proper pride in their realm. They may even have as much power there as the ruler of all the gods has in the rest of the universe.",
      "links": [
        {
          "title": "GURPS",
          "url": "/pmwiki/pmwiki.php/TabletopGame/GURPS"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In Nomine: Saminga, Prince of Death, likes to think of himself as this sort of being, viewing Death as the ultimate fate of reality and himself as its supreme master, wielder and embodiment. He styles his realm and organization accordingly, shaping Abaddon to resemble an immense charnel field and filling the ranks of his servants with necromancers and the undead. In practice, he's merely a reasonably competent necromancer with delusions of grandeur.",
      "links": [
        {
          "title": "In Nomine",
          "url": "/pmwiki/pmwiki.php/TabletopGame/InNomine"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pathfinder:Pharasma is theTrue Neutraljudge of the dead. She appears as a stately gray-skinned lady with white hair that doesn't quite obey gravity, despises the undead for being abominations, and runs theCelestial Bureaucracywhere souls wait to receive her judgement before going on to their designated afterlife. She rules over thepsychopomps, who rove the planes as her agents in safeguarding the passage of souls and battling those who would pray upon them, and charges her followers with watching over the dead on the material plane as well as battling the undead. Interestingly, besides being the goddess of death, she's also the goddess ofbirth, ruling over both the beginning and end of mortal lives and is worshipped by midwives as much as by undertakers and undead-hunters.Zyphus is theNeutral Evilgod of accidental death, graveyards, and tragedy. As the first mortal to die an accidental, tragic death, Zyphus and his followers have a cynical view of life, death, and the gods, believing everything to be governed by cruel chance rather than fate.Magrim is the dwarven demigod of death, fate and the underworld. He seeks to help mortals lead ordered lives that prepare them for the afterlife, in particular since havingUnfinished Businessor regrets when you die can lead one to linger as a ghost, and charges his followers with counseling the living, overseeing and honoring burial rites, protecting tombs and battling the undead and those who would enslave or damage souls. He is one of the few deities who dwell in the Boneyard, Pharasma's divine realm, and is tasked with repairing damaged souls so that they can properly enter the afterlife.Charon,the Daemonic Horseman of Death, holds dominion death as a whole, but his main focus is the inevitability of death by old age.",
      "links": [
        {
          "title": "Pathfinder",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Pathfinder"
        },
        {
          "title": "True Neutral",
          "url": "/pmwiki/pmwiki.php/Main/TrueNeutral"
        },
        {
          "title": "Celestial Bureaucracy",
          "url": "/pmwiki/pmwiki.php/Main/CelestialBureaucracy"
        },
        {
          "title": "psychopomps",
          "url": "/pmwiki/pmwiki.php/Main/Psychopomp"
        },
        {
          "title": "birth",
          "url": "/pmwiki/pmwiki.php/Main/BirthDeathJuxtaposition"
        },
        {
          "title": "Neutral Evil",
          "url": "/pmwiki/pmwiki.php/Main/NeutralEvil"
        },
        {
          "title": "Unfinished Business",
          "url": "/pmwiki/pmwiki.php/Main/UnfinishedBusiness"
        },
        {
          "title": "the Daemonic Horseman of Death",
          "url": "/pmwiki/pmwiki.php/Main/HorsemenOfTheApocalypse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ponyfinder: Soft Whisper watches over and judges the souls of the deceased, sending them to their proper afterlives or taking them under her care if they have nowhere else to go. She is patient, emotionless and impartial, and wholly concerned with the dead — she has little time for the living and has very little interest in visiting the mortal realm, and only the dead who still linger there are ever granted her direct appearance. Unlike most death gods, she is not entirely opposed to the undead; she has no tolerance for wanton necromancy and the forceful tearing of the dead from their rest, which her followers regarded as blasphemy, but does not object to the raising of willing individuals and actively sends back deceased souls if they haveUnfinished Businessto handle before they can move on.",
      "links": [
        {
          "title": "Ponyfinder",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Ponyfinder"
        },
        {
          "title": "Unfinished Business",
          "url": "/pmwiki/pmwiki.php/Main/UnfinishedBusiness"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Warhammergames:Warhammer:Morr is the main human god of the dead. Pictured as a dour, cloaked, and hooded figure, he rules over the realm of the dead and keeps the souls of the departed safe from the depredations of Chaos and necromancers. His priests are similarly grim figures, and mostly oversee funerary rites and tend to graveyards. Morr despises undeath, and his church includes a number of knightly orders dedicated to hunting necromancers and the walking dead.The Nehekaran pantheon had Usirian, the lord of the underworld, a faceless god who judged the souls of the dead and decided whether they would be permitted to enter paradise or condemned to eternal suffering. He was revered by the Mortuary Cult, and the increasing Nehekaran obsession with death made him one of the empire's most important deities.Ereth Kial, the Pale Queen, is the elven goddess who rules over the underworld. Unlike the other death gods of the setting, she's an evil being who despises the Elves, and her realm is a place of endless torment for every elven soul that she can catch. The knowledge that Ereth Kial waits for them beyond the veil is one of the reasons the Elves go to great lengths to tether their souls to the material world.Warhammer 40,000: Among followers of plague god Nurgle, there's the belief that all that dies eventually ends up in His domain. Coupled with the belief that everything dies someday, this bestows him the title of \"Lord of All\".Warhammer: Age of Sigmar:After being freed by Sigmar, Nagash claimed Shyish, the Realm of Death, as his rightful domain, sending his undead minions to conquer the realm's manymany underworldsand personally consumed the death gods that ruled them until he became the undisputed God of the Dead. Nagash takes this role very seriously and considers all souls to be rightfully his. As a consequence, he hates everything he perceives as a robbery of his property, including both resurrection andSoul Eating. He's also a deity of undeath, and rules over immense legions of walking dead, necromancers and restless spirits.It's also implied Morr still exists in some capacity, as a number of religions in Shyish, particularly the city of Lethis, that oppose Nagash worship an ancestor god namedMorrda, who according to legend is one of the only death gods to escape Nagash's conquest of the afterlives; where Morrda is now, assuming the stories are true, is unclear, but the worship ofthemhas become something of a rallying point for those who actively fight against Nagash and his servants, including an entire Stormhost.Warhammer Fantasy Roleplay: Gazul is the dwarfish Ancestor God of the dead, and the protector of dwarfish souls. His followers are charged with opposing those who defile the dead — especially necromancers — never refusing burial rites to the dead, and protecting the sanctity of burial places.",
      "links": [
        {
          "title": "Warhammer",
          "url": "/pmwiki/pmwiki.php/Franchise/Warhammer"
        },
        {
          "title": "Warhammer",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer"
        },
        {
          "title": "Warhammer 40,000",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer40000"
        },
        {
          "title": "Warhammer: Age of Sigmar",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WarhammerAgeOfSigmar"
        },
        {
          "title": "many underworlds",
          "url": "/pmwiki/pmwiki.php/Main/OverlySpecificAfterlife"
        },
        {
          "title": "Soul Eating",
          "url": "/pmwiki/pmwiki.php/Main/SoulEating"
        },
        {
          "title": "them",
          "url": "/pmwiki/pmwiki.php/Main/AmbiguousGender"
        },
        {
          "title": "Warhammer Fantasy Roleplay",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WarhammerFantasyRoleplay"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "World Tree (RPG): Iraz Halix is the mistress of the wandering spirits of the dead, and cannot be found by living questers unless they perish in their attempts to reach her.",
      "links": [
        {
          "title": "World Tree (RPG)",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WorldTreeRPG"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hadestown: Hades is the uncompromising Lord of the Underworld, reimagined as theCompany TownHadestown, who occasionally goes to the surface to recruit souls to his workforce.",
      "links": [
        {
          "title": "Hadestown",
          "url": "/pmwiki/pmwiki.php/Theatre/Hadestown"
        },
        {
          "title": "Company Town",
          "url": "/pmwiki/pmwiki.php/Main/CompanyTown"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Cult of the Lamb: Late in the game it is revealed that the One Who Waits is the god of death, which is how he grants the Lamb immortality.He was originally a Bishop of the Old Faith until he tried to seize more power and the others sealed him.",
      "links": [
        {
          "title": "Cult of the Lamb",
          "url": "/pmwiki/pmwiki.php/VideoGame/CultOfTheLamb"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dark Souls: Nito, the First of the Dead, has dominion over death, decay, and necromancy, and was one of the original Lords that fought against the Eternal Dragons. Ultimately subverted as rather than presiding over an Afterlife of some kind, Nito instead prefers to merely lay at the bottom of a gigantic catacomb underneath Lordran. Ironically,he himself is not immune to getting killed.",
      "links": [
        {
          "title": "Dark Souls",
          "url": "/pmwiki/pmwiki.php/VideoGame/DarkSouls"
        },
        {
          "title": "he himself is not immune to getting killed",
          "url": "/pmwiki/pmwiki.php/Main/DidYouJustPunchOutCthulhu"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dragon Age: Falon'Din is called \"the Friend of the Dead\" in ancient elven mythology. The elves themselves were said to be immortal then, so Falon'Din didn't take on that role until he and his brother, Dirthamen, encountered a dying deer, and Falon'Din carried her across the Veil to her resting place and decided to take on that role officially.According to Fen'Harel, one of Falon'Din's contemporaries, Falon'Din was a mortal, though extremely powerful, ruler whose vanity led him to massacre countless people in his search for more worshippers.",
      "links": [
        {
          "title": "Dragon Age",
          "url": "/pmwiki/pmwiki.php/Franchise/DragonAge"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Elder Scrollshas many different gods of death and the dead, the most prominent of whom are:Arkay, the Divine who rules over the cycle of birth and death, including funeral rites. Bodies consecrated by his priests cannot be raised into undead.His cultural variants: theAldmeriXarxes, who functions more as a keeper of knowledge about the dead; Tu'whacca, who guides Redguards to their afterlife; and Orkey, aNordvariant who ismore malevolent and wants people to die.Shor, who rules overSovngarde, although he doesn't appear when you visit there inSkyrim.And the Daedric Princes, who claim the souls of their worshippers when they die. Whether that's a good thing depends heavily on which prince.",
      "links": [
        {
          "title": "The Elder Scrolls",
          "url": "/pmwiki/pmwiki.php/Franchise/TheElderScrolls"
        },
        {
          "title": "Aldmeri",
          "url": "/pmwiki/pmwiki.php/Main/OurElvesAreDifferent"
        },
        {
          "title": "Nord",
          "url": "/pmwiki/pmwiki.php/Main/HornyVikings"
        },
        {
          "title": "more malevolent and wants people to die",
          "url": "/pmwiki/pmwiki.php/Main/EverybodyHatesHades"
        },
        {
          "title": "Sovngarde",
          "url": "/pmwiki/pmwiki.php/Main/WarriorHeaven"
        },
        {
          "title": "Skyrim",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheElderScrollsVSkyrim"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "EverQuest IIhas Drinal. Visually inspired by Anubis of Egyptian mythology, Drinal used to be a natural spirit who oversaw the Ethernere, a limbo where people go after they die until such point that they are absorbed into the realms of their chosen deities. However, with the actual slaying of Rallos Zek, the God of War inEQ2's timeline, and Cazic Thule, the God of Fear in the original Everquest's timeline, the powers of both gods began to corrupt the physical lands of the afterlife, and Drinal himself ascended into the full God of Death and the Afterlife. He also ended up becoming corrupted by absorbing the raw powers of two dead gods, and it is up to the players to smack some sense into him and bring his powers under control in the Chains of Eternity expansion.",
      "links": [
        {
          "title": "EverQuest II",
          "url": "/pmwiki/pmwiki.php/VideoGame/EverQuestII"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fate/Grand Order: Ereshkigal is the goddess of the Babylonian underworld, Kur. As its master, its her duty alone to manage all of the souls that drift down there, protecting them in cages until they're ready to move onto their next life. When it's time to fight, she possesses a seriousHome Field Advantagein her domain, becoming unbeatable even to goddesses as powerful as Quetzalcoatl.",
      "links": [
        {
          "title": "Fate/Grand Order",
          "url": "/pmwiki/pmwiki.php/VideoGame/FateGrandOrder"
        },
        {
          "title": "Home Field Advantage",
          "url": "/pmwiki/pmwiki.php/Main/HomeFieldAdvantage"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Final Fantasy:Final Fantasy XIII: Etro is thefal'Cieof the dead. She was originally created byBhunivelzeto help Pulse find the door to the unseen world, but he was dismayed upon learning that he unwittingly made her look like his mother, Mwynn, whom he killed to gain control over the world, so he deliberately gave her no powers. Lonely and neglected, Etro killed herself,her blood becoming humanity, and was sent to the unseen world, where Mwynn, weakened by Chaos, tasked her to control the cycle of souls and prevent Chaos from claiming the world. Ever since then, Etro has had control over reincarnation, with dead humans being sent to her realm so they can be reborn as different humans.Final Fantasy XIII-2reveals that she also made Paddra Nsu-Yeul a seer whose visions continuously shorten her lifespan. Although she is reincarnated every time she dies, her immortal protector, Caius Ballad, is driven mad by having to watch her die over and over again, so he manipulates Noel Kreiss to destroy Etro's heart, causing Chaos to break open and infect the world. The side effect of this is that, with no one to control reincarnation, humans have stopped aging and giving birth, but they can still be killed, dooming humanity into a slow descent to extinction. The main plot ofLightning Returns: Final Fantasy XIIIis about Bhunivelze's plan to make Lightning Farron the Etro of the new world he created. However, she eventually realizes that he has no right to control the affairs of anyone, soshe decides to kill him. The souls of the Yeuls elect to become the new Etro, with Caius accompanying her, though the latter does send the latest incarnation of Yeul to live out her own life in the new world.Final Fantasy XIV: Nald'thal the Traders is thesinglular manifestation of the twinsNald and Thal. Thal is the god of the dead, whojudges men's soulsto determine their place in the afterlife. Nald isgod of commercewho rules over the wealth of the living world. Together, Nald'thal is the patron god ofUl'dah, who pray to the Traders for prosperity in life and fair judgement in death.",
      "links": [
        {
          "title": "Final Fantasy",
          "url": "/pmwiki/pmwiki.php/Franchise/FinalFantasy"
        },
        {
          "title": "Final Fantasy XIII",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyXIII"
        },
        {
          "title": "fal'Cie",
          "url": "/pmwiki/pmwiki.php/Main/OurGodsAreDifferent"
        },
        {
          "title": "Bhunivelze",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "her blood becoming humanity",
          "url": "/pmwiki/pmwiki.php/Main/GiantCorpseWorld"
        },
        {
          "title": "Final Fantasy XIII-2",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyXIII2"
        },
        {
          "title": "Lightning Returns: Final Fantasy XIII",
          "url": "/pmwiki/pmwiki.php/VideoGame/LightningReturnsFinalFantasyXIII"
        },
        {
          "title": "she decides to kill him",
          "url": "/pmwiki/pmwiki.php/Main/KillTheGod"
        },
        {
          "title": "Final Fantasy XIV",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyXIV"
        },
        {
          "title": "singlular manifestation of the twins",
          "url": "/pmwiki/pmwiki.php/Main/TwoBeingsOneBody"
        },
        {
          "title": "judges men's souls",
          "url": "/pmwiki/pmwiki.php/Main/JudgementOfTheDead"
        },
        {
          "title": "god of commerce",
          "url": "/pmwiki/pmwiki.php/Main/TheAlmightyDollar"
        },
        {
          "title": "Ul'dah",
          "url": "/pmwiki/pmwiki.php/Main/MerchantCity"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hadestakes place in the Underworld ofClassical Mythology. Both Hades and Thanatos are major characters; Thanatos is portrayed as actually being responsible for collecting souls (essentially functioning likeThe Grim Reaper), while Hades is in charge of the postmortemCelestial Bureaucracy. The game titles the latter \"God of the Dead\" and the former \"Death Incarnate\", highlighting the difference in their roles.",
      "links": [
        {
          "title": "Hades",
          "url": "/pmwiki/pmwiki.php/VideoGame/Hades"
        },
        {
          "title": "Classical Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "The Grim Reaper",
          "url": "/pmwiki/pmwiki.php/Main/TheGrimReaper"
        },
        {
          "title": "Celestial Bureaucracy",
          "url": "/pmwiki/pmwiki.php/Main/CelestialBureaucracy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kid Icarus: Uprising: Hades, Lord of the Underworld, is theBig Bad. He uses the population of the Underworld as part of his plan to conquer the world.",
      "links": [
        {
          "title": "Kid Icarus: Uprising",
          "url": "/pmwiki/pmwiki.php/VideoGame/KidIcarusUprising"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kingdom Hearts IIallows us to seeHades' Underworld, and it's implied that him being Lord of the Dead means he gets the dead fromeveryworld, consideringAuronis to be found in his clutches.",
      "links": [
        {
          "title": "Kingdom Hearts II",
          "url": "/pmwiki/pmwiki.php/VideoGame/KingdomHeartsII"
        },
        {
          "title": "Hades",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Hercules1997"
        },
        {
          "title": "Auron",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyX"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "King's Quest VI: Heir Today, Gone Tomorrow: If the player decides to go for the perfect ending, Alexander winds up visiting the Island of the Dead, where the souls of the deceased in the Land of the Green Isles go before heading off to the afterlife. Surviving all the death traps of the island brings him face to face with Samhein, god of death, whom he must challenge and beat to rescue the suffering souls of Princess Cassima's parents.",
      "links": [
        {
          "title": "King's Quest VI: Heir Today, Gone Tomorrow",
          "url": "/pmwiki/pmwiki.php/VideoGame/KingsQuestVIHeirTodayGoneTomorrow"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Majesty: Krypta is the goddess of the dead and the overseer of the afterlife. She is charged with watching over the souls of the deceased, which she does with absolute impartiality and fairness. She does not seem to have any particular issue with the undead, however — inWarlock: Master of the Arcane, set in the same universe, she grants spells specifically designed to have favorable effects for undead troops, and her high priestess, the Empress, is one of the playable undead Great Mages.",
      "links": [
        {
          "title": "Majesty",
          "url": "/pmwiki/pmwiki.php/VideoGame/Majesty"
        },
        {
          "title": "Warlock: Master of the Arcane",
          "url": "/pmwiki/pmwiki.php/VideoGame/WarlockMasterOfTheArcane"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Master Detective Archives: Rain Code: The deuteragonist Shinigami is acheerful and mischievousShinigamiwho possesses the protagonist, Yuma, andpersonally reaps the souls of the game's culprits after every Mystery Labyrinth sequence. Due to her status as a death god,she has an odd view on mortality and doesn't understand humans, which causes her to act unpredictably towards other people.",
      "links": [
        {
          "title": "Master Detective Archives: Rain Code",
          "url": "/pmwiki/pmwiki.php/VideoGame/MasterDetectiveArchivesRainCode"
        },
        {
          "title": "cheerful and mischievous",
          "url": "/pmwiki/pmwiki.php/Main/DontFearTheReaper"
        },
        {
          "title": "Shinigami",
          "url": "/pmwiki/pmwiki.php/Main/Shinigami"
        },
        {
          "title": "she has an odd view on mortality and doesn't understand humans",
          "url": "/pmwiki/pmwiki.php/Main/BlueAndOrangeMorality"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pillars of Eternity:Berath is the god of cycles, doors, and life and death, and represents the cycle of death and reincarnation. Berath is portrayed as either genderless or as a twinned male/female figure, and their priests teach rationality and respect for the dignity of death.Rymrgand, the Beast of Winter and god of erosion and collapse, represents the cold, destructive act of death itself.Eothas, the god of renewall and light, is also sometimes considered a death deity, most notably in the form of Gaun. Commonly represented asa farmer carrying a lantern and sickle, Gaun is a figure of cyclical death who emphasizes the natural ending of mortal life. It is believed that Gaun, instead of Berath’s avatars,visits those who embrace death with acceptance.",
      "links": [
        {
          "title": "Pillars of Eternity",
          "url": "/pmwiki/pmwiki.php/VideoGame/PillarsOfEternity"
        },
        {
          "title": "a farmer carrying a lantern and sickle",
          "url": "/pmwiki/pmwiki.php/Main/TheGrimReaper"
        },
        {
          "title": "visits those who embrace death with acceptance",
          "url": "/pmwiki/pmwiki.php/Main/DontFearTheReaper"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "RuneScape: TheAncient Egypt-derived Menaphite culture worships Icthlarin as the god of the dead, protecting their spirits throughThe Underworldso they can reach the peace of the afterlife.The Grim Reaperalso exists in the setting, collecting the souls of the newly dead and delivering them to the Underworld, but is aPsychopomprather than a deity.",
      "links": [
        {
          "title": "RuneScape",
          "url": "/pmwiki/pmwiki.php/VideoGame/Runescape"
        },
        {
          "title": "Ancient Egypt",
          "url": "/pmwiki/pmwiki.php/Main/AncientEgypt"
        },
        {
          "title": "The Underworld",
          "url": "/pmwiki/pmwiki.php/Main/TheUnderworld"
        },
        {
          "title": "The Grim Reaper",
          "url": "/pmwiki/pmwiki.php/Main/TheGrimReaper"
        },
        {
          "title": "Psychopomp",
          "url": "/pmwiki/pmwiki.php/Main/Psychopomp"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "World of Warcraft:TheShadowlandsexpansion, which introduces the eponymous afterlife realm, features a number of death gods, known together as the Eternal Ones. Four of them (that we know of, there may be more) rule over their respective parts of the afterlife and tend to the spirits of the dead, while the fifth one, the Arbiter, is thejudge of the dead, who sorts out souls and gives them over to the other four. These five are generally decent figures who mostly just want to preserve the cycle of life and death and take care of their own afterlives, but some have become increasingly corrupt, distant, or arrogant over the eons. There is also Zovaal the Jailer, the original Arbiter and formerly theTop Godamong the Eternal Ones, who is muchlessaccepting of the status quo and wants the cycle of life and deathbroken(presumably so thateveryone will dieand serve him in the afterlife). Needless to say, he's theBig Bad.Prior toShadowlands, players would sometimes encounter minor gods of death, not confined to the Shadowlands, like the troll loa Bwonsamdi or the titan keeper Helya. Later lore revealed that they are essentiallyPsychopomps, responsible for transferring souls to the Eternal Ones and sometimes answering to them.The Lich King was sometimes referred to as a god of death in his expansion,Wrath of the Lich King. It's unclear how divine he actually was, but, given that he only existed for a few decades at best, it'd be unlikely for him to have had any actual role in the Shadowlands. He was later revealed to have been using the Jailer's power, though.",
      "links": [
        {
          "title": "World of Warcraft",
          "url": "/pmwiki/pmwiki.php/VideoGame/WorldOfWarcraft"
        },
        {
          "title": "judge of the dead",
          "url": "/pmwiki/pmwiki.php/Main/JudgementOfTheDead"
        },
        {
          "title": "Top God",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "everyone will die",
          "url": "/pmwiki/pmwiki.php/Main/OmnicidalManiac"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Psychopomps",
          "url": "/pmwiki/pmwiki.php/Main/Psychopomp"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Five Gods (2018): Scarlet is the goddess of both areas of the afterlife, Heaven and Hell. She also shares the domain of Heaven with her Mother, Angelica, and Hell with her Father, Lucifer.",
      "links": [
        {
          "title": "The Five Gods (2018)",
          "url": "/pmwiki/pmwiki.php/WebAnimation/TheFiveGods2018"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A-gnosis' comics onGreek mythfeature Hades as a major character who overseesThe Underworldand the arrival of the dead. He's aWorkaholicbut is surprisingly compassionate towards the dead, especially lost ghosts, and once arranges a special meeting between Athena and a dead friend.",
      "links": [
        {
          "title": "A-gnosis",
          "url": "/pmwiki/pmwiki.php/Creator/AGnosis"
        },
        {
          "title": "Greek myth",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "The Underworld",
          "url": "/pmwiki/pmwiki.php/Main/TheUnderworld"
        },
        {
          "title": "Workaholic",
          "url": "/pmwiki/pmwiki.php/Main/Workaholic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Nixvirhas Lord Choschech, the god of the underworld and the World Oak's version of Hades. He is a grim and fair authority figure who presides overThe Underworldwith a fair fist.",
      "links": [
        {
          "title": "Nixvir",
          "url": "/pmwiki/pmwiki.php/Webcomic/Nixvir"
        },
        {
          "title": "The Underworld",
          "url": "/pmwiki/pmwiki.php/Main/TheUnderworld"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Order of the Stick:The Western Pantheon has the god of death Nergal, a lion-headed man whose \"fiery rage consumes all things\". While his cleric Malack makes a nice speech about how death gods are inclined towards neutrality, Nergal seems to be pretty evil based on the little we know about the two of them.The Northern Pantheon has Hel, who rules over the underworld. Due to an unusual arrangement, she gets all the souls of dwarves who don't die honorably, whom she enslaves and torments. She's shown as an unstable and spiteful woman in anEthereal White Dress, andis the/agreater scopeArc Villainas she seizes on an opportunity to try to destroy the world to get herself amuchbetter deal.",
      "links": [
        {
          "title": "The Order of the Stick",
          "url": "/pmwiki/pmwiki.php/Webcomic/TheOrderOfTheStick"
        },
        {
          "title": "Ethereal White Dress",
          "url": "/pmwiki/pmwiki.php/Main/EtherealWhiteDress"
        },
        {
          "title": "greater scope",
          "url": "/pmwiki/pmwiki.php/Main/GreaterScopeVillain"
        },
        {
          "title": "Arc Villain",
          "url": "/pmwiki/pmwiki.php/Main/ArcVillain"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Public Humiliation: Lan is the grandson of Hades, thus he's a rather powerful necromancer. In the sequel comicA Little More Humiliation,Lan takes over as the new Hades, while his adoptive brother Warmwind becomes Thanatos.",
      "links": [
        {
          "title": "Public Humiliation",
          "url": "/pmwiki/pmwiki.php/Webcomic/PublicHumiliation"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Slightly Damned: One of the threecreator gods, simply named Death, resides in Purgatory and oversees judgment of the souls of dead Medians. Those whose good deeds outweigh their evil go to Heaven, while those whose good and evil even out go to Purgatory with him.",
      "links": [
        {
          "title": "Slightly Damned",
          "url": "/pmwiki/pmwiki.php/Webcomic/SlightlyDamned"
        },
        {
          "title": "creator gods",
          "url": "/pmwiki/pmwiki.php/Main/TheMaker"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Class of the Titans: Hades and Persephone both appear - we group them together because they'reSickeningly Sweetheartsthrough the whole series. Being Olympian gods, they're on the side of good.In the episode \"Cronus Vanquished\", theBig BadCronustakes over the underworld for himself by tricking Hades, becoming king of the underworlduntil the heroes defeat him.",
      "links": [
        {
          "title": "Class of the Titans",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/ClassOfTheTitans"
        },
        {
          "title": "Sickeningly Sweethearts",
          "url": "/pmwiki/pmwiki.php/Main/SickeninglySweethearts"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Gargoyles: Anubis, the Ancient Egyptian god of the dead appears in\"Grief\", voiced byTony Jay, when he is summoned by the Emir in a plot by Xanatos to gain immortality. However, the Emir wants to use Anubis to bring his son back to life after dying in a car accident. When Anubis refuses, the Emir attempts to channel the captured Anubis's powers as an avatar, but Jackal complicates the plan and becomes the avatar instead (fittingly jackals are Anubis's associated animal).",
      "links": [
        {
          "title": "Gargoyles",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Gargoyles"
        },
        {
          "title": "\"Grief\"",
          "url": "/pmwiki/pmwiki.php/Recap/GargoylesS2Grief"
        },
        {
          "title": "Tony Jay",
          "url": "/pmwiki/pmwiki.php/Creator/TonyJay"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Legend of Vox Machinahas the Matron of Ravens, Tal'dorei's goddess of death. While an imposing figure among the realm's pantheon, she exemplifies the idea thatDark Is Not Evil, as she believes the sanctity of life — and with it, the transition of the soul from life to death — are sacred and to be protected.",
      "links": [
        {
          "title": "The Legend of Vox Machina",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheLegendOfVoxMachina"
        },
        {
          "title": "Dark Is Not Evil",
          "url": "/pmwiki/pmwiki.php/Main/DarkIsNotEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Onyx Equinox, being based on Mesoamerican mythology, has Mictlantecuhtli as the main antagonist, starting the series by devouring an entire city. Mictecacihuatl also appears, buther true intentions don't become clear until the last few episodes.",
      "links": [
        {
          "title": "Onyx Equinox",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/OnyxEquinox"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Ghost and Molly McGeehas The Chairman, the leader of the Ghost Council and ruler of the ghost world, and the one who is responsible for assigning ghosts to create misery across the Human Realm. If a ghost fails to met his expectations, he will punish them by sentencing them to an eternity in theFlow of Failed Phantoms.",
      "links": [
        {
          "title": "The Ghost and Molly McGee",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheGhostAndMollyMcGee"
        },
        {
          "title": "Flow of Failed Phantoms",
          "url": "/pmwiki/pmwiki.php/Main/FateWorseThanDeath"
        }
      ]
    }
  ]
}