{
  "trope": "BornOfMagic",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/BornOfMagic",
  "description": "\n\n\"Twas Gryffindor who found the way,He whipped me off his headThe founders put some brains in meSo I could choose instead!\"—The Sorting Hat,Harry Potter and the Goblet of Fire\n\nLots of characters come from when mommy characters and daddy characters love each other very much. This one didn't. They exist becauseA Wizard Did It.\n\nCreating Lifehas always been messy, so many stories have characters simply springing into existence thanks to a magical spell, a wish, a divineHand Wave, or anything else those extent. WhereasPure Magic Beingsand thoseMade of Magicare obviously created via magic, a being that's born of magic is not necessarilycomposedof magic following their creation.\n\nThis trope does not apply toSummon MagicorResurrection Tropes, and is distinct from tropes where a character is createdbiologically,technologically, orsomewhere in-between.\n\nRelated toTulpa, which is a being created specifically bybeliefin them. Also seeGolemandOur Homunculi Are Different. Subtrope ofCreating Life. Compare toSpontaneous Generation. Often overlaps instances ofI Wish It Were Real,Love Imbues Life,Pygmalion Plot,Creation Myth/Creation Story, and supernatural flavors ofMystical PregnancyandOur Phlebotinum Child.Examples:\n\nopen/close all folders\n\nAnime & MangaDuranki: Usum is created by multiple gods from the sacred waters of Abzu in the Spring at Caria.Ichi the Witch: Majiks are beings of pure magic, who can think and want on their own, as well as imbue those who can pass their specific trials with their own powers.\n\nComic BooksHellboy: Roger the homunculus was an inert, man-shaped mass of herbs and horsedung that had lain still for hundreds of years. Then, when Liz Sherman came close, he suddenly absorbed her pyrokinetic powers, granting him life at the expense of her own (she didn't want the powers, but it turns out they were too big a part of her, leaving her aSoulless Shell). Later he gave it back but was given the means to remain \"alive\".Scarlet Witch: Wanda married her fellow Avenger, the Vision. Despite his being asynthezoidwithBarbie Doll Anatomy, she still wanted children. She wanted this badly enough, she somehow managed to pluck two shards of a recently discorporated Mephisto from the aether and give herself aMystical Pregnancy. It didnot end wellfor her or her thoughtsprog. But then they got better after Wanda went crazy and rebooted reality a few times, retroactively reincarnating her sons into Billy Kaplan and Tommy Shepherd, aka Wiccan and Speed.Wonder Woman: For most of the series' history, Wonder Woman's origin has been that her body wassculpted from clay, which Aphrodite breathed life into. This was discarded in favor of Zeus putting his dick in yet-another-thing forWonder Woman (2011), in the process removingCassie's status as one of Zeus' bastards while giving it to Diana.Wonder Woman (2016)went back to the fatherless birth concept for Diana.Young Avengers: Wiccan (Billy Kaplan) inherited theScarlet Witch'spower set. Kid Loki tormented his boyfriend, Teddy Altman aka Hulkling, with the idea that Billy may have magic(k)ed Teddy himself into existence. As Teddy was a blond, buff, green-skinned shapeshifting alien heir and son of one of Earth's Greatest Heroes and a Skrull princess, Loki mused how unlikely his very existence was, even if he was\"a very lovely daydream\". Without having a way to truly determine if Wiccan had inadvertently wished Hulkling to exist and be his perfect boyfriend, Hulkling decided that it didn't matter, because he loved Wiccan either way.\n\nFan FictionChild of the Storm: Merlin, as per the 2008 series canon - he had two biological parents, but there'ssomethingodd about both his conception as his relationship with magic.I Woke Up As a Dungeon, Now What?: The mana that dungeons release is aligned to match their minions, and very occasionally that mana will cause the spontaneous creation of a creature matching that minion type on the surface (so, for example, a dungeon with a lot of pixie minions will see the occasional pixie appear on the surface near the dungeon). Unlike dungeon minions, these spontaneous creatures are fully real once created, not tied to their parent dungeon and able to further reproduce on their own.J-WITCH Series: According to Uncle, beings like the Demon Sorcerers don't have parents in the normal sense, instead being formed of evil energies given flesh to maintaincosmic balance, and thus have no need for procreation. This makes him rather skeptical of Drago's claim to be Shendu's son.InTrichromatic, once Snape and Lupin broke loose of memory/mind tamperingdone by Dumbledore for malicious reasons, they rediscover a magical bond they formed as teens and choose to marry. When they decide they want a child, they choose to go through a ritual asking Magic to generate one for them.They wind up with a healthy son.\n\nFilms — AnimationFrosty the Snowman's jolly, happy soul only came into existence after avaguely humanoid-shaped lump of ice crystalswas topped with an inexplicably magical top hat (though it's possible the consciousness already existed inside the hat, and only needed a sufficient vessel).Frozen (2013): Olaf and Marshmallow spontaneously come alive after being formed by Elsa's magic. (Evidently all she has to do is make a vaguely humanoid form and it'll develop consciousness.) In \"Frozen Fever\", it requires even less effort; all she has to do issneezeand a bunch of mini-snowmen spawn.\n\nFilms — Live-ActionThe Phantom Menaceestablishes that in Star Wars canon Anakin Skywalker/Darth Vader was born from atruly singlemother impregnated by the Force. (According to the non-canonStar Wars LegendsnovelDarth Plagueis, this was due to Darth Plagueis and Darth Sidious monkeying around with midi-chlorians to try and create a Chosen One they could control... and Plagueis realising to his horror that the Force had created Anakinin responseto their efforts and that he would be their doom. Unfortunately for him, this realisation came a little too late.)Ted: Ted was just a normal teddy bear whose owner wished for him to come to life withSeth MacFarlane's most overused character voice.\n\nLiteratureThe Adventures of Pinocchio: Pinocchio is brought to life by being a puppet made of magical wood, or by awish upon a star, or other magical methods in nearly all incarnations.The Chronicles of Thomas Covenant: The ur-viles and waynhim are two races (or perhaps two branches of the same race, if the distinction matters at all) of living creatures given life by the strange powers ofthe Demondim. The ur-viles are generally presented as creepy and sinister, while the waynhim aredefectors from decadenceand allies of humanity, but it should be noted both run onBlue-and-Orange Moralitydue to their artificial nature and arenormallycordial with each other despite being on opposite sides of the good/evil divide. The ur-viles retain the knowledge of how to make more of their kind and regularly use it to create offspring who are sometimes ur-viles and sometimes waynhim (and, sometimes, stranger things); the waynhim either can't or won't do this.A Dearth of Choice: Apart from special exceptions, dungeon creatures are created from pure mana atthe Dungeon's will,disintegrate into mana when defeated, andrespawna short time later.Discworld:Golemsare humanoids made of clay, who are given life by means of achem, a magical script, inserted into the head. At the time ofFeet of Clay, the secret of making new ones is almost lost, known only to a dwindling band of priests of an obscure, dying, religion. But suddenly a new one arises. with an improperly written chem...Harry Potter: The most obvious example of magically-generated consciousness is the Hogwarts Sorting Hat, after \"the founders put some brains in [him]\" via unspecified magic.The Indian in the Cupboardwas originally a lifeless plastic child's toy, until Omri put him in an old curio cabinet. The figure emerged as live human Indian Little Bear, though still only four inches tall. This also happened to some of Omri's other toys, but he undid the magic when they began clashing with one another. Little Bear even admonishes Omri, \"You should not do magic you do not understand!\" This is also how the cowboy figure Boone came to life. Adapted into a feature film by Columbia Pictures in 1995.Night Watch (Series): \"Mirrors\" are human-like beings who are spawned into existence by theTwilightitself to kill or toDe-powermages who threaten to upset theLight-Dark balance, after which they return back to the Twilight. After one Mirror successfully neutralizesSvetlanainDay Watch, the main characters live in constant fear of another appearing, lest they fail to preserve the power balance.Percy Jackson and the Olympians: Annabeth Chase, and all other children of Athena, are this, which explains why she exists despite the fact that her mom made aVow of Celibacy. InThe Battle of the Labyrinth, she tells Percy that her mother created her as a \"gift\" to her father.Skate the Thief: Rattle, abat eyeball spider, was created by Belamy more or less on accident through magical experimentation. The wizard meant to create a being of living magic, but Rattle is what came out of his efforts.Petre:I know what [Belamy] was trying to do when he made Rattle, and it wasn't... that.\n\nLive-Action TVBuffy the Vampire Slayer.Buffy's sister Dawn is revealed to actually be amystical being of living energy called the Key. She and everyone around her were given retroactive memories of her to hide her true nature. She is later transformed into a normal, organic, teenage girl.Merlin (2008): While he does have two biological parents, Merlin has elements of this from the start, being born with magical powers. The vast majority of other sorcerers have to study magic — though Merlin isn't entirely unique, as Morgana is also born with magic.noteGiven that Merlin's powers are directly stated to be related to his importance in restoring balance and magic to Albion, Morgana's own abilities could relate to her own destiny.On more than one occasion Merlin's noted and demonstrated to be not entirely human (he'simmortal, for a start), and the timing of his birth suggests that even if he had two parents, magic meddled in his conception.\n\nMythology & FolkloreSome pre-Christian versions ofMerlin's birth never explain how he came to be, his mother was suddenly pregnant despite having turned down every advance made to her. When the angry menfolk demanded to know who the father was, Merlin shut them up by demonstrating his magic power. Christian versions make him the son of a demon and a virgin.OftenGolemsandImprovised Golemsare made this way, as areOur Homunculi Are Different. A non-living vessel is magically imbued with life and consciousness. Depictions vary whether the the golum/homunculi require magic to continue functioning after being made.\n\nTheme ParksIn the original version ofJourney into Imagination, it's suggested that Figment was created via Dreamfinder bringing his own imagination to life, as he's able to summon the dragon in by doing the same.Dreamfinder:Two tiny wings, eyes big and yellow, horns of a steer, but a lovable fellow! From head to tail, he's royal purple pigment, and there, voilà! You've got a Figment!\n\nVideo GamesThe Elder Scrolls: According to official Imperial history, Reman Cyrodiil, the Dragonbornfounder of the Second Cyrodiilic Empire, was born of the union of the spirit of Saint Alessia (the founder of the First Cyrodiilic Empire, in the form of the earth itself), Akatosh (thedraconicchief deityof theEight (later Nine) Divines pantheon), and the petty King Hrol (who died as a result). Reman was found born atop a mound of mud the size of a small mountain near Sancre Tor (a fortress/tomb resting place for deceased emperors) with theAmulet of Kings, long since lost, in hand. (There is evidence, however, that his \"divine\" origins were fabricated in order to legitimize his rule.) The truth is likely lost to history (as well as buried under Imperial propaganda).League of Legends: Galio was originally created asa colossal, gargoyle-shaped bulwarkdesigned to protect Demacia from invadersby eating their magic, but this caused the unexpected side effect of him coming to lifeto save the day himself. However, he returns to being dormant for decades, possibly centuries, only waking up again when great magic stirs nearby, where he's then more than happy to experience lifeand smash baddies.Galio: They made me to stop magic, and yet I hate when it's gone.Undertale: Monsters are described as having bodies mostly made of magic, as opposed to humans', which are mostly made of water. Descriptions of how monsters have children is not explicitly explained, but it is implied that the process is more magical than biological.\n\nWebcomicsEl Goonish Shive: Ellen was created by Elliot,who had been turned into a girl at that point, touching a giant enchanted diamond designed to remove any curse or magical effect cast onto someone — literally, as in by extracting the curse in physical form. In this case, the effect of the gender-changing spell was externalized in the form of a female doppelgänger of Elliot.Magick Chicks: Discussed during chapter 17, when Mel's parents finally tell her aboutthe circumstances that lead to her birth.They had several theories, including the possibility that Mel may have been created by the same force thatfused her mothers together, since they separated againonce Mel's umbilical cord was cut.\n\nWeb OriginalsAventures: Theogresare creatures born from the nightmares of children.Fred:Moral of the story:to get rid of ogres you have to kill all the children.The Crew of the Copper-Colored Cupids: Madame Tarsa'sLiving Toysare created through her magic — specifically, through \"the Power of Creation\" that she possesses, making them truly alive rather than simply objects with enchantments on them. This is apparently a very rare and powerful ability, which Sebastian Steer covets; he tries and fails to replicate Tarsa's technique to give life to a toy clown, and ends up sacrificingpart of his own soulfor the process.Hello From the Magic Tavern: Usidore the Blue came into the world fully formed as an adult. He was born of wind, fire, earth, and birds (and lightning and some frogs).Mahu: In \"Frozen Flame\" there are several creatures born of magic, or at the very least created by magic users.SCP Foundation: One of the effects observed to be caused bySCP-1987-Jis that it can make people and creatures exist, apparently permanently, as most changes don't reverse when play ends. If no females (who could be turned into eighteen-year-olds, with a 68% chance of their clothing turning into G-string bikinis, lingerie or leather fetish gear) are present during testing, several may come into existence. Dragons, dinosaurs and female angels, along with other album cover cliches, also come to exist. Spontaneous pregnancies have also occurred,even in males.\n\nWestern AnimationAdventure Time: It's arguable how much magic vs. science is used in the creation of all the Candy Kingdom residents, especially whenChemistry Can Do Anything, but they are all largely described as beings of magic. However, it's later revealed thatPrincess Bubblegumcreated the candy people through scientific means, but she herselfis the reincarnation of a Candy Elemental which makes her a magical being.The Fairly OddParents!: Many wishes granted by theOddGodparents result in a character being magically generated.The Crimson Chin was wished into reality from his comic book by Timmy after he was disappointed by poor cosplay.Timmy's imaginary friendGarywas wished into existence, only for him to become Timmy's sworn enemy. After escaping Timmy's mind a second time, Gary rallied the other sentient beings Timmy had wished up, and then wished away—which turned out to mean being sent to a place called \"Unwish Island\". Somehow, their continued living was portrayed as aFate Worse than Death, as opposed to being magically poofed out of existence.Gargoyles: All of the explicitly magical beingsin the world and throughout historythat the main cast encounter are revealed to be \"Children of Oberon\". It's not made clear if they were created through Oberon's magic, or unspecified fey reproduction.Word of Godconfirms that the title is metaphorical, with the race taking the name of their current monarch (they used to be called the Children of Mab), but how they reproduce their own kind isn't specified.The Smurfs (1981): Smurfette was created by the evil wizard Gargamel as the first female Smurf to infiltrate their village. Later on in the show, Sassette was also created, in the same manner as Smurfette (but by the Smurflings and with a lesser amount of clay this time around).",
  "examples": [
    {
      "section": "Examples:",
      "text": "Duranki: Usum is created by multiple gods from the sacred waters of Abzu in the Spring at Caria.",
      "links": [
        {
          "title": "Duranki",
          "url": "/pmwiki/pmwiki.php/Manga/Duranki"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ichi the Witch: Majiks are beings of pure magic, who can think and want on their own, as well as imbue those who can pass their specific trials with their own powers.",
      "links": [
        {
          "title": "Ichi the Witch",
          "url": "/pmwiki/pmwiki.php/Manga/IchiTheWitch"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hellboy: Roger the homunculus was an inert, man-shaped mass of herbs and horsedung that had lain still for hundreds of years. Then, when Liz Sherman came close, he suddenly absorbed her pyrokinetic powers, granting him life at the expense of her own (she didn't want the powers, but it turns out they were too big a part of her, leaving her aSoulless Shell). Later he gave it back but was given the means to remain \"alive\".",
      "links": [
        {
          "title": "Hellboy",
          "url": "/pmwiki/pmwiki.php/ComicBook/Hellboy"
        },
        {
          "title": "Soulless Shell",
          "url": "/pmwiki/pmwiki.php/Main/SoullessShell"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Scarlet Witch: Wanda married her fellow Avenger, the Vision. Despite his being asynthezoidwithBarbie Doll Anatomy, she still wanted children. She wanted this badly enough, she somehow managed to pluck two shards of a recently discorporated Mephisto from the aether and give herself aMystical Pregnancy. It didnot end wellfor her or her thoughtsprog. But then they got better after Wanda went crazy and rebooted reality a few times, retroactively reincarnating her sons into Billy Kaplan and Tommy Shepherd, aka Wiccan and Speed.",
      "links": [
        {
          "title": "Scarlet Witch",
          "url": "/pmwiki/pmwiki.php/ComicBook/ScarletWitch"
        },
        {
          "title": "synthezoid",
          "url": "/pmwiki/pmwiki.php/Main/Robot"
        },
        {
          "title": "Barbie Doll Anatomy",
          "url": "/pmwiki/pmwiki.php/Main/BarbieDollAnatomy"
        },
        {
          "title": "Mystical Pregnancy",
          "url": "/pmwiki/pmwiki.php/Main/MysticalPregnancy"
        },
        {
          "title": "not end well",
          "url": "/pmwiki/pmwiki.php/Main/RealityWarpingIsNotAToy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Wonder Woman: For most of the series' history, Wonder Woman's origin has been that her body wassculpted from clay, which Aphrodite breathed life into. This was discarded in favor of Zeus putting his dick in yet-another-thing forWonder Woman (2011), in the process removingCassie's status as one of Zeus' bastards while giving it to Diana.Wonder Woman (2016)went back to the fatherless birth concept for Diana.",
      "links": [
        {
          "title": "Wonder Woman",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman"
        },
        {
          "title": "sculpted from clay",
          "url": "/pmwiki/pmwiki.php/Main/Golem"
        },
        {
          "title": "Wonder Woman (2011)",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman2011"
        },
        {
          "title": "Cassie",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderGirl"
        },
        {
          "title": "Wonder Woman (2016)",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman2016"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Young Avengers: Wiccan (Billy Kaplan) inherited theScarlet Witch'spower set. Kid Loki tormented his boyfriend, Teddy Altman aka Hulkling, with the idea that Billy may have magic(k)ed Teddy himself into existence. As Teddy was a blond, buff, green-skinned shapeshifting alien heir and son of one of Earth's Greatest Heroes and a Skrull princess, Loki mused how unlikely his very existence was, even if he was\"a very lovely daydream\". Without having a way to truly determine if Wiccan had inadvertently wished Hulkling to exist and be his perfect boyfriend, Hulkling decided that it didn't matter, because he loved Wiccan either way.",
      "links": [
        {
          "title": "Young Avengers",
          "url": "/pmwiki/pmwiki.php/ComicBook/YoungAvengers"
        },
        {
          "title": "Scarlet Witch",
          "url": "/pmwiki/pmwiki.php/ComicBook/ScarletWitch"
        },
        {
          "title": "power set",
          "url": "/pmwiki/pmwiki.php/Main/RealityWarper"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Child of the Storm: Merlin, as per the 2008 series canon - he had two biological parents, but there'ssomethingodd about both his conception as his relationship with magic.",
      "links": [
        {
          "title": "Child of the Storm",
          "url": "/pmwiki/pmwiki.php/Fanfic/ChildOfTheStorm"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "I Woke Up As a Dungeon, Now What?: The mana that dungeons release is aligned to match their minions, and very occasionally that mana will cause the spontaneous creation of a creature matching that minion type on the surface (so, for example, a dungeon with a lot of pixie minions will see the occasional pixie appear on the surface near the dungeon). Unlike dungeon minions, these spontaneous creatures are fully real once created, not tied to their parent dungeon and able to further reproduce on their own.",
      "links": [
        {
          "title": "I Woke Up As a Dungeon, Now What?",
          "url": "/pmwiki/pmwiki.php/Fanfic/IWokeUpAsADungeonNowWhat"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "J-WITCH Series: According to Uncle, beings like the Demon Sorcerers don't have parents in the normal sense, instead being formed of evil energies given flesh to maintaincosmic balance, and thus have no need for procreation. This makes him rather skeptical of Drago's claim to be Shendu's son.",
      "links": [
        {
          "title": "J-WITCH Series",
          "url": "/pmwiki/pmwiki.php/Fanfic/JWITCHSeries"
        },
        {
          "title": "cosmic balance",
          "url": "/pmwiki/pmwiki.php/Main/BalanceBetweenGoodAndEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InTrichromatic, once Snape and Lupin broke loose of memory/mind tamperingdone by Dumbledore for malicious reasons, they rediscover a magical bond they formed as teens and choose to marry. When they decide they want a child, they choose to go through a ritual asking Magic to generate one for them.They wind up with a healthy son.",
      "links": [
        {
          "title": "Trichromatic",
          "url": "https://www.fanfiction.net/s/11682581/25/Trichromatic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Frosty the Snowman's jolly, happy soul only came into existence after avaguely humanoid-shaped lump of ice crystalswas topped with an inexplicably magical top hat (though it's possible the consciousness already existed inside the hat, and only needed a sufficient vessel).",
      "links": [
        {
          "title": "Frosty the Snowman",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/FrostyTheSnowman"
        },
        {
          "title": "vaguely humanoid-shaped lump of ice crystals",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Frozen2013"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Frozen (2013): Olaf and Marshmallow spontaneously come alive after being formed by Elsa's magic. (Evidently all she has to do is make a vaguely humanoid form and it'll develop consciousness.) In \"Frozen Fever\", it requires even less effort; all she has to do issneezeand a bunch of mini-snowmen spawn.",
      "links": [
        {
          "title": "Frozen (2013)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Frozen2013"
        },
        {
          "title": "Frozen Fever",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/FrozenFever"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Phantom Menaceestablishes that in Star Wars canon Anakin Skywalker/Darth Vader was born from atruly singlemother impregnated by the Force. (According to the non-canonStar Wars LegendsnovelDarth Plagueis, this was due to Darth Plagueis and Darth Sidious monkeying around with midi-chlorians to try and create a Chosen One they could control... and Plagueis realising to his horror that the Force had created Anakinin responseto their efforts and that he would be their doom. Unfortunately for him, this realisation came a little too late.)",
      "links": [
        {
          "title": "The Phantom Menace",
          "url": "/pmwiki/pmwiki.php/Film/ThePhantomMenace"
        },
        {
          "title": "truly single",
          "url": "/pmwiki/pmwiki.php/Main/TrulySingleParent"
        },
        {
          "title": "Star Wars Legends",
          "url": "/pmwiki/pmwiki.php/Franchise/StarWarsLegends"
        },
        {
          "title": "Darth Plagueis",
          "url": "/pmwiki/pmwiki.php/Literature/DarthPlagueis"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ted: Ted was just a normal teddy bear whose owner wished for him to come to life withSeth MacFarlane's most overused character voice.",
      "links": [
        {
          "title": "Ted",
          "url": "/pmwiki/pmwiki.php/Film/Ted"
        },
        {
          "title": "Seth MacFarlane",
          "url": "/pmwiki/pmwiki.php/Creator/SethMacFarlane"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Adventures of Pinocchio: Pinocchio is brought to life by being a puppet made of magical wood, or by awish upon a star, or other magical methods in nearly all incarnations.",
      "links": [
        {
          "title": "The Adventures of Pinocchio",
          "url": "/pmwiki/pmwiki.php/Literature/TheAdventuresOfPinocchio"
        },
        {
          "title": "wish upon a star",
          "url": "/pmwiki/pmwiki.php/Main/MakeAWish"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Chronicles of Thomas Covenant: The ur-viles and waynhim are two races (or perhaps two branches of the same race, if the distinction matters at all) of living creatures given life by the strange powers ofthe Demondim. The ur-viles are generally presented as creepy and sinister, while the waynhim aredefectors from decadenceand allies of humanity, but it should be noted both run onBlue-and-Orange Moralitydue to their artificial nature and arenormallycordial with each other despite being on opposite sides of the good/evil divide. The ur-viles retain the knowledge of how to make more of their kind and regularly use it to create offspring who are sometimes ur-viles and sometimes waynhim (and, sometimes, stranger things); the waynhim either can't or won't do this.",
      "links": [
        {
          "title": "The Chronicles of Thomas Covenant",
          "url": "/pmwiki/pmwiki.php/Literature/TheChroniclesOfThomasCovenant"
        },
        {
          "title": "the Demondim",
          "url": "/pmwiki/pmwiki.php/Main/OurLichesAreDifferent"
        },
        {
          "title": "defectors from decadence",
          "url": "/pmwiki/pmwiki.php/Main/DefectorFromDecadence"
        },
        {
          "title": "Blue-and-Orange Morality",
          "url": "/pmwiki/pmwiki.php/Main/BlueAndOrangeMorality"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A Dearth of Choice: Apart from special exceptions, dungeon creatures are created from pure mana atthe Dungeon's will,disintegrate into mana when defeated, andrespawna short time later.",
      "links": [
        {
          "title": "A Dearth of Choice",
          "url": "/pmwiki/pmwiki.php/Literature/ADearthOfChoice"
        },
        {
          "title": "the Dungeon's will",
          "url": "/pmwiki/pmwiki.php/Main/ADungeonIsYou"
        },
        {
          "title": "disintegrate into mana when defeated",
          "url": "/pmwiki/pmwiki.php/Main/EverythingFades"
        },
        {
          "title": "respawn",
          "url": "/pmwiki/pmwiki.php/Main/RespawningEnemies"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Discworld:Golemsare humanoids made of clay, who are given life by means of achem, a magical script, inserted into the head. At the time ofFeet of Clay, the secret of making new ones is almost lost, known only to a dwindling band of priests of an obscure, dying, religion. But suddenly a new one arises. with an improperly written chem...",
      "links": [
        {
          "title": "Discworld",
          "url": "/pmwiki/pmwiki.php/Literature/Discworld"
        },
        {
          "title": "Golems",
          "url": "/pmwiki/pmwiki.php/Main/Golem"
        },
        {
          "title": "Feet of Clay",
          "url": "/pmwiki/pmwiki.php/Literature/FeetOfClay"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Harry Potter: The most obvious example of magically-generated consciousness is the Hogwarts Sorting Hat, after \"the founders put some brains in [him]\" via unspecified magic.",
      "links": [
        {
          "title": "Harry Potter",
          "url": "/pmwiki/pmwiki.php/Franchise/HarryPotter"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Indian in the Cupboardwas originally a lifeless plastic child's toy, until Omri put him in an old curio cabinet. The figure emerged as live human Indian Little Bear, though still only four inches tall. This also happened to some of Omri's other toys, but he undid the magic when they began clashing with one another. Little Bear even admonishes Omri, \"You should not do magic you do not understand!\" This is also how the cowboy figure Boone came to life. Adapted into a feature film by Columbia Pictures in 1995.",
      "links": [
        {
          "title": "The Indian in the Cupboard",
          "url": "/pmwiki/pmwiki.php/Literature/TheIndianInTheCupboard"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Night Watch (Series): \"Mirrors\" are human-like beings who are spawned into existence by theTwilightitself to kill or toDe-powermages who threaten to upset theLight-Dark balance, after which they return back to the Twilight. After one Mirror successfully neutralizesSvetlanainDay Watch, the main characters live in constant fear of another appearing, lest they fail to preserve the power balance.",
      "links": [
        {
          "title": "Night Watch (Series)",
          "url": "/pmwiki/pmwiki.php/Literature/NightWatchSeries"
        },
        {
          "title": "Twilight",
          "url": "/pmwiki/pmwiki.php/Main/SpiritWorld"
        },
        {
          "title": "De-power",
          "url": "/pmwiki/pmwiki.php/Main/DePower"
        },
        {
          "title": "Light-Dark balance",
          "url": "/pmwiki/pmwiki.php/Main/BalanceBetweenGoodAndEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Percy Jackson and the Olympians: Annabeth Chase, and all other children of Athena, are this, which explains why she exists despite the fact that her mom made aVow of Celibacy. InThe Battle of the Labyrinth, she tells Percy that her mother created her as a \"gift\" to her father.",
      "links": [
        {
          "title": "Percy Jackson and the Olympians",
          "url": "/pmwiki/pmwiki.php/Literature/PercyJacksonAndTheOlympians"
        },
        {
          "title": "Vow of Celibacy",
          "url": "/pmwiki/pmwiki.php/Main/VowOfCelibacy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Skate the Thief: Rattle, abat eyeball spider, was created by Belamy more or less on accident through magical experimentation. The wizard meant to create a being of living magic, but Rattle is what came out of his efforts.Petre:I know what [Belamy] was trying to do when he made Rattle, and it wasn't... that.",
      "links": [
        {
          "title": "Skate the Thief",
          "url": "/pmwiki/pmwiki.php/Literature/SkateTheThief"
        },
        {
          "title": "bat eyeball spider",
          "url": "/pmwiki/pmwiki.php/Main/NinjaPirateZombieRobot"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Buffy the Vampire Slayer.Buffy's sister Dawn is revealed to actually be amystical being of living energy called the Key. She and everyone around her were given retroactive memories of her to hide her true nature. She is later transformed into a normal, organic, teenage girl.",
      "links": [
        {
          "title": "Buffy the Vampire Slayer",
          "url": "/pmwiki/pmwiki.php/Series/BuffyTheVampireSlayer"
        },
        {
          "title": "mystical being of living energy called the Key",
          "url": "/pmwiki/pmwiki.php/Main/PureMagicBeing"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Merlin (2008): While he does have two biological parents, Merlin has elements of this from the start, being born with magical powers. The vast majority of other sorcerers have to study magic — though Merlin isn't entirely unique, as Morgana is also born with magic.noteGiven that Merlin's powers are directly stated to be related to his importance in restoring balance and magic to Albion, Morgana's own abilities could relate to her own destiny.On more than one occasion Merlin's noted and demonstrated to be not entirely human (he'simmortal, for a start), and the timing of his birth suggests that even if he had two parents, magic meddled in his conception.",
      "links": [
        {
          "title": "Merlin (2008)",
          "url": "/pmwiki/pmwiki.php/Series/Merlin2008"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Some pre-Christian versions ofMerlin's birth never explain how he came to be, his mother was suddenly pregnant despite having turned down every advance made to her. When the angry menfolk demanded to know who the father was, Merlin shut them up by demonstrating his magic power. Christian versions make him the son of a demon and a virgin.",
      "links": [
        {
          "title": "Merlin",
          "url": "/pmwiki/pmwiki.php/Myth/Merlin"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "OftenGolemsandImprovised Golemsare made this way, as areOur Homunculi Are Different. A non-living vessel is magically imbued with life and consciousness. Depictions vary whether the the golum/homunculi require magic to continue functioning after being made.",
      "links": [
        {
          "title": "Golems",
          "url": "/pmwiki/pmwiki.php/Main/Golem"
        },
        {
          "title": "Improvised Golems",
          "url": "/pmwiki/pmwiki.php/Main/ImprovisedGolems"
        },
        {
          "title": "Our Homunculi Are Different",
          "url": "/pmwiki/pmwiki.php/Main/OurHomunculiAreDifferent"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In the original version ofJourney into Imagination, it's suggested that Figment was created via Dreamfinder bringing his own imagination to life, as he's able to summon the dragon in by doing the same.Dreamfinder:Two tiny wings, eyes big and yellow, horns of a steer, but a lovable fellow! From head to tail, he's royal purple pigment, and there, voilà! You've got a Figment!",
      "links": [
        {
          "title": "Journey into Imagination",
          "url": "/pmwiki/pmwiki.php/Ride/JourneyIntoImagination"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Elder Scrolls: According to official Imperial history, Reman Cyrodiil, the Dragonbornfounder of the Second Cyrodiilic Empire, was born of the union of the spirit of Saint Alessia (the founder of the First Cyrodiilic Empire, in the form of the earth itself), Akatosh (thedraconicchief deityof theEight (later Nine) Divines pantheon), and the petty King Hrol (who died as a result). Reman was found born atop a mound of mud the size of a small mountain near Sancre Tor (a fortress/tomb resting place for deceased emperors) with theAmulet of Kings, long since lost, in hand. (There is evidence, however, that his \"divine\" origins were fabricated in order to legitimize his rule.) The truth is likely lost to history (as well as buried under Imperial propaganda).",
      "links": [
        {
          "title": "The Elder Scrolls",
          "url": "/pmwiki/pmwiki.php/Franchise/TheElderScrolls"
        },
        {
          "title": "founder of the Second Cyrodiilic Empire",
          "url": "/pmwiki/pmwiki.php/Main/FounderOfTheKingdom"
        },
        {
          "title": "draconic",
          "url": "/pmwiki/pmwiki.php/Main/DragonsAreDivine"
        },
        {
          "title": "chief deity",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "Eight (later Nine) Divines pantheon",
          "url": "/pmwiki/pmwiki.php/Main/SaintlyChurch"
        },
        {
          "title": "Amulet of Kings",
          "url": "/pmwiki/pmwiki.php/Main/OnlyTheChosenMayWield"
        },
        {
          "title": "There is evidence, however, that his \"divine\" origins were fabricated in order to legitimize his rule",
          "url": "/pmwiki/pmwiki.php/Main/HistoricalHeroUpgrade"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "League of Legends: Galio was originally created asa colossal, gargoyle-shaped bulwarkdesigned to protect Demacia from invadersby eating their magic, but this caused the unexpected side effect of him coming to lifeto save the day himself. However, he returns to being dormant for decades, possibly centuries, only waking up again when great magic stirs nearby, where he's then more than happy to experience lifeand smash baddies.Galio: They made me to stop magic, and yet I hate when it's gone.",
      "links": [
        {
          "title": "League of Legends",
          "url": "/pmwiki/pmwiki.php/VideoGame/LeagueOfLegends"
        },
        {
          "title": "a colossal, gargoyle-shaped bulwark",
          "url": "/pmwiki/pmwiki.php/Main/OurGargoylesRock"
        },
        {
          "title": "by eating their magic",
          "url": "/pmwiki/pmwiki.php/Main/AntiMagic"
        },
        {
          "title": "to save the day himself",
          "url": "/pmwiki/pmwiki.php/Main/BigDamnHeroes"
        },
        {
          "title": "and smash baddies",
          "url": "/pmwiki/pmwiki.php/Main/BloodKnight"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Undertale: Monsters are described as having bodies mostly made of magic, as opposed to humans', which are mostly made of water. Descriptions of how monsters have children is not explicitly explained, but it is implied that the process is more magical than biological.",
      "links": [
        {
          "title": "Undertale",
          "url": "/pmwiki/pmwiki.php/VideoGame/Undertale"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "El Goonish Shive: Ellen was created by Elliot,who had been turned into a girl at that point, touching a giant enchanted diamond designed to remove any curse or magical effect cast onto someone — literally, as in by extracting the curse in physical form. In this case, the effect of the gender-changing spell was externalized in the form of a female doppelgänger of Elliot.",
      "links": [
        {
          "title": "El Goonish Shive",
          "url": "/pmwiki/pmwiki.php/Webcomic/ElGoonishShive"
        },
        {
          "title": "who had been turned into a girl at that point",
          "url": "/pmwiki/pmwiki.php/Main/GenderBender"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Magick Chicks: Discussed during chapter 17, when Mel's parents finally tell her aboutthe circumstances that lead to her birth.They had several theories, including the possibility that Mel may have been created by the same force thatfused her mothers together, since they separated againonce Mel's umbilical cord was cut.",
      "links": [
        {
          "title": "Magick Chicks",
          "url": "/pmwiki/pmwiki.php/Webcomic/MagickChicks"
        },
        {
          "title": "the circumstances that lead to her birth.",
          "url": "/pmwiki/pmwiki.php/Main/ExtraParentConception"
        },
        {
          "title": "fused her mothers together",
          "url": "http://www.magickchicks.com/strips-mc/super-fetus"
        },
        {
          "title": "once Mel's umbilical cord was cut",
          "url": "http://www.magickchicks.com/strips-mc/messing_with_me"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Aventures: Theogresare creatures born from the nightmares of children.Fred:Moral of the story:to get rid of ogres you have to kill all the children.",
      "links": [
        {
          "title": "Aventures",
          "url": "/pmwiki/pmwiki.php/WebVideo/Aventures"
        },
        {
          "title": "ogres",
          "url": "/pmwiki/pmwiki.php/Main/OurOgresAreHungrier"
        },
        {
          "title": "to get rid of ogres you have to kill all the children",
          "url": "/pmwiki/pmwiki.php/Main/SpoofAesop"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Crew of the Copper-Colored Cupids: Madame Tarsa'sLiving Toysare created through her magic — specifically, through \"the Power of Creation\" that she possesses, making them truly alive rather than simply objects with enchantments on them. This is apparently a very rare and powerful ability, which Sebastian Steer covets; he tries and fails to replicate Tarsa's technique to give life to a toy clown, and ends up sacrificingpart of his own soulfor the process.",
      "links": [
        {
          "title": "The Crew of the Copper-Colored Cupids",
          "url": "/pmwiki/pmwiki.php/Website/TheCrewOfTheCopperColoredCupids"
        },
        {
          "title": "Living Toys",
          "url": "/pmwiki/pmwiki.php/Main/LivingToys"
        },
        {
          "title": "part of his own soul",
          "url": "/pmwiki/pmwiki.php/Main/SoulFragment"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hello From the Magic Tavern: Usidore the Blue came into the world fully formed as an adult. He was born of wind, fire, earth, and birds (and lightning and some frogs).",
      "links": [
        {
          "title": "Hello From the Magic Tavern",
          "url": "/pmwiki/pmwiki.php/Podcast/HelloFromTheMagicTavern"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mahu: In \"Frozen Flame\" there are several creatures born of magic, or at the very least created by magic users.",
      "links": [
        {
          "title": "Mahu",
          "url": "/pmwiki/pmwiki.php/LetsPlay/Mahu"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "SCP Foundation: One of the effects observed to be caused bySCP-1987-Jis that it can make people and creatures exist, apparently permanently, as most changes don't reverse when play ends. If no females (who could be turned into eighteen-year-olds, with a 68% chance of their clothing turning into G-string bikinis, lingerie or leather fetish gear) are present during testing, several may come into existence. Dragons, dinosaurs and female angels, along with other album cover cliches, also come to exist. Spontaneous pregnancies have also occurred,even in males.",
      "links": [
        {
          "title": "SCP Foundation",
          "url": "/pmwiki/pmwiki.php/Website/SCPFoundation"
        },
        {
          "title": "SCP-1987-J",
          "url": "http://www.scp-wiki.net/scp-1987-j"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Adventure Time: It's arguable how much magic vs. science is used in the creation of all the Candy Kingdom residents, especially whenChemistry Can Do Anything, but they are all largely described as beings of magic. However, it's later revealed thatPrincess Bubblegumcreated the candy people through scientific means, but she herselfis the reincarnation of a Candy Elemental which makes her a magical being.",
      "links": [
        {
          "title": "Adventure Time",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/AdventureTime"
        },
        {
          "title": "Chemistry Can Do Anything",
          "url": "/pmwiki/pmwiki.php/Main/ChemistryCanDoAnything"
        },
        {
          "title": "Princess Bubblegum",
          "url": "/pmwiki/pmwiki.php/Main/EmperorScientist"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Fairly OddParents!: Many wishes granted by theOddGodparents result in a character being magically generated.The Crimson Chin was wished into reality from his comic book by Timmy after he was disappointed by poor cosplay.Timmy's imaginary friendGarywas wished into existence, only for him to become Timmy's sworn enemy. After escaping Timmy's mind a second time, Gary rallied the other sentient beings Timmy had wished up, and then wished away—which turned out to mean being sent to a place called \"Unwish Island\". Somehow, their continued living was portrayed as aFate Worse than Death, as opposed to being magically poofed out of existence.",
      "links": [
        {
          "title": "The Fairly OddParents!",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheFairlyOddParents"
        },
        {
          "title": "Gary",
          "url": "/pmwiki/pmwiki.php/Main/Tulpa"
        },
        {
          "title": "Fate Worse than Death",
          "url": "/pmwiki/pmwiki.php/Main/FateWorseThanDeath"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Gargoyles: All of the explicitly magical beingsin the world and throughout historythat the main cast encounter are revealed to be \"Children of Oberon\". It's not made clear if they were created through Oberon's magic, or unspecified fey reproduction.Word of Godconfirms that the title is metaphorical, with the race taking the name of their current monarch (they used to be called the Children of Mab), but how they reproduce their own kind isn't specified.",
      "links": [
        {
          "title": "Gargoyles",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Gargoyles"
        },
        {
          "title": "in the world and throughout history",
          "url": "/pmwiki/pmwiki.php/Main/AllMythsAreTrue"
        },
        {
          "title": "Word of God",
          "url": "/pmwiki/pmwiki.php/Main/WordOfGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Smurfs (1981): Smurfette was created by the evil wizard Gargamel as the first female Smurf to infiltrate their village. Later on in the show, Sassette was also created, in the same manner as Smurfette (but by the Smurflings and with a lesser amount of clay this time around).",
      "links": [
        {
          "title": "The Smurfs (1981)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheSmurfs1981"
        }
      ]
    }
  ]
}