{
  "trope": "ElementalEmbodiment",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/ElementalEmbodiment",
  "description": "Coming soon to a kingdom near you, it'sEarth, Wind & Fire, with special guest star Mason Stone!\n\n\"They were born in stable orbits within black holes. Creatures formed from the primary elements: Air, water, fire, earth. The Science Division had a technical name. We just called them Elementals.\"—Mysterio,Spider-Man: Far From Home\n\nThe ultimate extension ofElemental Powers, the Elemental Embodiment is when theNatural Elementsget up andcome for you. (And no, we're not talking about, say, fluorine here — though that would be apretty coola-, in-, sub-, or perversion.) Usually called \"elementals\". They may be mindlessMooks, or they could be very dangerous. If they're sapient, that usually means that they have status as a type ofNature Spirit; if they're mindless but associated with nature anyway, they may serve as a midway point betweenMother nature attacking youwith animals and with natural disasters. They will usually besummoned out of thin airby people withElemental Powers.\n\nTheTrope Makeris the occultistParacelsus'descriptionof the four elemental creatures: Undines (water), Sylphs (wind), Salamanders (fire), and Gnomes (earth).Undinesare naked women (usually robed in fantasy) that live in rivers and streams,Sylphs are usually represented as small wingedfairies,Salamandersare generally quite a bit larger than the real-life variety, live in hot places like volcanoes, and breathe fire, and Gnomes arepretty much what you'd expectalthough they usually don't get much social interaction if they're relegated to being elementals, so any quirkiness they may have is usually lost. Paracelsian elemental mythos is described by the tropeAlchemic Elementals.\n\nIn the vast majority of cases, the aforementioned four classical elements of air, water, earth, and fire will be embodied. The most common deviation from this pattern is the inclusion of beings embodying other forces, substances, or natural phenomena, such as \"lightning elementals\", \"darkness elementals\" and so on. Others may embody more specific, abstract, or unusual things, including philosophic or cultural concepts instead of \"natural\" materials. In other cases, elementals may not strictly embody a single substance or force but may instead be living masses or embodiments of the natural or physical world in a broader senser.\n\nGolems(which may be made of or contain earth, stone, metal, crystals,sand,ice and snow, or similar materials) are a common variation (whileImprovised Golemscan be made of other elements), as are theCumulonemesis, theLiving Whirlwind, theEvil Living Flames, theLiving Lava, theRock Monster, and other assorted forms ofAnimate Inanimate Matter. May haveVolcanic Veins. If ice-based, could wearAn Ice Suit. Willrarelybe turned into aHybrid Monsterdue toHybrid-Overkill Avoidance, althoughElemental Dragonsare not unheard of. Can often be found living in anElemental Plane.\n\nCompare withAnthropomorphic PersonificationandElemental Shapeshifter. See alsoMade of EvilandMade of Good, for when the element is... well,EvilandGoodrespectively, and theirSuper-Trope,Made of Magic. Compare and Contrast withElemental Motifs, where the character or thing is often just associated with the element, notmadeof it.Examples:\n\nopen/close all folders\n\nAnime & MangaBerserkhas the original four embodiments by Paracelcus. Isidro'sSalamander Dagger, for example, gets its power from spirits shaped like... well, salamanders. Serpico's Wind Sword utilizes the power of sylphs tocut enemies from distance.(ApparentlyPuckis also a sort of wind spirit.) Elemental spirits rule over the elementals that represent the elements, and then there are also the Four Elemental Kings that rule over the lesser spirits.Digimon Frontiergives the heroes the powers and physical forms of some of the Ten Legendary Warriors, each of whom embodied one element. The first half of the show also has villains who embody the opposite elements from the ones the heroes use.Negima! Magister Negi MagiRakan mentions fighting The Ultimate Spirit of Lightning. The Ultimate Spirit Of Lightning (along with other elemental spirits) makes an actual appearance in the sequel series,UQ Holder!\n\nArtsPrimavera: Zephyrus, one of the Anemoi and the embodiment of the west wind, is one of the figures in the painting. He's metaphorically shown to signal the start of spring.\n\nCard GamesElementeois an educational card game where the cards illustrate personifications of chemical elements and compounds — i.e. the Helium Genie, Lithium Leprechaun or Sodium Dragon.Magic: The Gathering: Elementals are a creature type ranging from thegenericto themore exotictothe really exotic.noteNote that the last one is from a deliberately parodic setIn general, they tend to represent the basic forces and building blocks of nature given life and form, are most associated with Red, Green and Bluemana, the colors most associated with the elements of nature. They usually embody the elements most associated with their color — i.e., Red has elementals of rock, fire, lava and lighting, Blue tends to have elementals of air, water, storms, ice and more esoteric concepts like thought, and Green mostly has elementals of wood and plants.Elementals of the four classical elements —air,earth,fireandwater— have appeared since early sets and are still reprinted from time to time.The city-plane of Ravnica is home to Flame-Kin, who resemble humanoid pillars of flame clad in black armor who gain power from enchantments. They are used by the Boros Legion as soldiers, and burn out at the end of wars or battles like fires without oxygen. There are also Root-Kin and Wood-Kin, powerful wood elementals associated with the Green-aligned guilds.The Izzet League of Ravnica created theWeirdsbyfusing elementals of opposite elements, generally elements aligned with Blue mana (like water, air and ice) with elements aligned with Red mana (like fire, electricity and stone).The elementals of Lorwyn/Shadowmoor can get pretty abstract. Most take the form ofMix-and-Match Crittersof various sorts, created by the clash of natural forces at the edge of the world, where reality breaks down into thePrimordial Chaos. The most powerful are \"elemental incarnations\" that represent mental concepts more than anything else, such asDread,Guile,Hostility, orPurity.Also native to Lorwyn are the Flamekin (no relation to the Flame-Kin of Ravnica), a race of passionate, humanoid fire elementals, resembling statues of black stone with fire streaming from their heads and joints. In Shadowmoor, their flames are snuffed out, and they become the bitter, hateful Cinders.The Quandrix College of Strixhaven is home to mages that not onlyincorporate math into their magic, but see little difference between the two. As such, one of their mechanics is the creation of Fractals, which are basically math elementals.Yu-Gi-Oh!: The Elemental Lord series represents the elements in the same way as the \"Monarchs\", being the same in almost every way except for Attribute, summoning requirements, and the effect that activates upon summoning.\n\nComic BooksBlack Moon Chronicles: The Winds are living creatures who speak to Wismerhill because they were good friends with his mother before she passed away, as she would always sing to them.The DCU:Superman: In the story arc \"For Tomorrow\", four elemental giants attack the Man of Steel, ultimately threatening to wipe out humanity if he doesn't leave the planet. Superman responds by saying he'll rip the Earth to pieces and move on if they do. Incidentally, the earth elemental took the form ofMount frigging Rushmore.The elemental forces of the world sometimes choose humans as their champions, said mortals becoming living embodiments of their respective element.Swamp Thingis the best known of these, being the plant elemental; the idea that the heroFirestormis the fire elemental has been used during the character's history. TheRed Tornadois also a wind elemental that is simply embodied in a robot.There also (temporarily) existed a group of four normal people who became superheroes after being possessed by some elemental spirits. The group called themselves, believe it or not... the Elementals.Wonder Woman Historia: The Amazons: Some of the Olympians' designs go into this territory. Hestia appears as a woman made of fire, Zeus has lightning bolt-like veins across his sky-blue skin, Demeter basically looks like a walking bush with human head, Poseidon's skin evokes shimmering ocean water, and Apollo has a sun-like halo around his head.Man-Thingis, much likeSwamp Thing, a living embodiment of plant ife.\n\nFan WorksA Darkness Softly Creeping: A darkness elemental — a being of physical darkness, icy cold and crushing despair — has leaked into the physical world and taken residence in a house.In theDiscworldofA.A. Pessimal, a young Witch outwits aSylph of the Air, and according to the rules of such games, can now command {or rather, politely ask) the Sylph to do her bidding as her familiar. Their being friends is a bonus.The Freeport Venture: Numerous elemental spirits appear in the various stories, and in their natural state they seem to be formless beings inhabiting their native element, but can adopt and maintain physical form as long as they're in contact with their element — for instance, an earth spirit can appear as aRock Monster, but will crumble if lifted from the ground. They're usually seen when they've been bound by magic to serve as magical security systems of sorts, such as a wood spirit bound within a door or a stone spirit in a wall. So far, stone, earth, air, wood, water and metal spirits have all appeared or been mentioned.Half Past Adventure: A pretty straight example pulled directly fromthe source materialis the Fire Elemental, Flame Princess (now going by Flame King Phoebe), although there's also a (much less cosmically important) water-based OC in the form ofHeroic WannabeCragg Ambrosia.It's A Dangerous Business, Going Out Your Door: Fire elementals are briefly noted to exist, and to be on occasion summoned by the greatest kudu pyromancers.The Moonstone Cup: During the preliminary matches, Twilight passes the summoning challenge by building a body out of plants and using it summons a plant elemental. Not much detail is given about it except that it speaks Sumerian.Nine Days Down: When the characters prepare to flee from Tartarus, Terra sends an elemental to aid Twilight in escaping. The creature can freely change its shape at need; when bearing Twilight it resembles a flat stony platform capable of moving over the earth at high speeds and can project crystals and rocky spikes from itself as weapons and defense, and later it takes the form of a huge apelike beast.The Palaververse: The Four Winds and the High King inThunderstorm and the Four Windswere vast, powerful air elementals that ruled the winds and sky before the pegasi did.Sharing the Night: After becoming a demigoddess, Rainbow becomes literally made out of rainbows and lightning — her true form is a mass of blue electricity and colorful light, which she can mask with a body mostly like her original one.Traveler: The Legendary Birds seem to be less birds with power over a given element and more that element (Fire, Ice, Lightning) in the form of a bird.The Tyrant and the Hero: These very words are used to describe spirits, beings made completely or almost completely out of an element. At their peak are the Four Great Spirits: Sylph (wind), Gnome (earth), Undine (water) and Salamander (fire).Vow of Nudity: Elementals are a type of monster in the setting, with identical stats tothe source materialexcept they're shaped likelarge-breasted womeninstead of vaguely-anthropomorphic blobs.\n\nFilms — AnimationElemental (2023)has an entire cast of these. The water people are made of water, the fire people are made of fire, the air people look like clouds, and the earth people are made of soil, with plants growing out of them.Frozen II:Earth is represented by giant stone golems.Water is represented by the Nokk, a water horse.Fire is represented by a Fire Salamander named Bruni.Wind doesn't have an actual representation but is still nicknamed Gale by Olaf. Its presence usually indicated with autumn leaves.Hercules (1997): The Titans are colossal entities made out of inanimate matter and just barely humanoid — while the ice and rock titans are recognizable human-like, if respectively extremely skeletal and hulking and ape-like, another titan is a mass of magma with no legs and small, stumpy arms and head, and the fourth is simply an enormous living tornado with baleful red eyes.The Ugly Duckling: The Winds of Winter, a trio of living clouds, and Frost, a humanoid being made of animated ice crystals, are elemental creatures of air and ice that come with the onset of winter and bring ice, snow and gales in their wake.\n\nFilms — Live-ActionBig Trouble in Little Chinahas the Three Storms: Thunder, Rain, and Lightning, personified as buff martial artists with magical powers and awesome hats.Hellboy II: The Golden Armyhas a plant elemental, thelast of its kind.Spider-Man: Far From Homehas Spider-Man teaming up with Mysterio to battle the Elementals, ancient inter-dimensional beings from another universe who embody the ancient fourClassical Elementsof earth, air, water and fire.However,they're nothing more than combat drones masked by holograms.\n\nLARPNERO: Elementals come in a variety of flavors: Air, Earth, Fire, Water, Light, Dark, Life, Death, Chaos, Order, Reason and Dream. There is also Lady Time, but she seems to be singular.\n\nLiteratureAlex Verus: Starbreeze is an air elemental. She's very powerful and seems good-natured but has a serious case ofAttention Deficit... Ooh, Shiny!There's also a lightning elemental (which is even more powerful but much less good-natured).The Book of Dragons: In \"Where The River Turns To Concrete\", the dragon is a water spirit and the living embodiment of the river where it dwells.The Chronicles of Dorsa: Oneundataiwho's shown as a fire being is bound with magic by small men, since it's very dangerous to both their folk and humans. It looks like a humanoid made from fire and lava.The Chronicles of Magravandias: In Sea Dragon Heir'', the four traditional elements are embodied as sea dragons (water), firedrakes (fire), basilisks (earth) and cockatrices (air)The Chronicles of Thomas Covenant: Forestals are embodiments of whatever area they inhabit, usually forests, and are almost all-powerful within that area.Codex Alerahas furies, elemental spirits found everywhere in the world. They usually just cause mindless destruction based on their particular element and can be destroyed with the opposite element. They can be a very large threat if furies of all six elements are present, since trying to counter one type of fury just increases the power of another type. However, a furycrafter working in an area where the wild furies know him can have his power boosted significantly, while those same furies might actively interfere with a stranger.Furies do not typically have physical shapes, and mostly exist as spirits or presences within their native elements — a wood fury, for instance, will rarely appear as a creature made out of wood and will more likely be perceived as an impression of shape and movement within heavy vegetation. Water and earth furies are the exception to this rule, as, although they're usually simply animated forces within soil or bodies of water, they often for animal-shaped bodies out of their base element.Then there are the Great Furies, which are extremely powerful entities controlling elemental powersin a general area. One, for example, is a volcano powerful enough to bury an entire province in lava if it erupts. Another, when angry (and the mere presence of humans annoys her to no end) can send tornados and thunderstorms after human settlements. And at the climax ofFirst Lord's Fury, an earth fury named Garados gets pissed off and decides to get up and kick some ass.Garados is amountain. Yes,the mountainstands up to about twice its usual height and starts on a rampage.The Daevabad Trilogyhas three races of powerful, intelligent elemental embodiments fromThe Time of Myths:The Peri are giant centauroid bird-creatures with human torsos, arms, and heads. They havePerson of Mass Destruction-levelpower over winds, but arestrict isolationists.The Marid are legendary even among magical beings for their near-godlikepower over the waters, but hadn't been seen in centuries. It's unclear what physical form they have; aFlashbackmentions tentacles and implies that they exist partly in theSpirit World, but a modern oneanimates a corpse as an avatar. They used to accept mortalCultistsandHuman Sacrificeand have a long-standing grudge against the daeva.The Daevawerespirits of pure firebefore the Prophet Suleiman cursed them for their crimes against humanity.In their new humanoid bodies, they're immune to fire and wield powerful magic, albeit a shadow of their old strength. Those who refused to repent became theifrit, keeping their original bodies but losing all their powers.Discworld: The trolls. According to Pratchett'sTHUD!, every troll takes on the properties of the nearest stone/mineral/gem material to the place they are 'born'. Brick becomes a dirty red, Mr. Shine is iridescent like diamonds, etc..InThe Dresden Files, Harry Dreseden has mentioned working with elementals. InChanges, he calls on some fire and water spirits to help him in his search, and some fire spirits were able to show himhis daughter trying to warm her hands over a fire while imprisoned by the Red Court.Dungeon Engineer: As seen in Chapter 2, what the protagonist calls \"fire elementals\":What I didn't expect, however, was to witness massive vortexes of fire spontaneously bursting forth from thin air. If that wasn't bad enough, they seemed to move with a will of their own and actively seek out anything living. Needless to say, this didn't bode well for the local wildlife.I'll refer to them as fire elementals, I'm so good at names.InElemental Masters, these exist on their own elemental plane and roam free in the physical. Only masters of the corresponding element can call them up. Persons without magic or the sight cannot even see them. That does not stop them from being dangerous to them however.The Elric Saga: Elementals are among the more \"natural\" supernatural helpers wizards can occasionally summon in the Young Kingdoms; while like virtually all magic they may ultimately owe their existence to the influence of Chaos in the setting, they're properly part of the natural world and not aligned with theLordsof Chaos. Elric in particular can count King Straasha, ruler of the water elementals, among his most reliable allies (he's certainly more helpful and honest than Elric's own patron, the Chaos Lord Arioch); he's also shown employing the help of air and fire elementals on other occasions.Fantasy Encyclopedia:All of theAlchemic Elementalsare featured on the chapter's first section, which also mentions Paracelcus as their creator.Salamanders for Fire; the book also compares them to real life salamanders and why they wouldn't exactly work as fire elementals.Sylphs for Air, which are described more as spirits than winged fairy-like creatures.Undines/Nereidsfor Water.Gnomes for Earth, although these look more likeJawasthanstubby little fat guys with cone hats.The spirits of the Eastern elements — a yellow phoenix for Earth, a red pheasant for Fire, a white tiger for Metal, a black turtle or serpent for Water and a green dragon for Wood — are mentioned as well.Fighting Fantasy: Elementals appear in many gamebooks. One notable appearance is inReturn to Firetop Mountain, where the four types are vital in the final battle. The most prominent example is inStormslayer, where the story is about a maniac using the Elements as a weapon.Harry Potter: Fiendfyre is basically a fire elemental, and it'smean. It's all but impossible to control, burns everything in sight while also hunting down people in particular, and is one of the few things powerful enough to destroyHorcruxes. How to stop it is unknown; the heroes manage to seal it in a magical room, possibly destroying both in the process.Iron Councilhas elemental summoning as something different fromGolemcrafting, the main difference being that elementals are invoked from outside while golems are embodiments of the willworker's power through a medium. The elementals also get pretty unconventional, with the forces of New Crobuzon at one point summoning flesh elementals who swim through enemies like fish, leaving behind ruin as they pass, and a shapeshifting,massively powerfulmoonlight elemental.The Scaralso features standard-issue lightning elementals.Iron Druid Chronicles: The protagonist is friends with several of these, including an iron elemental.The Lost Years of Merlin: Merlin befriends an air elemental when he frees her from a container Domnu had trapped her in. To repay him, she later helps him retrieve his staff from Nimue.InMagic, Inc., the narrator's business is destroyed by earth, water, and fire elementals, and a witch deals with them to bring it back.The Magic Map: A few differentMap peopletake on forms of this kind.Any body of water on Earth will have a Map person counterpart who’s entirely composed of water- over the course of the story, David talks to everything from the Atlantic and Pacific Oceans, to the Great Salt Lake, to the Strait Of Magellan, to the Amazon River, to even the Gulf Stream. A solid-ice Glacier person also appears during David’s wanderings in Canada.The Rocky Mountains and Cape Horn are both depicted in the illustrations as people made out of solid rock.On the airy side of things, David sees the Trade Winds (and hears them singing) when he visits the Equator andthat quirky Pilot who flies David up to Canada turns out to be the embodiment ofthe wind itself.InMemories Of Empire, by Django Wexler, elementals that appear include those of fire, ice, smoke, light and dark. It's not mentioned if there are more types than that and they are interchangeably referred to as demons and spirits. Some have human, or perhaps even greater than human intelligence while others are simply animalistic.InOperation Chaos, a college student summons a salamander. The fight to bring it down involves discussion of the other types.InProspero's Daughter, dealing with such elementals and preventing their causing disasters is Prospero Inc.'s reason for existence.Quantum Gravity: These creatures have their own world, Zoomenon. There are the basic ones of earth, wind, water, fire, and then ones for things like wood, metal, etc., up to and includingnumbers, which give off some type of pulse to mark whether they're 1, 2, 3, or whatever else. In addition, in Zoomenon, any element can be found in abundance in its pure state, regardless of how reactive it is.Quarters: The kigh are somewhat mischievous beings associated with earth, fire, water and wind whom bards can coax into doing their bidding throughSinging(while this does have limitations). Kigh are described as having a humanoid look and shape but otherwise ethereal.InThe Rape of the Lock, elementals are formed from the souls of deceased women aligning with whichever element most suited their personality in life. Sylphs form the machinery of the action:''For when the Fair in all their Pride expire,To their first Elements the Souls retire:The Sprights of fiery Termagants in FlameMount up, and take a Salamander's Name.Soft yielding Minds to Water glide away,And sip with Nymphs, their Elemental Tea.The graver Prude sinks downward to a Gnome,In search of Mischief still on Earth to roam.The light Coquettes in Sylphs aloft repair,And sport and flutter in the Fields of Air.'Salamander: Discussed.Common Knowledgeis that wizards draw their power from elementals, but wizards in the series use a system of Innate Magic andmodern theoryis that either the Elementals don't exist or there's only four of them —each with total power over the element they incarnate.InThe Saga of Seven Suns, there are the Verdani (Earth), which are sentient trees; the Faeros (Fire), who inhabitsuns; the Hydrouges (Air), who inhabit the cores of gas giants; and the Wentals (Water), which are sentient water.The Saga of the Noble Dead: The five ancient races each embody one of the elements and bear similarities to Paracelsus's original examples. An additional race is also present representing the element 'spirit'. The life force of a member of each of these races was sacrificed in order to help createMagiere.The Spirit Thief: Among many spirits — everything has a spirit, including tables and locks — are mountains, winds, clouds, seas, flames, trees and so on.Split Heirs: Wulfrith controls one with magic to do the dishes.The Stormlight Archive: Spren are small spirits that appear around natural forces or emotional states. One of the running questions in the first book is whether spren are attracted to these things, or if they create them. Everyone \"knows\" that rotspren create rot, but do windspren create wind? Do angerspren create anger? It turns out that spren are actually creatures of the Cognitive Realm that have leaked into the Physical. They are essentially mankind's personification of various forces. Most spren are mindless in the Physical Realm, but some can learn to create a bond with a human, which allows them to maintain their sentience in the Physical Realm. In exchange, the human getsSurgebinding.The Tough Guide to Fantasyland: Elementals in Fantasyland come in various types besides the usual four classic elements, including iron, fog, mist, ice and whirling eddies of sand of indeterminate type.InThe Tower and the Foxthe sorcery college uses salamanders, referred to as \"phosphorous\" elementals rather than \"fire\", for heating. They're friendly enough, but like fire a bit too much for close contact with normal folk. Kip teaches himself how to summon them to improve his chances of selection as an apprentice.The Traveler's Gate: The Incarnations are Travelers who have become so consumed by theirTerritoriesthat they are merely extensions of that power. They have a great deal of difficulty thinking like people, being completely obsessed with the ideals of their Territory and making the world more like their home.Upright Magicby Vadim Korostylyov hasEvil Living Flames, the Underground Fire, and a gentle personification of the underground waters,Plucky GirlClear Trickle — constantly at odds with each other and aiding the villains and the heroes, respectively, on their way.Les Voyageurs Sans Souci: The four Winds are living, sapient creatures who can speak to humans but are not exactly friendly entities. Northern Wind and Western Wind are old friends of the Queen of the Birds, who hates humans. Eastern Wind is a fickle, petty jerkass who blew one hat away from its owner only to be an ass and threatened the main characters when they tried to interfered with its \"fun\", but forgot everything about them one second later. On the other hand, Southern Wind is a loony and reckless nuisance, but it is able to acknowledge when it takes its jokes too far.Xenos: The schools of the four classical elements allow the summoning of elementals. Those are originally feral, but extremely powerful. Skilled mages enhance the summoning with a telepathic link between summoner and elemental.\n\nLive-Action TVSanctuary: The \"Normandy\" episode is about Helen Magnus trying tostop the Nazis from utilizing a fire elementalto wipe out the Allied invasion force before it can even land.Super Sentai:The four children of Grandienne inKyūkyū Sentai GoGoVare all based on and named after Paracelsus's elementals: initialHeavyZylpheeza being derived from Sylphid, his successor Salamandes being based on a Salamander, the only daughter Denus being based on an Undine, and lastly middle son Cobolda bucking the trend and being based on a Kobold instead, but still representing the element of earth.The Heavenly Saints fromMahou Sentai Magirangerare this trope combined withOur Angels Are Different. They are angelic beings living in a heavenly realm called Magitopia, who happen to be based on the classical elements. Human magicians in this series draw their elemental power from these beings.Basco, one of the villains ofKaizoku Sentai Gokaiger, has a collection of elemental-based monsters contained in a safe built into his monkey assistant Sally, which he is able to unleash by opening the hatch on Sally's belly.\n\nPinballsWhirlwind: Used extensively; an embodiment of wind and rain blows tornados and casts lightning bolts on the hapless populace below.\n\nRoleplayInThe Gamer's Alliance, elementals are rare but powerful creatures whose power is rivalled only by the gods and the dragons. They are usually sealed within magical objects, and it takes the right amount of knowledge and spells to set them free. A fire elemental burned down the military school Graves Hall and most of the students and masters, an ice elemental froze and shattered one quarter of Remonton and over half of its citizens, and an earth elemental killed off hundreds of demons. Thankfully all of the elementals seen so far have only wrought destruction for a short while until they became weary and decided to return to the High Plane to be reunited with their sisters and brothers.\n\nTabletop GamesDungeons & Dragons: Elementals — physical embodiments of the four classical elements, their various combinations, and the occasional odder concept — are a recurring element in the game. Generally, they start out as small animated motes or rough, shambling humanoids at lower levels, with limited intelligence, culture, or volition outside of basic instincts, but stronger elementals are often stranger and more intelligent. They are a common target forSummon Magicfor spellcasters who don't want to deal with fey or fiends, and are particularly common minions and summons for druids.The four classical elementals are the most common type; each one has wildly different appearances and capabilities, and they largely look like living collections of their respective element, some imitating the form of a humanoid or animal. An earth elemental, for instance, looks like a large pile of earth and stone with crude arms and legs, while an air elemental might resemble a living vortex, a bat or bird made of air, smoke and water vapor or a vaguely humanoid mass of wind with literalFog Feet.Besides of course elementals as such,Forgotten Realmsfeatures deities that are the embodiment of the four elements: Akadi (the only one that is female, the others are male) for air, Grumbar for earth, Istishia for water, and Kossuth for fire.More unusual elementals than the four main kinds appear for most of the major elements: belkers, for instance, are creatures of elemental air resembling clouds of smoke with batlike wings and glowing red eyes, while crysmals are earth elementals resembling enormous scorpions made out of colorful crystal.Aside from the classical elementals, many other creatures have some amount of elemental nature to them — salamanders, for instance, are technically outsiders, but they're heavily associated with fire (what with the constant burning, the cold vulnerability, and being from that Elemental Plane). One sourcebook suggests that even dragons have a bit of the elements in them — it's how theirBreath Weaponworks, and where they get the energy to beGiant Flyers.On the moreAnthropomorphic Personificationside of things, a quintet of the oldest, most powerful Elemental Beings are the five Princes of Elemental Evil: Imix (Prince of Fire), Ogremoch (Prince of Earth), Olhydra (Princess of Water), Yan-C-Bin (Prince of Air), and the oft-forgotten due to not being involved in theTemple of Elemental EvilCryonax (Prince of Ice/Cold). They first appeared in theAD&D1eFiend Folioand received a 3.5 update inDragon#347. Issue #353 then gave the same treatment to the four Princes of Elemental Good: Ben-Hadar (Prince of Water), Chan (Princess of Air), Sunnis (Princess of Earth) and Zaaman Rul (Prince of Fire), who had gone unnoticed since thePlanescapeMonstrous Compendium IIIand Inner Planes sourcebooks.Advanced Dungeons & Dragons 1st Edition: TheManual of the Planesadds several different elemental planes created where the four main ones mix with each other or with the planes of positive and negative energy, with corresponding entries for elementals of each para- and quasi- type. These could include ooze elementals, steam elementals, salt elementals, etc.Advanced Dungeons & Dragons 2nd Edition:DragonMagazine #129: \"Dragon's Bestiary\" describes a number of exotic natives of Quasielemental Plane of Ice, such as shiverbugs (hexagonal ice creatures with long jointed limbs, which live in swarms), icelings (trilateraly symmetrical \"humanoids\" with a limited ability to create localized snowstorms), snowfuries (whirling clouds of snow and ice), and frigidarchs (flattened beings with six long tentacles and the ability to freeze water at a touch and cast numerous cold-related spells; only six exist). With the exception of snowfuries, all of these areCrystalline Creaturesmade up of conjoinedIce Crystalsand with trilaterally or hexalaterally symmetrical bodies, with eyes and arms arranged evenly on all sides.DragonMagazine #174: \"Dragon's Bestiary\" describes several types of unusual natives of the Quasielemental Plane of Mineral (formed by Earth and Positive Energy mixing), including glomus (floating clusters of quartz-like crystals), shards (living, flying double-ended crystals that move in swarms), chamrols (tentacled tree-like beings made out of dense metal, usually lead but rarely gold), trilling crysmals (which resemblebacteriophage virusesmade of out of gems), and Crystalle, the Quasielemental Prince of Minerals and ruler of the plane.Dungeons & Dragons 4th Editionmixes this up (literally) with the Elemental Chaos being formed by the mixing of the ordered Elemental Planes with the chaotic dimensions of Limbo and the Abyss, creating an infinite orgy of the four major elements constantly mixing, changing and separating. The elemental matter of the plane can randomly gain awareness; travelers in the Elemental Chaos risk being chased by hovering lava flows or eaten by a hungry canyon. Most elementals are \"corrupted\" or mixed with other elements (creating things like an Elemental which is a tornado that is on fire). The classic, \"pure\" elementals didn't appear in a 4th EditionMonster ManualuntilMonster Manual 3.Dungeons & Dragons 5th Editionintroduces elder elementals, titanic and incredibly powerful elemental entities focused on ensuring the primacy of their element and capable of profoundly reshaping a world's geography and climate should they be summoned —leviathansfor water,phoenixesfor fire, elder tempests (giantFeathered Serpentsmade of stormclouds) for air and zaratans (essentially living mountains in the shape of tortoises) for earth — as well as elemental myrmidons, elementals bound into enchanted armor to serve a mortal master.Ravenloftfeatures elementals of grave, mist, pyre, and blood, which are corrupted versions of earth, air, fire, and water respectively.Exalted: Elementals of the five in-universe elements — water, fire, wood, air and earth — have a prominent presence in Creation; a few are mindless, but they're generally spirits in the same vein as the gods, using a lot of the same Charms and abilities. They originated from the essence of the five immense, primordial elementals shattered during the between the gods and the Primordials, and can embody an element's qualities as much as its nature — a water elemental may be formed from or control water, or it may instead be a shapeshifter who embodies water's tendency to be formless and take the shapes given to it by the world, while a fire elemental may embody fire's power to purify and transform.Because they're naturally material in Creation, and come from the raw elements in the normal world, elementals are considered bumpkins by the actual gods. The exception to this are the ones who develop enough enlightenment to become lesser elemental dragons, essentially classical Chinese dragons, who are considered to be equals to the gods. Greater elemental dragons, the next step up, are unspeakably powerful but effectively mindless entities who blur the line between \"creature\" and \"natural disaster\", and need to kept in permanent hibernation to preserve Creation's stability.Creatures fundamentally similar to elementals, but not actually part of their number, exist as well. Metodies are demons created to be regulators and elementals of vitriol, a hideously corrosive acid that was originally rejected as a base element of Creation, and resemble humanoid masses of acidic liquid. Autochthon, when he fled Creation, likewise fashioned elementals to oversee the workings of his world-body, but these are spirits of his own internal elements of crystal, metal, smoke, steam, oil and lightning. Unlike metodies, these are true elementals in their own right, and can mature into elemental dragons.Fabula Ultima: \"Elemental\" is one of the game’s NPC categories. They are described as \"tangible manifestations of the great forces of nature\" and are universally immune to poison damage and the poisoned status effect. The category includes classical elemental creatures like theCragboarand theGrenado, feyNature Spiritslike theAcorn Pixieand theNymph, and more abstract entities like the Chaos Shard.Godforsaken: Elementals are primal creatures that can arise spontaneously in areas where a specific natural force predominates.Air elementals are animated whirlwinds that form in clouds and among high mountains. They are wild and capricious things, amusing themselves by playing destructive tricks or spying on mortals, and in battle are very difficult to keep track of or strike.Thorn elementals resemble tangles of vegetations that arise in areas of dense forest or jungle when these come under threat. They are driven to protect their homes, and will remorselessly kill any who threaten them.Water elementals are masses of water that come into being in pristine fresh- and saltwater environments. They are functionally invisible in their native element, but when moving on land take shapes such as large waves, shapeless blobs or moving puddles.GURPS: Dungeon Fantasy(a mashup ofD&Dtropes) allows Clerics and Holy Warriors to have a Divine Servitor like this. A few of the elemental choices are slightly odd, like Beauty and Deception. In fact,GURPS: Magichas a bunch of spells that turn you into the elemental embodiments of everything from Fire toPlastic.Ironclaw: Elemental wizards can communicate with any Elemental creatures they encounter. They can't summon them but can bind one to an amulet and release them in combat later.In Nomine: Elementals are Ethereal spirits who strongly embody one or two basic concepts, and, instead of taking on a more complex role and identity, fashion their appearances and personalities in ways that directly represent the concepts that compose them. They're a fairly loose category, and can be based on any of the elements that dominate thought and culture; as such, while the oldest kinds who arose when only animal dreams stirred the Ethereal Plane embody \"traditional\" elements such as Fire, Water, Light or Darkness, nowadays it's just as possible to find an elemental of Duels, Vehicles, or Knowledge.PathfinderinheritsDungeons & Dragons'four-element system with accompanying elementals, which as usually reside in the four Elemental Planes:The typical air, water, earth and fire elementals are the most archetypal elementals in-game — air elemental typically take the form of flying creatures or are simply living whirlwinds, water elementals model themselves after aquatic creatures, earth elementals tend to be humanoid and fire elementals favor serpentine forms. \"Hybrid\" elementals arise where two elemental planes touch — ice elementals on the air/water boundary, mud elementals where earth meets water and magma elementals where earth mixes with fire. Lightning elementals also occur in the Plane of Air, and aether elementals on the borders between the elemental planes and the Ethereal Plane.Each element has an associated species of genie, which inPathfindercosmology are the most humanlike elementals around and the rulers of the elemental planes. Jinn embody air, marids water, shaitan earth and efreet fire. The elemental planes are also home to numerous varieties of mephits, implike creatures associated with air, ice, dust, steam, smoke, fire, magma, earth, salt, mud and water. Each elemental plane is also home to a species of dragon tied to its element — cloud dragons, brine dragons, crystal dragons and magma dragons, respectively.Weirder elemental creatures include belkers and mihstus (two different kinds of living, predatory clouds of smoke), thoqquas (wormlike masses of living magma), crysmals (scorpion-like creatures made out of gemstones, which reproduce by assembling gems and crystals into new crysmals) and rasts (flying bags of colorful flesh with simple faces and insectoid limbs, which embody fire's tendency to consume everything in reach and spread out of control).Riftstreats its elementals much likeDungeons & Dragonsdoes, but with the added relationship toWarlocks, which in this game are magic-users who form pacts with Elemental Intelligences for their power. Elementals and Warlocks have an amazingly cordial relationship, and an Elemental that has been ordered to say, rampage through a city, will actually stop to talk to another warlock it meets while there, and will even helpfully tell him how to stop it if he should ask (\"my summoner's over in the mansion six miles east of here, why not take it up with him?\").Scion:The Titans are effectivelysentient realmsthat embody a particular element — Time, Chaos, Darkness, Fire, etc. Killing a Titan has devastating effects on their element worldwide — the death of Ymir, the Titan of Ice, ended the Ice Age and caused the Great Flood — but does not destroy the element outright. (Which doesn't make surviving the consequences of a Titan's death much easier, mind you...)There are also nature spirits, who are embodiments of more specific elemental concepts. The Nordic land-vettir are manifestations of the elements of particular regions, while Jack Frost is the incarnation of winter's chill.Shadowrunhas standard elementals that are summonable by hermetic mages but also Spirits of Land, Sky, Water and Man which are summoned by shamans (and have subdivisions dependent on terrain, like lake or swamp spirits). Third Edition introduces Spirits of the Elements (different from elementals), referred to as gnomes (earth), salamanders (fire), sylphs (air), undines (water) and manitou (wood).Tails of Equestria: Elemental creatures include bol-dars (highly sedentary living boulders) and kindlings (small creatures of living flame that occasionally wander towards the surface world from regions of eternal fire deep underground).Warhammer:Incarnate elementals are powerful creatures and living embodiments of one of the winds of magic, and are typically created or summoned by a wizard attuned to that wind.Incarnate elementals of Aqshy, the Wind of Fire, also known as Charred Ones, Black Harvestmen and Jack O'Cinders, are towering figures of flame and smoldering ash. They embody the destructive and ferocious nature of their wind, and are often summoned as engines of war.Incarnate elementals of Ghur, the Wind of Beasts, also known as Bloody Hidesmen, Horned Men and Faceless Hunters, are towering figures of muscle and sinew with horned or antlered skulls for heads. They are living embodiments of predatory might and the fury of the wild, and are called upon to defend the wildlands or to hunt down powerful foes.Incarnate elementals of Shyish, the Wind of Death, take the form of enormous serpents with two long necks topped by draconic heads, bound together by a chain and an hourglass said to contain a king's powdered bones. As living embodiments of entropy and death, any beings in their proximity begin to wither and die.Sea elementals are humanoid figures of animated water that sometimes sponteanously arise in the open ocean. They were originally described in theSeas of Bloodsupplement to the early 90s naval warfare spin-offMan O War; later, theSea of Clawssourcebook forWarhammer Fantasy Roleplay4th edition describes as being created when Ghyran, the Wind of Life, becomes cocentrated sufficiently concetrated in a marine environment to animate the water itself, and speculates that they may be a form of incarnate elemental.Very early editions mention elementals of the four classical elements, but these are largely absent in later material due to the four-element system being replaced by the Winds of Magic.Warhammer: Age of Sigmar:Molten Infernoths are elemental beings of blazing magma summoned by Fyreslayer priests to destroy their enemies with torrents of lava and chunks of molten metal.Some Endless Spells — self-sustaining masses of magic that rove of their own accord through the realms — edge into this as well. Examples include the Molten Infernoth Magmic Invocation, a similar thing to the Infernoths above; the Burning Head, a roving skull of eternally burning flames; the Prismatic Palisade, a mass of crystallized Light Magic; the Everblaze Comet, a mass of Celestial Magic in the shape of a roving comet; the Geminids of Uhl-Gysh,twinned spheres of pure light and shadow; and the Malevolent Maelstrom, a swirling vortex of Death Magic.The World of Darkness:Changeling: The Dreaming: The Inanimae are fae spirits bonded to the elements — air, earth, fire, water, wood, and humanoid constructs.Changeling: The Losthas changelings of the Elemental seeming, people who were taken byThe Fair Folkand literally turned into mighty oaks, flames for forges, and burbling streams before escaping back to Earth. They're hardier than the typical human, but have trouble relating to others due to spending so much time as an inanimate object.Werewolf: The Apocalypsedoes its share of this. Everything seems to have an elemental spirit; on top of classical elementals, there are compound elementals and even modern elementals, like steel and glass elementals, even atomic elementals. Likewise forSpiritual SuccessorWerewolf: The Forsaken.World Tree (RPG): Most of the noun gods brought along some number of lesser spirits, referred to as anything from angels to demons to fairies but most commonly as elementals, to help manage and oversee their element. In scope, they vary from direct servants and relations of the gods through gaggles of nature spirits who serve no particular agenda to temporary, and sometimes not so temporary, creations of spells.By far the most common are the air elementals, airy beings who perform the constant work needed to keep weather predictable and livable in the setting's bizarre universe. They are diffuse beings without clear boundaries between each other, and often merge or split apart.Comparative handfuls of other elementals exist as well. Merklundum Harnipsundum, the god of water, came alongside a vast number of water sprits who dispersed through the waters of the tree and copied their god in his sleepy indolence. Flokin, the god of fire, brought along seven pet \"firecats\" who grant powerful fire magic to mortals with whom they bond. \"Here\", the god of location, is accompanied by location elementals —its grandchildren— resembling giant spiky hedgehogs, who seem to serve little purpose beyond tormenting mortals. Kaimiri, the god of time, has eight skeletal servants who oversee chronological matters while their master meditates.Other elemental types are rare — the god of animals prefer to use mortal knights as servants, and it's not all that clear what difference would exist between a plant elemental and regular if active vegetation.\n\nTheme ParksBraviSEAmo!, a former nighttime show at Tokyo Disney Sea told aLove at First Sightstory centered around a Water Elemental named Bellisea and a Fire Elemental in the form of a phoenix named Prometeo.\n\nTheatreThe Tempest: Prospero's two servants represent the four elements; Ariel is air and fire, Caliban is earth and water.\n\nVideo GamesAfter Armageddon Gaidenhas you meet with several enties over the course of the game that are embodiments of the five elements, knowns as the Wills of Earth, Wind, Fire, Water, and Void.Age of Wonders:Air, earth, fire and water elementals appear as summonable units. In original game only the earth and air elementals are humanoid, while the fire elemental is a living, skull-likeFireballand the water elemental is a living wave with a simple face, but in2each elemental resembles a humanoid being made out of its respective element.Age of Wondersalso has fire sprites, implike creatures with small flames for heads.Nature elementals, resembling women made out of wood and vines, are available as elf units in the original game.Ancient Empires: Elementals are a unit type inAncient Empires II. Despite their generic name, they are specifically water elementals, resembling large snakes made of water. On land they are as strong as basic soldiers, but in the water they do more damage, are more durable, and their movement isn't slowed down like other units.Atelier Series:Atelier Irisand theManaKhemiasubseries have these. Although they can be found as common enemies others are key to the games'alchemysystems and mythology. Elements range from the normal four to things like Creation,DimensionandWishes.The Battle Cats: This is the motif of the Uber Rare units from the \"Nature's Guardians Elemental Pixies\" set. They'recute little pixiesembodying cosmic phenomena withthe power to match. Among their ranks areBora,Mizli,Aer,Voli,Gravi,Yamii,BlizaandTekachi.There's also the set's Legend Rare Lumina, who is described as having \"mastery of all elements\".Body Blows: Inferno, introduced inBody Blows Galactic, is an alien being whose body is composed of fire from aTidally Locked Planet.Chantelise: Chante, with Elise's help, can useSummon Magicto temporarily acquire spirits of the four elements to use to aid in combat —Aqua,Golem, and theAlchemic Elementals-basedSalamanderandSlyphie.City of Heroes: The final power of almost every control powerset is the ability to summon pets made of the set's element. With most sets, you can only have one out at a time, butElectric Controlsummons two Gremlins, andFire Controlgets three Fire Imps. The only exception to this isMind Control, which gets Mass Confusion instead.Cthulhu Saves Christmas: The Tutorial Dungeon has Elementals to fight. their precise element isn't stated, but it's an ice cave:Which element? He'll never tell.Dark Souls III: In the final DLC boss battle, Slave Knight Gael reaches Filianore's Rest and assaults the Pygmy Lords for the Blood of the Dark Soul. However, said blood has dried in their veins, rendering it useless for the purpose Gael has in mind. Desperate for fresh blood, he kills and eats the Lords, producing fresh blood within himself. This act renders him a monstrously strong puppet of the Dark Soul itself, a direct counterpart to the Soul of Cinder (also known as the Incarnation of Kings), which itself is the equivalent for the First Flame.''Dominions: Each of the four classical elements has an elemental that can be summoned during combat. Water elementals can actually become Ice elementals should they be summoned in a cold province. Late games spells allow you to summon the Elemental Royalty, the Kings and Queens of the elements who are powerful mages. ( The Kings are for Earth and Fire, and the Queens are for Water and Air)TheDoomseries has thePainElementals.Doom Eternalelaborates that they are hellspawn who live a pained, torturous existence, only finding reprieveby inflicting pain onto others.Dragon Quest VIIfeatures the classical element versions as importantNPCsin the final third of the game. Only the Fire Spirit is fought during the main game (although all of them features asOptional Bosses, andthe main character has part of the mark of the Water Spirit on him.Drakengard: The ally characters have elemental summons: Leonard has a fairy (sylph), Arioch has Undine and Salamander, and Seere has Golem (earth). InDrakengard 2, the top Knights of the Seal also have elemental summons: Yaha has Gnomes, Zhangpo has Ifrit (fire), Hanch has Kelpie (water), and Gismor hasShadow.InDungeon Dreams 2the inn keeper on floor 35 summons elementals to fight you if you ask for a discount.Dwarf Fortress: A number of fire elementals such as fire men, magma men and fire imps live in the magma ocean at the bottom of the underworld. In addition, the shallower cavern layers of theFantastic Underworldare home to beings such as iron men, which become statues upon death, and amethyst men.The Elder Scrollsseries has Atronachs, a type of elementally alignedlesser Daedra. TheFlame, Frost, and StormAtronachs appear as creatures made of fire, ice, and lightning (typically mixed with metal or rock), respectively. Others includeAir,Flesh,Iron, andStone. All varieties are at least vaguely humanoid in shape, with some much more humanoid than others. As a group, Atronachs have no particular affinity toward anyDaedric Prince, though individual Atronachs may be found in their service. Atronachs are a favored summon of mortal conjurers.Enchanted Arms: TheGolemsare made up of all sorts of materials, but theQueen of Iceand herdragonsare explicitly god-level elementals.Fell Seal: Arbiter's Mark: Pektites are floating, jellyfish-like creatures that embody the elements. They're healed and empowered by attacks matching their element, so they'll often position themselves to be hit by their own spells when attacking other units.Final Fantasy: The avatars of the four elements are recurring bosses in the series, going by the name \"the Four Fiends\".Final FantasyandIXhadLichfor earth, Marilith for fire,Krakenfor water andTiamatfor air. Due to the fact that its bestiary is lifted almost wholesale fromDungeons & Dragons,Final Fantasyadditionally has fire, earth, water, and air elementals as regular enemies that can be encountered.Final Fantasy IVhas Scarmiglione for earth, Cagnazzo for water, Barbariccia for air and Rubicante for fire.Final Fantasy VIIhad theWEAPONs: Diamond represents Earth, Ruby for Fire, Ultima for Wind/Air, Emerald for Water, Jade for Lightning, leaving Sapphire as the Ice elemental (although you never get to actually see it in action). Then Omega represents Holy and Zirconiade represents a de facto WEAPON and the Dark element (he DOES follow the mineral/gem naming pattern). They are definitely Elementals since they were created by Gaia to protect itself from potential threats with the exception of Zirconiade.Final Fantasy XIandXIIhad elementals that would occasionally appear in some areas (in a couple varieties of toughness inXII's case.) They're usually way stronger than any of the other enemies in the area, but luckily they would leave you alone unless you attacked them or used magic nearby. Of course, inXIIyou could land yourself in a heap of trouble by having your characters automatically cast one of their buffs when it wore off...Some enemies inFinal Fantasy Xtook this literally; there are enemies actually named \"X Elemental\" (with X being a colour that determined which element they represented), which look like random pieces of metal literally held together by the element they're representing. Three of Yuna's summons (Ifrit, Shiva and Ixion) are also the embodiment of Fire, Ice and Lightning respectively.Final Fantasy XIVhas elemental sprites as one of the most common type of enemy you'll see for each of the six basic elements of the game. They usually aren't aggressive on the world map though, even at later levels where pretty much everything else is. They are a great source of elemental crystals.FunOrb:Arcanistshas these as minions that you can summon.Genshin Impact: Unsurprisingly for a game that revolves in both gameplay and lore around its system of seven elements, there are several enemy types that are made up of pure elemental energy, includingSlimesandHypostases.Ghost Master: A handful of the spectres include the traditional depictions of these, with two ghosts representing each element (WavemasterandFiretaileven refer to themselves as an Undine and a Salamander, respectively). Interestingly enough, while all other elementals govern over their element exclusively, Fire Elementals Firetail and Sparkle can alsomanipulate electricity.God of War: Several of the Titans are made up of their elements. For example, Perses (\"Volcanic Destruction\" in Greek) is walking lava and Oceanus is water and lightning.Golden Sun: Djinn are elemental spirits released by the theft of the Elemental Stars. They provide stat bonuses, Class changes,Summon Magic, and their own unique individual powers.Guild Wars: Various campaigns have featured elementals, but there is an obvious imbalance in their populations. Earth and water/ice elementals are extremely common, while fire is rarer and only two variants of air-type exist.The Hundred Line -Last Defense Academy-demo: Takumi believes an apparition he meets is \"a fire with a mind of its own\", though it's not confirmed in the demo whether he's right.Sirei:The Undying Flames act with a will of their own to keep this school safe.Kingdom of Loathingincludes a Grass Elemental, a Spaghetti Elemental and a BASIC Elemental. (The programming language.)The Legend of Spyro: The Eternal Night: The four elemental trials in the Celestial Caverns are populated by elemental enemies — the fire trial is home to fire elementals, depicted as clouds of flame in loosely humanoid shapes, and each is home to hulking conglomerations of crystals charged with the appropriate elemental energy. Each trial also ends in a battle against one of the four Elemental Spirits.MARDEKfeatures elementals on the Elemental Temples. Supposedly they are created by the elemental energy emitted by theGreat Crystals. They appear as swirly glows with a symbol-like squiggle on them. They are mindless and don'tattackso much asleak energy when disrupted. As of chapter 3, you only encounter Earth, Fire, Water andDarkversions, but later chapters may have Air, Light, Fig, and Aether elementals as well, although Fig and Aether would probably be restricted to the Dreamrealm.Master of Magichas elementals hiding out in the various nooks and crannies of the world, especially in the magic nodes. Wizards can learn elemental-summoning spells, as well.Might and Magic:The traditional four have been important to the series right from the very first game — manipulating elemental energy was a cornerstone inAncientworld-creating/destroying technologies, and that meant dealing with the four Elemental Lords. The game in which they are most important isVIII, as the plot involves gates to the Elemental Planes being opened (and causing havoc in doing so), the elementals planning an invasion of the mundane world, and excursions to the planes as part of a plan to stop the invasion.Heroes of Might and Magic: The elementals first appear inHeroes of Might and Magic IIas neutral creatures with traditional Air/Earth/Fire/Water variants. In III'sArmageddon's Bladeexpansion pack, they are part of the new Conflux town, with Psychic Elementals also appearing. They have upgrades forms as Storm/Magma/Energy/Ice and Magic Elementals respectively. While Psychic Elementals and the Conflux town don't appear in later games, the traditional four remain as neutrals.Horn of the Abyss, aGame ModforHoMMIII, introduces Nymphs and Oceanids as tier 1 creatures for the new Cove faction. They are water embodiments, and yet are completely separate from Water Elementals, looking completely different (yet stillfemale) and having completely different abilities. The story doesn't really explain how these two are different.Paper Mario: The Origami King: Over the course of the game, Mario must find and defeat the four Vellumentals, powerful spirits that embody and rule over an element of nature. These are the Earth Vellumental,a turtle-like beast with power over rock and soil, the Water Vellumental, a dragon-like creature that fights with tidal waves and waterspouts, the Fire Vellumental, a phoenix-like bird constantlyWreathed in Flames, and the Ice Vellumental, a towering polar bear that will try to freeze Mario solid.Pokémon: A fair few of the titular critters have been this for their respective in-game types:Slugma and Magcargo are slugs made out of lava.AmongIce-typePokémon, Avalugg is a living, walking glacier, and its pre-evolution Bergmite is a smaller variant of the same; Cryogonal is a giant floating snowflake; and the Vanillite line is made up of animated ice-cream cones seemingly assembled out of snow and icicles.TheRock- and Ground-typesseem to have more of these kinds of 'mons than most other types: Geodude and its evolutions are animated clumps of rocks and soil, while Carbink, Onix and Steelix and the Roggenrola lines are made up of various proportions of crystals and boulders. Bonsly and Sudowoodo are interesting examples — they appear to be animated plants at first, but are in fact beings of living rock who pretend to be trees as a form of camouflage: their \"leaves\" are in fact just round rocks containing a lot of green minerals.The more... unusual types get their own embodiments, too. For thePoison-type, Grimer and Muk are living piles of purplish toxic slime — they're literally made out of living poison. Trubbish and Garbodor, being animated piles of garbage, edge into this too.Many Legendary Pokémon also tend to be this. The Legendary Golems — Regice, Regirock and Registeel — are humanoid beings made entirely out of, well, ice, rock and steel. Groudon, Kyogre and Raiquaza are the primordial embodiments of the land, sea and sky. Palkia and Dialga serve a similar role for space and time. Diancie, being explicitly a former Carbink who turned into a unique and powerful being, is likewise made up of animate rock and crystals. In its case, it ends up being a heavily gem-themed humanoid from the waist up and a rough, levitating chunk of rock from the waist down.Progress Questhas Bacon, Cheese, Hair, Sand and... Porn Elementals. Talk about basic building blocks of the universe.Quest for Glory II: The Four Elementals are summoned against you. Based on some jokes made in the original series, theFan Remakeincludes a Pizza Elemental as anEaster Egg.RuneScapehas its share of elementals. They're most prominently featured in the \"Elemental Workshop\" quest, which features air, earth, water, and fire elementals. The \"Desert Treasure\" quest also features Elemental Embodiments of Blood, Shadow, Ice, and Smoke.Sands of Destructionfeatures the four Primal Lords who embody and control the four elements; when defeated, they transform into small eggs containing their power. They would beAlchemic Elementalsexcept that their presentation is different:AzureSeais agiant sea serpentwho speaks with a masculine voice, in contrast to the traditional feminine depiction of water.GoldenEarthis a giant colossus with magma in hisVolcanic Veins.CrimsonSunis a very large redlion-man.He also raised Kyrie as his Uncle Agni.JadeZephyris a sylph-like woman who can fly. Unlike the others, she does not take your battle as the Destruct fulfilling his destiny and actively resents your imposition on her freedom.TheScribblenautsseries includes the elemental object, which resembles a living tornado.Stardew Valleyfeatures them... as fish.The brown Stonefish can be found in the muddy pool in the first part of the mines, along with Earth Crystals and normal geodes (which can contain mostly yellow or green minerals), representing earth.The blue Ice Pip can be found in the icy pool in the second part of the mines, along with Frozen Tears and frozen geodes (which can contain mostly blue or purple minerals), representing water.The red Lava Eel can be found in the lava pool in the third part of the mines, along with Fire Quartz and magma geodes (which can contain mostly red or orange minerals), representing fire.The white Ghostfish can be found in any of the above three locations, along with Quartz and omni geodes (which can contain any of the above minerals), representing air.TheTales Serieshas these as generic enemies and as named recurring characters of significance. Depending on the game's specific element system these are Undine for Water, Efreet for Fire, Sylph for Wind, Gnome for Earth, Celsius for Ice, Volt for Lighting, Rem or Luna and AskanoteAselia series onlyfor Light, and Shadow for Darkness.Tales of the Abysshas six \"main\" spirits mentioned in background as \"aggregate sentiences\" of fonons, as well as having Lorelei, the aggregate sentiences of Sound. It more or less drives the entire plot, being the source ofthe Scoreand playing a major role in villains' plans.Tales of Zestiriaand its prequel,Tales of Berseria, has the seraphim (called \"malakhim\" in Berseria), some of which are playable characters. They are congregations of elemental energy, born fromthe Earthpulseand given form. They have magic powers primarily focused on a single element, and are usuallyInvisible to Normals, but a select few people can perceive them. If thecameo battleis any indication, people who can'tquitesee them, see an energy orb in their place.Tales of Arise: Early in the game, powers of the fire master core go haywire, and astral energy inside it manifests as a giant fire monster. It's used asForeshadowingforthe fact that large amounts of astral energy always end up becoming sentient. Later,theBig Badof the game turns out to be the Great Spirit of Rena, the ultimate embodiment of astral energy of an entire planet.InTavern Talk, elemental beings are called Echoes, and two of your customers are Zephir, anAir Echo, and Clay, a half-giantEarth Echo.The Lorebookalso mentionsFlame EchoesandSea Echoes, and they can interbreed to produce offspring of multiple elements such as Lava Echoes.Total War: Warhammer III:Kislev can recurit Elemental Bears, huge bear-shaped masses of ice and permafrost given life by Ice Witches.TheShadows of ChangeDLC gives Kislev and the Beastmen access to Incarnate Elementals of Beasts, living avatars of the magic of the Lore of Beasts resembling bestial giants with eagle talons for hands and fanged deer skulls for heads.Ultima VIIIpits the Avatar against the four Elemental Titans: Pyros, Lithos, Hydros, and Stratos.Wizards & Warriors: InWizards & Warriors II, the first four bosses are the elementals of wind, water, fire, and earth.WorldBox: During the Age of the Sun, patches of burning ground or structures can spawn fire elementals resembling people, snakes, slugs, horses, or simple hopping flames, which run around setting more fires.World of Manahas the four elementals in the page description (Undine, Jinn/Sylph, Gnome, and Salamander), as well as the darkness elemental Shade, the light elemental Lumina/Wisp, the wood elemental Dryad, and themoonelemental Luna.Legend of Manareplaced Luna with Aura the metal elemental.World of Warcrafthas plenty of elementals:There's the usual fire/water/earth/air ones, but also various combinations of the types (for example, a lava elemental combines the elements of fire and earth) and more exotic types such as arcane elementals and voidwalkers (while technically demon- not elemental-type mobs, they can be considered elementals of shadow). Plant creatures are also elemental-type mobs. There are also the Elemental Lords — Neptulon the Tidehunter, Smolderon the Firelord, Therazane the Stonemother and Thunderaan the Windlord (as well as Ragnaros and Al'Akir, the former Firelord and Windlord) — massively powerful elementals who rule their lesser kin and respectiveplanes. They were the original inhabitants of the planet before life was created (and they were banished toAnother Dimension) and have had civilizations (and wars) that have lasted millions of years. The little guys tend to get enslaved rather easily, but theleaders tend to cause geographical changes when summoned.In addition to the four classic elemental lords, the Burning Crusade expansion also introduced Murmur, the elemental lord ofsound. However no lesser such entities have been encountered as of yet, making Murmur's origin something of a mystery.The fourth expansionMists of Pandariaintroduces Alementals, which are elementals ofAlcohol, and theSha, who are basically Elemental Embodiments ofnegative emotions;Despair,Anger,Fear,Pride, etcetera.One of the raid bosses in the Battle of Dazar'alor raid is Opulence, a treasure elemental. Naturally, a goblin created it.Xenoblade Chronicles 1: The nebulas are living clouds of ether energy that resemble their namesake. They come in six different colors, each representing one of the game's elements (fire, water, electricity, ice, wind, and earth), and generally appear in areas and/or weather conditions related to those elements. They also make for annoying opponents, due to being highly resistant to physical attacks, applying status effects whenever they're struck, and having a tendency to self-destruct and deprive you of loot when low on HP.\n\nWeb AnimationDSBT InsaniT: Fire Guy is a living fireball.\n\nWebcomicsGunnerkrigg Court:Antimonydiscovers that one of her ancestors was \"some sort of fire elemental\".The Order of the Stick:Amusingly played with by the cleric Redcloak, who proves the value of a rudimentary education in chemistry withChlorine,Titanium,OsmiumandSiliconelementals. A Silicon Elemental made entirely of sand is summoned in a desert, Titanium Elementals are fired out of catapults during a castle assault, and the Chlorine Elemental is used to kill infantry with its poison gas. Redcloak also takes the opportunity to point out that fire isn't even an element. They're not called \"reactionals\". Vaarsuvius, however, is not amused, complaining that Redcloak has no appreciation for the classics.Hobgoblin:Wait, are you saying that you just fired five Earth Elementals out of catapults at them???Redcloak:Don't be ridiculous. Earth Elementals are way too heavy, they'd never fly that far. I fired fiveTitaniumElementals at them. They're just as strong and 40% lighter. Hey, it's not my fault everyone else limits themselves to four elements. Some of us got passing grades in Chem.Gold Elementalsalso appear, and are the reason for why gold pieces are not an accepted currency in the Elemental Plane of Earth — how wouldyoufeel if somebody paid you with coins carved from human bone?TheDungeons & Dragonstendency towards some slightly odd elemental planes is parodied when Vaarsuvius is transported to the semi-elemental plane ofranch dressing. As one might expect, its inhabitants are not the most dignified embodiements ever conceived.What's Shakin': Elementals, called Eternals, embody a single element. The only eternal seen so far has beenFred.\n\nWeb OriginalCracked's #8Science Lesson As Taught by Famous Video Gamesrepresents the four elements as hot chicks.TheSCP Foundationhas a few of these, such asSCP-054, which is composed of water, andSCP-457, which is composed of fire. Not only are these two opposites in terms of their elements, but also in terms of their behaviour: SCP-457 is obsessed with burning absolutely everything, including people, whereas SCP-054 is friendly and playful with people, or at least women now since it was traumatized by male researchers' experiments.In Frozen Flame byMahu, the islands are inhabited by a number of dangerous, elemental creatures of ice, wind, earth and frost. Mr. Frost is able to use his magics to take control of some of them and use them for battle.\n\nWestern AnimationInAdventure Time,the four elements are Fire, Ice,Candy and Slime, each of which has its own kingdom and species living in Ooo. Apparently, past ages had an Elemental ruler each controlling one quarter of the land.An Ice Personnamed Patience St. Pim tries to recreate this system. She succeeds during the \"Elementals\" mini-series, turning herself,Princess Bubblegum,Flame PrincessandSlime Princessinto the new four; in the process, non-Elemental characters are transformed into one of the four elements (for example,Marcelinebecoming a Candy Person calling herself Marshmelline the Campfire Queen).The episode \"Evergreen\" revolves around a prehistoric Ice Elemental named Urgence Evergreen and his ill-fated attempt to stop the impact of a Catalyst Comet. His contemporaries were Balthus (Fire), Chatsberry (Candy), and Slimy D (Slime).Amphibiadoes this with the three temples needed to recharge the Calamity Gems. Each temple represents a specific element according to the gem it charges, coming in the challenges as well.The first temple, where the Green Gem of Wit is charged, is in a vast forest, representing Earth.The second temple, where the Blue Gem of Heart is charged, is in Amphibia's frozen north, representing Water.The third temple, where the Pink Gem of Strength is charged, is in a volcanic atmosphere, representing Fire.InAvatar: The Last Airbender, dragons are the originalfirebenders, \"sky-bison\" (flying white striped buffalo) are the originalairbenders, and \"badger-moles\" (huge blind digging badgers) are the oldestearthbenders. Water is unique in the fact that the originalwaterbenderwas the moon, but the embodiment of the ocean is a Koi fish named La (translated as Pull). The moon also has a Koi fish embodiment, Tui (translated as Push).When Tui is killed, Yue must replace it in order to preserve the balance of nature.In season 4 ofCastlevania (2017), Trevor and Sypha come across a statue of Death. When Sypha worries about the scythed skeleton beingThe Grim Reaper, Trevor explains that Death isn't the actual personification of death, but a primal entity that feeds on theLife Energyof souls that die, though early man mistook it for the true death.Fantaghirò:The Magic Stone is a small talking rock who exists on the blurry border between elementals andAnimate Inanimate Objects. In “The Magic Garden”, it’s revealed that he has a family composed of other living rocks (all of which are much, much larger than him).The Black Cloud (from the episode of the same name) is a giant, monstrous tornado creature created by Darken that ravages the kingdoms of Dana and Tuan until being stopped by Fantaghirò, Romualdo, and the White Fairy.In “The Red Diamond”, the witch Dahak summons elementals of Water, Fire, and Earth (the last of which is made of dirt to avoid being redundant with the Magic Stone) to assist her in stealing the titularMacGuffin.Jackie Chan Adventures: Shendu's seven siblings which derive their powers from Earth, Water, Wind, Sky, Moon, Thunder, and Mountain.He himself had Fire powers before beingdepowered.Invoked inLilo & Stitch: The Serieswith the 500 series of experiments having elemental-based powers to cause mass destruction. While these include natural elemental abilities such as shooting lava and water, creating earthquakes, generating freezing cold, and even manipulating nature itself, there are also some unorthodox elements like pollution. Alongside them, Experiment 221 aka Sparky, is an electricity generating experiment.Master Raindroppart of the premise that, when the Golden Dragon was killed, he divided himself into five personified elements and they need to reunite to revive the Dragon.Season 15 ofNinjagoends withNya becoming the living embodiment of the ocean.Samurai Jack: In one episode, Jack has to face three female entities, respectively composed of fire, earth, and air.The Ripping Friendshas Frictor, an evilfrictionelemental. Created by exposing the heroes' foot calluses to radiation. Yes, you read that correctly.W.I.T.C.H.: The guardians become lviing embodiments of their respective elements in the last episode of season 2. This also counts as aDeadly Upgradeas they lose their humanity in the process.",
  "examples": [
    {
      "section": "Examples:",
      "text": "Berserkhas the original four embodiments by Paracelcus. Isidro'sSalamander Dagger, for example, gets its power from spirits shaped like... well, salamanders. Serpico's Wind Sword utilizes the power of sylphs tocut enemies from distance.(ApparentlyPuckis also a sort of wind spirit.) Elemental spirits rule over the elementals that represent the elements, and then there are also the Four Elemental Kings that rule over the lesser spirits.",
      "links": [
        {
          "title": "Berserk",
          "url": "/pmwiki/pmwiki.php/Manga/Berserk"
        },
        {
          "title": "Salamander Dagger",
          "url": "/pmwiki/pmwiki.php/Main/FlamingSword"
        },
        {
          "title": "cut enemies from distance.",
          "url": "/pmwiki/pmwiki.php/Main/RazorWind"
        },
        {
          "title": "Puck",
          "url": "/pmwiki/pmwiki.php/Main/FairyCompanion"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Digimon Frontiergives the heroes the powers and physical forms of some of the Ten Legendary Warriors, each of whom embodied one element. The first half of the show also has villains who embody the opposite elements from the ones the heroes use.",
      "links": [
        {
          "title": "Digimon Frontier",
          "url": "/pmwiki/pmwiki.php/Anime/DigimonFrontier"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Negima! Magister Negi MagiRakan mentions fighting The Ultimate Spirit of Lightning. The Ultimate Spirit Of Lightning (along with other elemental spirits) makes an actual appearance in the sequel series,UQ Holder!",
      "links": [
        {
          "title": "Negima! Magister Negi Magi",
          "url": "/pmwiki/pmwiki.php/Manga/NegimaMagisterNegiMagi"
        },
        {
          "title": "UQ Holder!",
          "url": "/pmwiki/pmwiki.php/Manga/UQHolder"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Primavera: Zephyrus, one of the Anemoi and the embodiment of the west wind, is one of the figures in the painting. He's metaphorically shown to signal the start of spring.",
      "links": [
        {
          "title": "Primavera",
          "url": "/pmwiki/pmwiki.php/Art/Primavera"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Elementeois an educational card game where the cards illustrate personifications of chemical elements and compounds — i.e. the Helium Genie, Lithium Leprechaun or Sodium Dragon.",
      "links": [
        {
          "title": "Elementeo",
          "url": "http://www.elementeo.com"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Magic: The Gathering: Elementals are a creature type ranging from thegenericto themore exotictothe really exotic.noteNote that the last one is from a deliberately parodic setIn general, they tend to represent the basic forces and building blocks of nature given life and form, are most associated with Red, Green and Bluemana, the colors most associated with the elements of nature. They usually embody the elements most associated with their color — i.e., Red has elementals of rock, fire, lava and lighting, Blue tends to have elementals of air, water, storms, ice and more esoteric concepts like thought, and Green mostly has elementals of wood and plants.Elementals of the four classical elements —air,earth,fireandwater— have appeared since early sets and are still reprinted from time to time.The city-plane of Ravnica is home to Flame-Kin, who resemble humanoid pillars of flame clad in black armor who gain power from enchantments. They are used by the Boros Legion as soldiers, and burn out at the end of wars or battles like fires without oxygen. There are also Root-Kin and Wood-Kin, powerful wood elementals associated with the Green-aligned guilds.The Izzet League of Ravnica created theWeirdsbyfusing elementals of opposite elements, generally elements aligned with Blue mana (like water, air and ice) with elements aligned with Red mana (like fire, electricity and stone).The elementals of Lorwyn/Shadowmoor can get pretty abstract. Most take the form ofMix-and-Match Crittersof various sorts, created by the clash of natural forces at the edge of the world, where reality breaks down into thePrimordial Chaos. The most powerful are \"elemental incarnations\" that represent mental concepts more than anything else, such asDread,Guile,Hostility, orPurity.Also native to Lorwyn are the Flamekin (no relation to the Flame-Kin of Ravnica), a race of passionate, humanoid fire elementals, resembling statues of black stone with fire streaming from their heads and joints. In Shadowmoor, their flames are snuffed out, and they become the bitter, hateful Cinders.The Quandrix College of Strixhaven is home to mages that not onlyincorporate math into their magic, but see little difference between the two. As such, one of their mechanics is the creation of Fractals, which are basically math elementals.",
      "links": [
        {
          "title": "Magic: The Gathering",
          "url": "/pmwiki/pmwiki.php/TabletopGame/MagicTheGathering"
        },
        {
          "title": "generic",
          "url": "https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=15813"
        },
        {
          "title": "more exotic",
          "url": "https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=48174"
        },
        {
          "title": "the really exotic.",
          "url": "https://gatherer.wizards.com/Pages/Card/Details.aspx?multiverseid=74237"
        },
        {
          "title": "mana",
          "url": "/pmwiki/pmwiki.php/Main/Mana"
        },
        {
          "title": "air,",
          "url": "https://scryfall.com/card/xln/45/air-elemental"
        },
        {
          "title": "earth,",
          "url": "https://scryfall.com/card/bbd/174/earth-elemental"
        },
        {
          "title": "fire",
          "url": "https://scryfall.com/card/m20/138/fire-elemental"
        },
        {
          "title": "water",
          "url": "https://scryfall.com/card/me4/70/water-elemental"
        },
        {
          "title": "Weirds",
          "url": "https://scryfall.com/search?q=t%3Aweird"
        },
        {
          "title": "fusing elementals of opposite elements",
          "url": "/pmwiki/pmwiki.php/Main/YinYangBomb"
        },
        {
          "title": "Mix-and-Match Critters",
          "url": "/pmwiki/pmwiki.php/Main/MixAndMatchCritters"
        },
        {
          "title": "Primordial Chaos",
          "url": "/pmwiki/pmwiki.php/Main/PrimordialChaos"
        },
        {
          "title": "Dread",
          "url": "https://scryfall.com/card/lrw/107/dread"
        },
        {
          "title": "Guile",
          "url": "https://scryfall.com/card/lrw/69/guile"
        },
        {
          "title": "Hostility",
          "url": "https://scryfall.com/card/lrw/176/hostility"
        },
        {
          "title": "Purity",
          "url": "https://scryfall.com/card/lrw/37/purity"
        },
        {
          "title": "incorporate math into their magic",
          "url": "/pmwiki/pmwiki.php/Main/FormulaicMagic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Yu-Gi-Oh!: The Elemental Lord series represents the elements in the same way as the \"Monarchs\", being the same in almost every way except for Attribute, summoning requirements, and the effect that activates upon summoning.",
      "links": [
        {
          "title": "Yu-Gi-Oh!",
          "url": "/pmwiki/pmwiki.php/TabletopGame/YuGiOh"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Black Moon Chronicles: The Winds are living creatures who speak to Wismerhill because they were good friends with his mother before she passed away, as she would always sing to them.",
      "links": [
        {
          "title": "Black Moon Chronicles",
          "url": "/pmwiki/pmwiki.php/ComicBook/BlackMoonChronicles"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The DCU:Superman: In the story arc \"For Tomorrow\", four elemental giants attack the Man of Steel, ultimately threatening to wipe out humanity if he doesn't leave the planet. Superman responds by saying he'll rip the Earth to pieces and move on if they do. Incidentally, the earth elemental took the form ofMount frigging Rushmore.The elemental forces of the world sometimes choose humans as their champions, said mortals becoming living embodiments of their respective element.Swamp Thingis the best known of these, being the plant elemental; the idea that the heroFirestormis the fire elemental has been used during the character's history. TheRed Tornadois also a wind elemental that is simply embodied in a robot.There also (temporarily) existed a group of four normal people who became superheroes after being possessed by some elemental spirits. The group called themselves, believe it or not... the Elementals.Wonder Woman Historia: The Amazons: Some of the Olympians' designs go into this territory. Hestia appears as a woman made of fire, Zeus has lightning bolt-like veins across his sky-blue skin, Demeter basically looks like a walking bush with human head, Poseidon's skin evokes shimmering ocean water, and Apollo has a sun-like halo around his head.",
      "links": [
        {
          "title": "The DCU",
          "url": "/pmwiki/pmwiki.php/Franchise/TheDCU"
        },
        {
          "title": "Superman",
          "url": "/pmwiki/pmwiki.php/ComicBook/Superman"
        },
        {
          "title": "Swamp Thing",
          "url": "/pmwiki/pmwiki.php/ComicBook/SwampThing"
        },
        {
          "title": "Firestorm",
          "url": "/pmwiki/pmwiki.php/ComicBook/FirestormDCComics"
        },
        {
          "title": "Red Tornado",
          "url": "/pmwiki/pmwiki.php/ComicBook/RedTornado"
        },
        {
          "title": "Wonder Woman Historia: The Amazons",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWomanHistoriaTheAmazons"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Man-Thingis, much likeSwamp Thing, a living embodiment of plant ife.",
      "links": [
        {
          "title": "Man-Thing",
          "url": "/pmwiki/pmwiki.php/ComicBook/ManThing"
        },
        {
          "title": "Swamp Thing",
          "url": "/pmwiki/pmwiki.php/Comicbook/SwampThing"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A Darkness Softly Creeping: A darkness elemental — a being of physical darkness, icy cold and crushing despair — has leaked into the physical world and taken residence in a house.",
      "links": [
        {
          "title": "A Darkness Softly Creeping",
          "url": "/pmwiki/pmwiki.php/Fanfic/ADarknessSoftlyCreeping"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In theDiscworldofA.A. Pessimal, a young Witch outwits aSylph of the Air, and according to the rules of such games, can now command {or rather, politely ask) the Sylph to do her bidding as her familiar. Their being friends is a bonus.",
      "links": [
        {
          "title": "Discworld",
          "url": "/pmwiki/pmwiki.php/Literature/Discworld"
        },
        {
          "title": "A.A. Pessimal",
          "url": "/pmwiki/pmwiki.php/Creator/AAPessimal"
        },
        {
          "title": "Sylph of the Air",
          "url": "/pmwiki/pmwiki.php/Main/WindsAreGhosts"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Freeport Venture: Numerous elemental spirits appear in the various stories, and in their natural state they seem to be formless beings inhabiting their native element, but can adopt and maintain physical form as long as they're in contact with their element — for instance, an earth spirit can appear as aRock Monster, but will crumble if lifted from the ground. They're usually seen when they've been bound by magic to serve as magical security systems of sorts, such as a wood spirit bound within a door or a stone spirit in a wall. So far, stone, earth, air, wood, water and metal spirits have all appeared or been mentioned.",
      "links": [
        {
          "title": "The Freeport Venture",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheFreeportVenture"
        },
        {
          "title": "Rock Monster",
          "url": "/pmwiki/pmwiki.php/Main/RockMonster"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Half Past Adventure: A pretty straight example pulled directly fromthe source materialis the Fire Elemental, Flame Princess (now going by Flame King Phoebe), although there's also a (much less cosmically important) water-based OC in the form ofHeroic WannabeCragg Ambrosia.",
      "links": [
        {
          "title": "Half Past Adventure",
          "url": "/pmwiki/pmwiki.php/Fanfic/HalfPastAdventure"
        },
        {
          "title": "the source material",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/AdventureTime"
        },
        {
          "title": "Heroic Wannabe",
          "url": "/pmwiki/pmwiki.php/Main/HeroicWannabe"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "It's A Dangerous Business, Going Out Your Door: Fire elementals are briefly noted to exist, and to be on occasion summoned by the greatest kudu pyromancers.",
      "links": [
        {
          "title": "It's A Dangerous Business, Going Out Your Door",
          "url": "/pmwiki/pmwiki.php/Fanfic/ItsADangerousBusinessGoingOutYourDoor"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Moonstone Cup: During the preliminary matches, Twilight passes the summoning challenge by building a body out of plants and using it summons a plant elemental. Not much detail is given about it except that it speaks Sumerian.",
      "links": [
        {
          "title": "The Moonstone Cup",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheMoonstoneCup"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Nine Days Down: When the characters prepare to flee from Tartarus, Terra sends an elemental to aid Twilight in escaping. The creature can freely change its shape at need; when bearing Twilight it resembles a flat stony platform capable of moving over the earth at high speeds and can project crystals and rocky spikes from itself as weapons and defense, and later it takes the form of a huge apelike beast.",
      "links": [
        {
          "title": "Nine Days Down",
          "url": "/pmwiki/pmwiki.php/Fanfic/NineDaysDown"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Palaververse: The Four Winds and the High King inThunderstorm and the Four Windswere vast, powerful air elementals that ruled the winds and sky before the pegasi did.",
      "links": [
        {
          "title": "The Palaververse",
          "url": "/pmwiki/pmwiki.php/Fanfic/ThePalaververse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sharing the Night: After becoming a demigoddess, Rainbow becomes literally made out of rainbows and lightning — her true form is a mass of blue electricity and colorful light, which she can mask with a body mostly like her original one.",
      "links": [
        {
          "title": "Sharing the Night",
          "url": "/pmwiki/pmwiki.php/Fanfic/SharingTheNight"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Traveler: The Legendary Birds seem to be less birds with power over a given element and more that element (Fire, Ice, Lightning) in the form of a bird.",
      "links": [
        {
          "title": "Traveler",
          "url": "/pmwiki/pmwiki.php/Fanfic/Traveler"
        },
        {
          "title": "Fire, Ice, Lightning",
          "url": "/pmwiki/pmwiki.php/Main/FireIceLightning"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Tyrant and the Hero: These very words are used to describe spirits, beings made completely or almost completely out of an element. At their peak are the Four Great Spirits: Sylph (wind), Gnome (earth), Undine (water) and Salamander (fire).",
      "links": [
        {
          "title": "The Tyrant and the Hero",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheTyrantAndTheHero"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Vow of Nudity: Elementals are a type of monster in the setting, with identical stats tothe source materialexcept they're shaped likelarge-breasted womeninstead of vaguely-anthropomorphic blobs.",
      "links": [
        {
          "title": "Vow of Nudity",
          "url": "/pmwiki/pmwiki.php/Fanfic/VowOfNudity"
        },
        {
          "title": "the source material",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        },
        {
          "title": "large-breasted women",
          "url": "/pmwiki/pmwiki.php/Main/HotterAndSexier"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Elemental (2023)has an entire cast of these. The water people are made of water, the fire people are made of fire, the air people look like clouds, and the earth people are made of soil, with plants growing out of them.",
      "links": [
        {
          "title": "Elemental (2023)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Elemental2023"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Frozen II:Earth is represented by giant stone golems.Water is represented by the Nokk, a water horse.Fire is represented by a Fire Salamander named Bruni.Wind doesn't have an actual representation but is still nicknamed Gale by Olaf. Its presence usually indicated with autumn leaves.",
      "links": [
        {
          "title": "Frozen II",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/FrozenII"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hercules (1997): The Titans are colossal entities made out of inanimate matter and just barely humanoid — while the ice and rock titans are recognizable human-like, if respectively extremely skeletal and hulking and ape-like, another titan is a mass of magma with no legs and small, stumpy arms and head, and the fourth is simply an enormous living tornado with baleful red eyes.",
      "links": [
        {
          "title": "Hercules (1997)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Hercules1997"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Ugly Duckling: The Winds of Winter, a trio of living clouds, and Frost, a humanoid being made of animated ice crystals, are elemental creatures of air and ice that come with the onset of winter and bring ice, snow and gales in their wake.",
      "links": [
        {
          "title": "The Ugly Duckling",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheUglyDuckling"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Big Trouble in Little Chinahas the Three Storms: Thunder, Rain, and Lightning, personified as buff martial artists with magical powers and awesome hats.",
      "links": [
        {
          "title": "Big Trouble in Little China",
          "url": "/pmwiki/pmwiki.php/Film/BigTroubleInLittleChina"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hellboy II: The Golden Armyhas a plant elemental, thelast of its kind.",
      "links": [
        {
          "title": "Hellboy II: The Golden Army",
          "url": "/pmwiki/pmwiki.php/Film/HellboyIITheGoldenArmy"
        },
        {
          "title": "last of its kind",
          "url": "/pmwiki/pmwiki.php/Main/LastOfHisKind"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Spider-Man: Far From Homehas Spider-Man teaming up with Mysterio to battle the Elementals, ancient inter-dimensional beings from another universe who embody the ancient fourClassical Elementsof earth, air, water and fire.However,they're nothing more than combat drones masked by holograms.",
      "links": [
        {
          "title": "Spider-Man: Far From Home",
          "url": "/pmwiki/pmwiki.php/Film/SpiderManFarFromHome"
        },
        {
          "title": "Classical Elements",
          "url": "/pmwiki/pmwiki.php/Main/ClassicalElements"
        },
        {
          "title": "they're nothing more than combat drones masked by holograms",
          "url": "/pmwiki/pmwiki.php/Main/ScoobyDooHoax"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "NERO: Elementals come in a variety of flavors: Air, Earth, Fire, Water, Light, Dark, Life, Death, Chaos, Order, Reason and Dream. There is also Lady Time, but she seems to be singular.",
      "links": [
        {
          "title": "NERO",
          "url": "/pmwiki/pmwiki.php/Roleplay/NERO"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Alex Verus: Starbreeze is an air elemental. She's very powerful and seems good-natured but has a serious case ofAttention Deficit... Ooh, Shiny!There's also a lightning elemental (which is even more powerful but much less good-natured).",
      "links": [
        {
          "title": "Alex Verus",
          "url": "/pmwiki/pmwiki.php/Literature/AlexVerus"
        },
        {
          "title": "Attention Deficit... Ooh, Shiny!",
          "url": "/pmwiki/pmwiki.php/Main/AttentionDeficitOohShiny"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Book of Dragons: In \"Where The River Turns To Concrete\", the dragon is a water spirit and the living embodiment of the river where it dwells.",
      "links": [
        {
          "title": "The Book of Dragons",
          "url": "/pmwiki/pmwiki.php/Literature/TheBookOfDragons"
        },
        {
          "title": "Where The River Turns To Concrete",
          "url": "/pmwiki/pmwiki.php/Literature/WhereTheRiverTurnsToConcrete"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Chronicles of Dorsa: Oneundataiwho's shown as a fire being is bound with magic by small men, since it's very dangerous to both their folk and humans. It looks like a humanoid made from fire and lava.",
      "links": [
        {
          "title": "The Chronicles of Dorsa",
          "url": "/pmwiki/pmwiki.php/Literature/TheChroniclesOfDorsa"
        },
        {
          "title": "undatai",
          "url": "/pmwiki/pmwiki.php/Main/LivingShadow"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Chronicles of Magravandias: In Sea Dragon Heir'', the four traditional elements are embodied as sea dragons (water), firedrakes (fire), basilisks (earth) and cockatrices (air)",
      "links": [
        {
          "title": "The Chronicles of Magravandias",
          "url": "/pmwiki/pmwiki.php/Literature/ChroniclesOfMagravandias"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Chronicles of Thomas Covenant: Forestals are embodiments of whatever area they inhabit, usually forests, and are almost all-powerful within that area.",
      "links": [
        {
          "title": "The Chronicles of Thomas Covenant",
          "url": "/pmwiki/pmwiki.php/Literature/TheChroniclesOfThomasCovenant"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Codex Alerahas furies, elemental spirits found everywhere in the world. They usually just cause mindless destruction based on their particular element and can be destroyed with the opposite element. They can be a very large threat if furies of all six elements are present, since trying to counter one type of fury just increases the power of another type. However, a furycrafter working in an area where the wild furies know him can have his power boosted significantly, while those same furies might actively interfere with a stranger.Furies do not typically have physical shapes, and mostly exist as spirits or presences within their native elements — a wood fury, for instance, will rarely appear as a creature made out of wood and will more likely be perceived as an impression of shape and movement within heavy vegetation. Water and earth furies are the exception to this rule, as, although they're usually simply animated forces within soil or bodies of water, they often for animal-shaped bodies out of their base element.Then there are the Great Furies, which are extremely powerful entities controlling elemental powersin a general area. One, for example, is a volcano powerful enough to bury an entire province in lava if it erupts. Another, when angry (and the mere presence of humans annoys her to no end) can send tornados and thunderstorms after human settlements. And at the climax ofFirst Lord's Fury, an earth fury named Garados gets pissed off and decides to get up and kick some ass.Garados is amountain. Yes,the mountainstands up to about twice its usual height and starts on a rampage.",
      "links": [
        {
          "title": "Codex Alera",
          "url": "/pmwiki/pmwiki.php/Literature/CodexAlera"
        },
        {
          "title": "in a general area",
          "url": "/pmwiki/pmwiki.php/Main/GeniusLoci"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Daevabad Trilogyhas three races of powerful, intelligent elemental embodiments fromThe Time of Myths:The Peri are giant centauroid bird-creatures with human torsos, arms, and heads. They havePerson of Mass Destruction-levelpower over winds, but arestrict isolationists.The Marid are legendary even among magical beings for their near-godlikepower over the waters, but hadn't been seen in centuries. It's unclear what physical form they have; aFlashbackmentions tentacles and implies that they exist partly in theSpirit World, but a modern oneanimates a corpse as an avatar. They used to accept mortalCultistsandHuman Sacrificeand have a long-standing grudge against the daeva.The Daevawerespirits of pure firebefore the Prophet Suleiman cursed them for their crimes against humanity.In their new humanoid bodies, they're immune to fire and wield powerful magic, albeit a shadow of their old strength. Those who refused to repent became theifrit, keeping their original bodies but losing all their powers.",
      "links": [
        {
          "title": "The Daevabad Trilogy",
          "url": "/pmwiki/pmwiki.php/Literature/TheDaevabadTrilogy"
        },
        {
          "title": "The Time of Myths",
          "url": "/pmwiki/pmwiki.php/Main/TheTimeOfMyths"
        },
        {
          "title": "Person of Mass Destruction",
          "url": "/pmwiki/pmwiki.php/Main/PersonOfMassDestruction"
        },
        {
          "title": "power over winds",
          "url": "/pmwiki/pmwiki.php/Main/BlowYouAway"
        },
        {
          "title": "strict isolationists",
          "url": "/pmwiki/pmwiki.php/Main/AllPowerfulBystander"
        },
        {
          "title": "power over the waters",
          "url": "/pmwiki/pmwiki.php/Main/MakingASplash"
        },
        {
          "title": "Flashback",
          "url": "/pmwiki/pmwiki.php/Main/Flashback"
        },
        {
          "title": "Spirit World",
          "url": "/pmwiki/pmwiki.php/Main/SpiritWorld"
        },
        {
          "title": "animates a corpse as an avatar",
          "url": "/pmwiki/pmwiki.php/Main/PossessingADeadBody"
        },
        {
          "title": "Cultists",
          "url": "/pmwiki/pmwiki.php/Main/Cult"
        },
        {
          "title": "Human Sacrifice",
          "url": "/pmwiki/pmwiki.php/Main/HumanSacrifice"
        },
        {
          "title": "spirits of pure fire",
          "url": "/pmwiki/pmwiki.php/Main/PlayingWithFire"
        },
        {
          "title": "In their new humanoid bodies",
          "url": "/pmwiki/pmwiki.php/Main/BroughtDownToBadass"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Discworld: The trolls. According to Pratchett'sTHUD!, every troll takes on the properties of the nearest stone/mineral/gem material to the place they are 'born'. Brick becomes a dirty red, Mr. Shine is iridescent like diamonds, etc..",
      "links": [
        {
          "title": "Discworld",
          "url": "/pmwiki/pmwiki.php/Literature/Discworld"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Dresden Files, Harry Dreseden has mentioned working with elementals. InChanges, he calls on some fire and water spirits to help him in his search, and some fire spirits were able to show himhis daughter trying to warm her hands over a fire while imprisoned by the Red Court.",
      "links": [
        {
          "title": "The Dresden Files",
          "url": "/pmwiki/pmwiki.php/Literature/TheDresdenFiles"
        },
        {
          "title": "Changes",
          "url": "/pmwiki/pmwiki.php/Literature/Changes"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dungeon Engineer: As seen in Chapter 2, what the protagonist calls \"fire elementals\":What I didn't expect, however, was to witness massive vortexes of fire spontaneously bursting forth from thin air. If that wasn't bad enough, they seemed to move with a will of their own and actively seek out anything living. Needless to say, this didn't bode well for the local wildlife.I'll refer to them as fire elementals, I'm so good at names.",
      "links": [
        {
          "title": "Dungeon Engineer",
          "url": "/pmwiki/pmwiki.php/Literature/DungeonEngineer"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InElemental Masters, these exist on their own elemental plane and roam free in the physical. Only masters of the corresponding element can call them up. Persons without magic or the sight cannot even see them. That does not stop them from being dangerous to them however.",
      "links": [
        {
          "title": "Elemental Masters",
          "url": "/pmwiki/pmwiki.php/Literature/ElementalMasters"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Elric Saga: Elementals are among the more \"natural\" supernatural helpers wizards can occasionally summon in the Young Kingdoms; while like virtually all magic they may ultimately owe their existence to the influence of Chaos in the setting, they're properly part of the natural world and not aligned with theLordsof Chaos. Elric in particular can count King Straasha, ruler of the water elementals, among his most reliable allies (he's certainly more helpful and honest than Elric's own patron, the Chaos Lord Arioch); he's also shown employing the help of air and fire elementals on other occasions.",
      "links": [
        {
          "title": "The Elric Saga",
          "url": "/pmwiki/pmwiki.php/Literature/TheElricSaga"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fantasy Encyclopedia:All of theAlchemic Elementalsare featured on the chapter's first section, which also mentions Paracelcus as their creator.Salamanders for Fire; the book also compares them to real life salamanders and why they wouldn't exactly work as fire elementals.Sylphs for Air, which are described more as spirits than winged fairy-like creatures.Undines/Nereidsfor Water.Gnomes for Earth, although these look more likeJawasthanstubby little fat guys with cone hats.The spirits of the Eastern elements — a yellow phoenix for Earth, a red pheasant for Fire, a white tiger for Metal, a black turtle or serpent for Water and a green dragon for Wood — are mentioned as well.",
      "links": [
        {
          "title": "Fantasy Encyclopedia",
          "url": "/pmwiki/pmwiki.php/Literature/FantasyEncyclopedia"
        },
        {
          "title": "Alchemic Elementals",
          "url": "/pmwiki/pmwiki.php/Main/AlchemicElementals"
        },
        {
          "title": "Salamanders for Fire",
          "url": "/pmwiki/pmwiki.php/Main/FierySalamander"
        },
        {
          "title": "Undines/Nereids",
          "url": "/pmwiki/pmwiki.php/Main/WaterIsWomanly"
        },
        {
          "title": "Jawas",
          "url": "/pmwiki/pmwiki.php/Franchise/StarWars"
        },
        {
          "title": "stubby little fat guys with cone hats",
          "url": "/pmwiki/pmwiki.php/Main/OurGnomesAreWeirder"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fighting Fantasy: Elementals appear in many gamebooks. One notable appearance is inReturn to Firetop Mountain, where the four types are vital in the final battle. The most prominent example is inStormslayer, where the story is about a maniac using the Elements as a weapon.",
      "links": [
        {
          "title": "Fighting Fantasy",
          "url": "/pmwiki/pmwiki.php/Literature/FightingFantasy"
        },
        {
          "title": "Return to Firetop Mountain",
          "url": "/pmwiki/pmwiki.php/Literature/ReturnToFiretopMountain"
        },
        {
          "title": "Stormslayer",
          "url": "/pmwiki/pmwiki.php/Literature/Stormslayer"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Harry Potter: Fiendfyre is basically a fire elemental, and it'smean. It's all but impossible to control, burns everything in sight while also hunting down people in particular, and is one of the few things powerful enough to destroyHorcruxes. How to stop it is unknown; the heroes manage to seal it in a magical room, possibly destroying both in the process.",
      "links": [
        {
          "title": "Harry Potter",
          "url": "/pmwiki/pmwiki.php/Literature/HarryPotter"
        },
        {
          "title": "Horcruxes",
          "url": "/pmwiki/pmwiki.php/Main/NighInvulnerability"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Iron Councilhas elemental summoning as something different fromGolemcrafting, the main difference being that elementals are invoked from outside while golems are embodiments of the willworker's power through a medium. The elementals also get pretty unconventional, with the forces of New Crobuzon at one point summoning flesh elementals who swim through enemies like fish, leaving behind ruin as they pass, and a shapeshifting,massively powerfulmoonlight elemental.The Scaralso features standard-issue lightning elementals.",
      "links": [
        {
          "title": "Iron Council",
          "url": "/pmwiki/pmwiki.php/Literature/IronCouncil"
        },
        {
          "title": "Golem",
          "url": "/pmwiki/pmwiki.php/Main/Golem"
        },
        {
          "title": "massively powerful",
          "url": "/pmwiki/pmwiki.php/Main/InformedAbility"
        },
        {
          "title": "The Scar",
          "url": "/pmwiki/pmwiki.php/Literature/TheScar"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Iron Druid Chronicles: The protagonist is friends with several of these, including an iron elemental.",
      "links": [
        {
          "title": "Iron Druid Chronicles",
          "url": "/pmwiki/pmwiki.php/Literature/IronDruidChronicles"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Lost Years of Merlin: Merlin befriends an air elemental when he frees her from a container Domnu had trapped her in. To repay him, she later helps him retrieve his staff from Nimue.",
      "links": [
        {
          "title": "The Lost Years of Merlin",
          "url": "/pmwiki/pmwiki.php/Literature/TheLostYearsOfMerlin"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InMagic, Inc., the narrator's business is destroyed by earth, water, and fire elementals, and a witch deals with them to bring it back.",
      "links": [
        {
          "title": "Magic, Inc.",
          "url": "/pmwiki/pmwiki.php/Literature/MagicInc"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Magic Map: A few differentMap peopletake on forms of this kind.Any body of water on Earth will have a Map person counterpart who’s entirely composed of water- over the course of the story, David talks to everything from the Atlantic and Pacific Oceans, to the Great Salt Lake, to the Strait Of Magellan, to the Amazon River, to even the Gulf Stream. A solid-ice Glacier person also appears during David’s wanderings in Canada.The Rocky Mountains and Cape Horn are both depicted in the illustrations as people made out of solid rock.On the airy side of things, David sees the Trade Winds (and hears them singing) when he visits the Equator andthat quirky Pilot who flies David up to Canada turns out to be the embodiment ofthe wind itself.",
      "links": [
        {
          "title": "The Magic Map",
          "url": "/pmwiki/pmwiki.php/Literature/TheMagicMap"
        },
        {
          "title": "Map people",
          "url": "/pmwiki/pmwiki.php/Main/AnthropomorphicPersonification"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InMemories Of Empire, by Django Wexler, elementals that appear include those of fire, ice, smoke, light and dark. It's not mentioned if there are more types than that and they are interchangeably referred to as demons and spirits. Some have human, or perhaps even greater than human intelligence while others are simply animalistic.",
      "links": [
        {
          "title": "Memories Of Empire",
          "url": "/pmwiki/pmwiki.php/Literature/MemoriesOfEmpire"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InOperation Chaos, a college student summons a salamander. The fight to bring it down involves discussion of the other types.",
      "links": [
        {
          "title": "Operation Chaos",
          "url": "/pmwiki/pmwiki.php/Literature/OperationChaos"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InProspero's Daughter, dealing with such elementals and preventing their causing disasters is Prospero Inc.'s reason for existence.",
      "links": [
        {
          "title": "Prospero's Daughter",
          "url": "/pmwiki/pmwiki.php/Literature/ProsperosDaughter"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Quantum Gravity: These creatures have their own world, Zoomenon. There are the basic ones of earth, wind, water, fire, and then ones for things like wood, metal, etc., up to and includingnumbers, which give off some type of pulse to mark whether they're 1, 2, 3, or whatever else. In addition, in Zoomenon, any element can be found in abundance in its pure state, regardless of how reactive it is.",
      "links": [
        {
          "title": "Quantum Gravity",
          "url": "/pmwiki/pmwiki.php/Literature/QuantumGravity"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Quarters: The kigh are somewhat mischievous beings associated with earth, fire, water and wind whom bards can coax into doing their bidding throughSinging(while this does have limitations). Kigh are described as having a humanoid look and shape but otherwise ethereal.",
      "links": [
        {
          "title": "Quarters",
          "url": "/pmwiki/pmwiki.php/Literature/Quarters"
        },
        {
          "title": "Singing",
          "url": "/pmwiki/pmwiki.php/Main/MagicMusic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Rape of the Lock, elementals are formed from the souls of deceased women aligning with whichever element most suited their personality in life. Sylphs form the machinery of the action:''For when the Fair in all their Pride expire,To their first Elements the Souls retire:The Sprights of fiery Termagants in FlameMount up, and take a Salamander's Name.Soft yielding Minds to Water glide away,And sip with Nymphs, their Elemental Tea.The graver Prude sinks downward to a Gnome,In search of Mischief still on Earth to roam.The light Coquettes in Sylphs aloft repair,And sport and flutter in the Fields of Air.'",
      "links": [
        {
          "title": "The Rape of the Lock",
          "url": "/pmwiki/pmwiki.php/Literature/TheRapeOfTheLock"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Salamander: Discussed.Common Knowledgeis that wizards draw their power from elementals, but wizards in the series use a system of Innate Magic andmodern theoryis that either the Elementals don't exist or there's only four of them —each with total power over the element they incarnate.",
      "links": [
        {
          "title": "Salamander",
          "url": "/pmwiki/pmwiki.php/Literature/Salamander"
        },
        {
          "title": "Common Knowledge",
          "url": "/pmwiki/pmwiki.php/Main/CommonKnowledge"
        },
        {
          "title": "modern theory",
          "url": "/pmwiki/pmwiki.php/Main/ScienceMarchesOn"
        },
        {
          "title": "each with total power over the element they incarnate.",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Saga of Seven Suns, there are the Verdani (Earth), which are sentient trees; the Faeros (Fire), who inhabitsuns; the Hydrouges (Air), who inhabit the cores of gas giants; and the Wentals (Water), which are sentient water.",
      "links": [
        {
          "title": "The Saga of Seven Suns",
          "url": "/pmwiki/pmwiki.php/Literature/TheSagaOfSevenSuns"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Saga of the Noble Dead: The five ancient races each embody one of the elements and bear similarities to Paracelsus's original examples. An additional race is also present representing the element 'spirit'. The life force of a member of each of these races was sacrificed in order to help createMagiere.",
      "links": [
        {
          "title": "The Saga of the Noble Dead",
          "url": "/pmwiki/pmwiki.php/Literature/TheSagaOfTheNobleDead"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Spirit Thief: Among many spirits — everything has a spirit, including tables and locks — are mountains, winds, clouds, seas, flames, trees and so on.",
      "links": [
        {
          "title": "The Spirit Thief",
          "url": "/pmwiki/pmwiki.php/Literature/TheSpiritThief"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Split Heirs: Wulfrith controls one with magic to do the dishes.",
      "links": [
        {
          "title": "Split Heirs",
          "url": "/pmwiki/pmwiki.php/Literature/SplitHeirs"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Stormlight Archive: Spren are small spirits that appear around natural forces or emotional states. One of the running questions in the first book is whether spren are attracted to these things, or if they create them. Everyone \"knows\" that rotspren create rot, but do windspren create wind? Do angerspren create anger? It turns out that spren are actually creatures of the Cognitive Realm that have leaked into the Physical. They are essentially mankind's personification of various forces. Most spren are mindless in the Physical Realm, but some can learn to create a bond with a human, which allows them to maintain their sentience in the Physical Realm. In exchange, the human getsSurgebinding.",
      "links": [
        {
          "title": "The Stormlight Archive",
          "url": "/pmwiki/pmwiki.php/Literature/TheStormlightArchive"
        },
        {
          "title": "Surgebinding",
          "url": "/pmwiki/pmwiki.php/Main/FunctionalMagic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Tough Guide to Fantasyland: Elementals in Fantasyland come in various types besides the usual four classic elements, including iron, fog, mist, ice and whirling eddies of sand of indeterminate type.",
      "links": [
        {
          "title": "The Tough Guide to Fantasyland",
          "url": "/pmwiki/pmwiki.php/Literature/TheToughGuideToFantasyland"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Tower and the Foxthe sorcery college uses salamanders, referred to as \"phosphorous\" elementals rather than \"fire\", for heating. They're friendly enough, but like fire a bit too much for close contact with normal folk. Kip teaches himself how to summon them to improve his chances of selection as an apprentice.",
      "links": [
        {
          "title": "The Tower and the Fox",
          "url": "/pmwiki/pmwiki.php/Literature/TheTowerAndTheFox"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Traveler's Gate: The Incarnations are Travelers who have become so consumed by theirTerritoriesthat they are merely extensions of that power. They have a great deal of difficulty thinking like people, being completely obsessed with the ideals of their Territory and making the world more like their home.",
      "links": [
        {
          "title": "The Traveler's Gate",
          "url": "/pmwiki/pmwiki.php/Literature/TheTravelersGate"
        },
        {
          "title": "Territories",
          "url": "/pmwiki/pmwiki.php/Main/ElementalPlane"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Upright Magicby Vadim Korostylyov hasEvil Living Flames, the Underground Fire, and a gentle personification of the underground waters,Plucky GirlClear Trickle — constantly at odds with each other and aiding the villains and the heroes, respectively, on their way.",
      "links": [
        {
          "title": "Evil Living Flames",
          "url": "/pmwiki/pmwiki.php/Main/EvilLivingFlames"
        },
        {
          "title": "Plucky Girl",
          "url": "/pmwiki/pmwiki.php/Main/PluckyGirl"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Les Voyageurs Sans Souci: The four Winds are living, sapient creatures who can speak to humans but are not exactly friendly entities. Northern Wind and Western Wind are old friends of the Queen of the Birds, who hates humans. Eastern Wind is a fickle, petty jerkass who blew one hat away from its owner only to be an ass and threatened the main characters when they tried to interfered with its \"fun\", but forgot everything about them one second later. On the other hand, Southern Wind is a loony and reckless nuisance, but it is able to acknowledge when it takes its jokes too far.",
      "links": [
        {
          "title": "Les Voyageurs Sans Souci",
          "url": "/pmwiki/pmwiki.php/Literature/LesVoyageursSansSouci"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Xenos: The schools of the four classical elements allow the summoning of elementals. Those are originally feral, but extremely powerful. Skilled mages enhance the summoning with a telepathic link between summoner and elemental.",
      "links": [
        {
          "title": "Xenos",
          "url": "/pmwiki/pmwiki.php/Literature/Xenos"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sanctuary: The \"Normandy\" episode is about Helen Magnus trying tostop the Nazis from utilizing a fire elementalto wipe out the Allied invasion force before it can even land.",
      "links": [
        {
          "title": "Sanctuary",
          "url": "/pmwiki/pmwiki.php/Series/Sanctuary"
        },
        {
          "title": "stop the Nazis from utilizing a fire elemental",
          "url": "/pmwiki/pmwiki.php/Main/Ghostapo"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Super Sentai:The four children of Grandienne inKyūkyū Sentai GoGoVare all based on and named after Paracelsus's elementals: initialHeavyZylpheeza being derived from Sylphid, his successor Salamandes being based on a Salamander, the only daughter Denus being based on an Undine, and lastly middle son Cobolda bucking the trend and being based on a Kobold instead, but still representing the element of earth.The Heavenly Saints fromMahou Sentai Magirangerare this trope combined withOur Angels Are Different. They are angelic beings living in a heavenly realm called Magitopia, who happen to be based on the classical elements. Human magicians in this series draw their elemental power from these beings.Basco, one of the villains ofKaizoku Sentai Gokaiger, has a collection of elemental-based monsters contained in a safe built into his monkey assistant Sally, which he is able to unleash by opening the hatch on Sally's belly.",
      "links": [
        {
          "title": "Super Sentai",
          "url": "/pmwiki/pmwiki.php/Franchise/SuperSentai"
        },
        {
          "title": "Kyūkyū Sentai GoGoV",
          "url": "/pmwiki/pmwiki.php/Series/KyukyuSentaiGoGoV"
        },
        {
          "title": "Heavy",
          "url": "/pmwiki/pmwiki.php/Main/TheHeavy"
        },
        {
          "title": "Mahou Sentai Magiranger",
          "url": "/pmwiki/pmwiki.php/Series/MahouSentaiMagiranger"
        },
        {
          "title": "Our Angels Are Different",
          "url": "/pmwiki/pmwiki.php/Main/OurAngelsAreDifferent"
        },
        {
          "title": "Kaizoku Sentai Gokaiger",
          "url": "/pmwiki/pmwiki.php/Series/KaizokuSentaiGokaiger"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Whirlwind: Used extensively; an embodiment of wind and rain blows tornados and casts lightning bolts on the hapless populace below.",
      "links": [
        {
          "title": "Whirlwind",
          "url": "/pmwiki/pmwiki.php/Pinball/Whirlwind"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Gamer's Alliance, elementals are rare but powerful creatures whose power is rivalled only by the gods and the dragons. They are usually sealed within magical objects, and it takes the right amount of knowledge and spells to set them free. A fire elemental burned down the military school Graves Hall and most of the students and masters, an ice elemental froze and shattered one quarter of Remonton and over half of its citizens, and an earth elemental killed off hundreds of demons. Thankfully all of the elementals seen so far have only wrought destruction for a short while until they became weary and decided to return to the High Plane to be reunited with their sisters and brothers.",
      "links": [
        {
          "title": "The Gamer's Alliance",
          "url": "/pmwiki/pmwiki.php/Roleplay/TheGamersAlliance"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dungeons & Dragons: Elementals — physical embodiments of the four classical elements, their various combinations, and the occasional odder concept — are a recurring element in the game. Generally, they start out as small animated motes or rough, shambling humanoids at lower levels, with limited intelligence, culture, or volition outside of basic instincts, but stronger elementals are often stranger and more intelligent. They are a common target forSummon Magicfor spellcasters who don't want to deal with fey or fiends, and are particularly common minions and summons for druids.The four classical elementals are the most common type; each one has wildly different appearances and capabilities, and they largely look like living collections of their respective element, some imitating the form of a humanoid or animal. An earth elemental, for instance, looks like a large pile of earth and stone with crude arms and legs, while an air elemental might resemble a living vortex, a bat or bird made of air, smoke and water vapor or a vaguely humanoid mass of wind with literalFog Feet.Besides of course elementals as such,Forgotten Realmsfeatures deities that are the embodiment of the four elements: Akadi (the only one that is female, the others are male) for air, Grumbar for earth, Istishia for water, and Kossuth for fire.More unusual elementals than the four main kinds appear for most of the major elements: belkers, for instance, are creatures of elemental air resembling clouds of smoke with batlike wings and glowing red eyes, while crysmals are earth elementals resembling enormous scorpions made out of colorful crystal.Aside from the classical elementals, many other creatures have some amount of elemental nature to them — salamanders, for instance, are technically outsiders, but they're heavily associated with fire (what with the constant burning, the cold vulnerability, and being from that Elemental Plane). One sourcebook suggests that even dragons have a bit of the elements in them — it's how theirBreath Weaponworks, and where they get the energy to beGiant Flyers.On the moreAnthropomorphic Personificationside of things, a quintet of the oldest, most powerful Elemental Beings are the five Princes of Elemental Evil: Imix (Prince of Fire), Ogremoch (Prince of Earth), Olhydra (Princess of Water), Yan-C-Bin (Prince of Air), and the oft-forgotten due to not being involved in theTemple of Elemental EvilCryonax (Prince of Ice/Cold). They first appeared in theAD&D1eFiend Folioand received a 3.5 update inDragon#347. Issue #353 then gave the same treatment to the four Princes of Elemental Good: Ben-Hadar (Prince of Water), Chan (Princess of Air), Sunnis (Princess of Earth) and Zaaman Rul (Prince of Fire), who had gone unnoticed since thePlanescapeMonstrous Compendium IIIand Inner Planes sourcebooks.Advanced Dungeons & Dragons 1st Edition: TheManual of the Planesadds several different elemental planes created where the four main ones mix with each other or with the planes of positive and negative energy, with corresponding entries for elementals of each para- and quasi- type. These could include ooze elementals, steam elementals, salt elementals, etc.Advanced Dungeons & Dragons 2nd Edition:DragonMagazine #129: \"Dragon's Bestiary\" describes a number of exotic natives of Quasielemental Plane of Ice, such as shiverbugs (hexagonal ice creatures with long jointed limbs, which live in swarms), icelings (trilateraly symmetrical \"humanoids\" with a limited ability to create localized snowstorms), snowfuries (whirling clouds of snow and ice), and frigidarchs (flattened beings with six long tentacles and the ability to freeze water at a touch and cast numerous cold-related spells; only six exist). With the exception of snowfuries, all of these areCrystalline Creaturesmade up of conjoinedIce Crystalsand with trilaterally or hexalaterally symmetrical bodies, with eyes and arms arranged evenly on all sides.DragonMagazine #174: \"Dragon's Bestiary\" describes several types of unusual natives of the Quasielemental Plane of Mineral (formed by Earth and Positive Energy mixing), including glomus (floating clusters of quartz-like crystals), shards (living, flying double-ended crystals that move in swarms), chamrols (tentacled tree-like beings made out of dense metal, usually lead but rarely gold), trilling crysmals (which resemblebacteriophage virusesmade of out of gems), and Crystalle, the Quasielemental Prince of Minerals and ruler of the plane.Dungeons & Dragons 4th Editionmixes this up (literally) with the Elemental Chaos being formed by the mixing of the ordered Elemental Planes with the chaotic dimensions of Limbo and the Abyss, creating an infinite orgy of the four major elements constantly mixing, changing and separating. The elemental matter of the plane can randomly gain awareness; travelers in the Elemental Chaos risk being chased by hovering lava flows or eaten by a hungry canyon. Most elementals are \"corrupted\" or mixed with other elements (creating things like an Elemental which is a tornado that is on fire). The classic, \"pure\" elementals didn't appear in a 4th EditionMonster ManualuntilMonster Manual 3.Dungeons & Dragons 5th Editionintroduces elder elementals, titanic and incredibly powerful elemental entities focused on ensuring the primacy of their element and capable of profoundly reshaping a world's geography and climate should they be summoned —leviathansfor water,phoenixesfor fire, elder tempests (giantFeathered Serpentsmade of stormclouds) for air and zaratans (essentially living mountains in the shape of tortoises) for earth — as well as elemental myrmidons, elementals bound into enchanted armor to serve a mortal master.Ravenloftfeatures elementals of grave, mist, pyre, and blood, which are corrupted versions of earth, air, fire, and water respectively.",
      "links": [
        {
          "title": "Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        },
        {
          "title": "Summon Magic",
          "url": "/pmwiki/pmwiki.php/Main/SummonMagic"
        },
        {
          "title": "Fog Feet",
          "url": "/pmwiki/pmwiki.php/Main/FogFeet"
        },
        {
          "title": "Forgotten Realms",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ForgottenRealms"
        },
        {
          "title": "Breath Weapon",
          "url": "/pmwiki/pmwiki.php/Main/BreathWeapon"
        },
        {
          "title": "Giant Flyers",
          "url": "/pmwiki/pmwiki.php/Main/GiantFlyer"
        },
        {
          "title": "Anthropomorphic Personification",
          "url": "/pmwiki/pmwiki.php/Main/AnthropomorphicPersonification"
        },
        {
          "title": "Temple of Elemental Evil",
          "url": "/pmwiki/pmwiki.php/TabletopGame/TempleOfElementalEvil"
        },
        {
          "title": "Dragon",
          "url": "/pmwiki/pmwiki.php/Magazine/Dragon"
        },
        {
          "title": "Planescape",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Planescape"
        },
        {
          "title": "Advanced Dungeons & Dragons 1st Edition",
          "url": "/pmwiki/pmwiki.php/TabletopGame/AdvancedDungeonsAndDragons1stEdition"
        },
        {
          "title": "Advanced Dungeons & Dragons 2nd Edition",
          "url": "/pmwiki/pmwiki.php/TabletopGame/AdvancedDungeonsAndDragons2ndEdition"
        },
        {
          "title": "Dragon",
          "url": "/pmwiki/pmwiki.php/Magazine/Dragon"
        },
        {
          "title": "Crystalline Creatures",
          "url": "/pmwiki/pmwiki.php/Main/CrystallineCreature"
        },
        {
          "title": "Ice Crystals",
          "url": "/pmwiki/pmwiki.php/Main/IceCrystals"
        },
        {
          "title": "Dragon",
          "url": "/pmwiki/pmwiki.php/Magazine/Dragon"
        },
        {
          "title": "formed by Earth and Positive Energy mixing",
          "url": "/pmwiki/pmwiki.php/Main/ElementalFusion"
        },
        {
          "title": "bacteriophage viruses",
          "url": "https://en.wikipedia.org/wiki/Bacteriophage"
        },
        {
          "title": "Dungeons & Dragons 4th Edition",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragonsFourthEdition"
        },
        {
          "title": "Dungeons & Dragons 5th Edition",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragonsFifthEdition"
        },
        {
          "title": "leviathans",
          "url": "/pmwiki/pmwiki.php/Main/KrakenAndLeviathan"
        },
        {
          "title": "phoenixes",
          "url": "/pmwiki/pmwiki.php/Main/ThePhoenix"
        },
        {
          "title": "Feathered Serpents",
          "url": "/pmwiki/pmwiki.php/Main/FeatheredSerpent"
        },
        {
          "title": "essentially living mountains in the shape of tortoises",
          "url": "/pmwiki/pmwiki.php/Main/EarthyTortoise"
        },
        {
          "title": "Ravenloft",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Ravenloft"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Exalted: Elementals of the five in-universe elements — water, fire, wood, air and earth — have a prominent presence in Creation; a few are mindless, but they're generally spirits in the same vein as the gods, using a lot of the same Charms and abilities. They originated from the essence of the five immense, primordial elementals shattered during the between the gods and the Primordials, and can embody an element's qualities as much as its nature — a water elemental may be formed from or control water, or it may instead be a shapeshifter who embodies water's tendency to be formless and take the shapes given to it by the world, while a fire elemental may embody fire's power to purify and transform.Because they're naturally material in Creation, and come from the raw elements in the normal world, elementals are considered bumpkins by the actual gods. The exception to this are the ones who develop enough enlightenment to become lesser elemental dragons, essentially classical Chinese dragons, who are considered to be equals to the gods. Greater elemental dragons, the next step up, are unspeakably powerful but effectively mindless entities who blur the line between \"creature\" and \"natural disaster\", and need to kept in permanent hibernation to preserve Creation's stability.Creatures fundamentally similar to elementals, but not actually part of their number, exist as well. Metodies are demons created to be regulators and elementals of vitriol, a hideously corrosive acid that was originally rejected as a base element of Creation, and resemble humanoid masses of acidic liquid. Autochthon, when he fled Creation, likewise fashioned elementals to oversee the workings of his world-body, but these are spirits of his own internal elements of crystal, metal, smoke, steam, oil and lightning. Unlike metodies, these are true elementals in their own right, and can mature into elemental dragons.",
      "links": [
        {
          "title": "Exalted",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Exalted"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fabula Ultima: \"Elemental\" is one of the game’s NPC categories. They are described as \"tangible manifestations of the great forces of nature\" and are universally immune to poison damage and the poisoned status effect. The category includes classical elemental creatures like theCragboarand theGrenado, feyNature Spiritslike theAcorn Pixieand theNymph, and more abstract entities like the Chaos Shard.",
      "links": [
        {
          "title": "Fabula Ultima",
          "url": "/pmwiki/pmwiki.php/TabletopGame/FabulaUltima"
        },
        {
          "title": "Cragboar",
          "url": "/pmwiki/pmwiki.php/Main/RockMonster"
        },
        {
          "title": "Grenado",
          "url": "/pmwiki/pmwiki.php/Main/EvilLivingFlames"
        },
        {
          "title": "Nature Spirits",
          "url": "/pmwiki/pmwiki.php/Main/NatureSpirit"
        },
        {
          "title": "Acorn Pixie",
          "url": "/pmwiki/pmwiki.php/Main/OurPixiesAreDifferent"
        },
        {
          "title": "Nymph",
          "url": "/pmwiki/pmwiki.php/Main/OurNymphsAreDifferent"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Godforsaken: Elementals are primal creatures that can arise spontaneously in areas where a specific natural force predominates.Air elementals are animated whirlwinds that form in clouds and among high mountains. They are wild and capricious things, amusing themselves by playing destructive tricks or spying on mortals, and in battle are very difficult to keep track of or strike.Thorn elementals resemble tangles of vegetations that arise in areas of dense forest or jungle when these come under threat. They are driven to protect their homes, and will remorselessly kill any who threaten them.Water elementals are masses of water that come into being in pristine fresh- and saltwater environments. They are functionally invisible in their native element, but when moving on land take shapes such as large waves, shapeless blobs or moving puddles.",
      "links": [
        {
          "title": "Godforsaken",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Godforsaken"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "GURPS: Dungeon Fantasy(a mashup ofD&Dtropes) allows Clerics and Holy Warriors to have a Divine Servitor like this. A few of the elemental choices are slightly odd, like Beauty and Deception. In fact,GURPS: Magichas a bunch of spells that turn you into the elemental embodiments of everything from Fire toPlastic.",
      "links": [
        {
          "title": "GURPS",
          "url": "/pmwiki/pmwiki.php/MediaNotes/GURPS"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ironclaw: Elemental wizards can communicate with any Elemental creatures they encounter. They can't summon them but can bind one to an amulet and release them in combat later.",
      "links": [
        {
          "title": "Ironclaw",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Ironclaw"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In Nomine: Elementals are Ethereal spirits who strongly embody one or two basic concepts, and, instead of taking on a more complex role and identity, fashion their appearances and personalities in ways that directly represent the concepts that compose them. They're a fairly loose category, and can be based on any of the elements that dominate thought and culture; as such, while the oldest kinds who arose when only animal dreams stirred the Ethereal Plane embody \"traditional\" elements such as Fire, Water, Light or Darkness, nowadays it's just as possible to find an elemental of Duels, Vehicles, or Knowledge.",
      "links": [
        {
          "title": "In Nomine",
          "url": "/pmwiki/pmwiki.php/TabletopGame/InNomine"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "PathfinderinheritsDungeons & Dragons'four-element system with accompanying elementals, which as usually reside in the four Elemental Planes:The typical air, water, earth and fire elementals are the most archetypal elementals in-game — air elemental typically take the form of flying creatures or are simply living whirlwinds, water elementals model themselves after aquatic creatures, earth elementals tend to be humanoid and fire elementals favor serpentine forms. \"Hybrid\" elementals arise where two elemental planes touch — ice elementals on the air/water boundary, mud elementals where earth meets water and magma elementals where earth mixes with fire. Lightning elementals also occur in the Plane of Air, and aether elementals on the borders between the elemental planes and the Ethereal Plane.Each element has an associated species of genie, which inPathfindercosmology are the most humanlike elementals around and the rulers of the elemental planes. Jinn embody air, marids water, shaitan earth and efreet fire. The elemental planes are also home to numerous varieties of mephits, implike creatures associated with air, ice, dust, steam, smoke, fire, magma, earth, salt, mud and water. Each elemental plane is also home to a species of dragon tied to its element — cloud dragons, brine dragons, crystal dragons and magma dragons, respectively.Weirder elemental creatures include belkers and mihstus (two different kinds of living, predatory clouds of smoke), thoqquas (wormlike masses of living magma), crysmals (scorpion-like creatures made out of gemstones, which reproduce by assembling gems and crystals into new crysmals) and rasts (flying bags of colorful flesh with simple faces and insectoid limbs, which embody fire's tendency to consume everything in reach and spread out of control).",
      "links": [
        {
          "title": "Pathfinder",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Pathfinder"
        },
        {
          "title": "Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Riftstreats its elementals much likeDungeons & Dragonsdoes, but with the added relationship toWarlocks, which in this game are magic-users who form pacts with Elemental Intelligences for their power. Elementals and Warlocks have an amazingly cordial relationship, and an Elemental that has been ordered to say, rampage through a city, will actually stop to talk to another warlock it meets while there, and will even helpfully tell him how to stop it if he should ask (\"my summoner's over in the mansion six miles east of here, why not take it up with him?\").",
      "links": [
        {
          "title": "Rifts",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Rifts"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Scion:The Titans are effectivelysentient realmsthat embody a particular element — Time, Chaos, Darkness, Fire, etc. Killing a Titan has devastating effects on their element worldwide — the death of Ymir, the Titan of Ice, ended the Ice Age and caused the Great Flood — but does not destroy the element outright. (Which doesn't make surviving the consequences of a Titan's death much easier, mind you...)There are also nature spirits, who are embodiments of more specific elemental concepts. The Nordic land-vettir are manifestations of the elements of particular regions, while Jack Frost is the incarnation of winter's chill.",
      "links": [
        {
          "title": "Scion",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Scion"
        },
        {
          "title": "sentient realms",
          "url": "/pmwiki/pmwiki.php/Main/GeniusLoci"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Shadowrunhas standard elementals that are summonable by hermetic mages but also Spirits of Land, Sky, Water and Man which are summoned by shamans (and have subdivisions dependent on terrain, like lake or swamp spirits). Third Edition introduces Spirits of the Elements (different from elementals), referred to as gnomes (earth), salamanders (fire), sylphs (air), undines (water) and manitou (wood).",
      "links": [
        {
          "title": "Shadowrun",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Shadowrun"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tails of Equestria: Elemental creatures include bol-dars (highly sedentary living boulders) and kindlings (small creatures of living flame that occasionally wander towards the surface world from regions of eternal fire deep underground).",
      "links": [
        {
          "title": "Tails of Equestria",
          "url": "/pmwiki/pmwiki.php/TabletopGame/TailsOfEquestria"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Warhammer:Incarnate elementals are powerful creatures and living embodiments of one of the winds of magic, and are typically created or summoned by a wizard attuned to that wind.Incarnate elementals of Aqshy, the Wind of Fire, also known as Charred Ones, Black Harvestmen and Jack O'Cinders, are towering figures of flame and smoldering ash. They embody the destructive and ferocious nature of their wind, and are often summoned as engines of war.Incarnate elementals of Ghur, the Wind of Beasts, also known as Bloody Hidesmen, Horned Men and Faceless Hunters, are towering figures of muscle and sinew with horned or antlered skulls for heads. They are living embodiments of predatory might and the fury of the wild, and are called upon to defend the wildlands or to hunt down powerful foes.Incarnate elementals of Shyish, the Wind of Death, take the form of enormous serpents with two long necks topped by draconic heads, bound together by a chain and an hourglass said to contain a king's powdered bones. As living embodiments of entropy and death, any beings in their proximity begin to wither and die.Sea elementals are humanoid figures of animated water that sometimes sponteanously arise in the open ocean. They were originally described in theSeas of Bloodsupplement to the early 90s naval warfare spin-offMan O War; later, theSea of Clawssourcebook forWarhammer Fantasy Roleplay4th edition describes as being created when Ghyran, the Wind of Life, becomes cocentrated sufficiently concetrated in a marine environment to animate the water itself, and speculates that they may be a form of incarnate elemental.Very early editions mention elementals of the four classical elements, but these are largely absent in later material due to the four-element system being replaced by the Winds of Magic.",
      "links": [
        {
          "title": "Warhammer",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer"
        },
        {
          "title": "Man O War",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ManOWar"
        },
        {
          "title": "Warhammer Fantasy Roleplay",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WarhammerFantasyRoleplay"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Warhammer: Age of Sigmar:Molten Infernoths are elemental beings of blazing magma summoned by Fyreslayer priests to destroy their enemies with torrents of lava and chunks of molten metal.Some Endless Spells — self-sustaining masses of magic that rove of their own accord through the realms — edge into this as well. Examples include the Molten Infernoth Magmic Invocation, a similar thing to the Infernoths above; the Burning Head, a roving skull of eternally burning flames; the Prismatic Palisade, a mass of crystallized Light Magic; the Everblaze Comet, a mass of Celestial Magic in the shape of a roving comet; the Geminids of Uhl-Gysh,twinned spheres of pure light and shadow; and the Malevolent Maelstrom, a swirling vortex of Death Magic.",
      "links": [
        {
          "title": "Warhammer: Age of Sigmar",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WarhammerAgeOfSigmar"
        },
        {
          "title": "twinned spheres of pure light and shadow",
          "url": "/pmwiki/pmwiki.php/Main/YinYangBomb"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The World of Darkness:Changeling: The Dreaming: The Inanimae are fae spirits bonded to the elements — air, earth, fire, water, wood, and humanoid constructs.Changeling: The Losthas changelings of the Elemental seeming, people who were taken byThe Fair Folkand literally turned into mighty oaks, flames for forges, and burbling streams before escaping back to Earth. They're hardier than the typical human, but have trouble relating to others due to spending so much time as an inanimate object.Werewolf: The Apocalypsedoes its share of this. Everything seems to have an elemental spirit; on top of classical elementals, there are compound elementals and even modern elementals, like steel and glass elementals, even atomic elementals. Likewise forSpiritual SuccessorWerewolf: The Forsaken.",
      "links": [
        {
          "title": "The World of Darkness",
          "url": "/pmwiki/pmwiki.php/Franchise/TheWorldOfDarkness"
        },
        {
          "title": "Changeling: The Dreaming",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ChangelingTheDreaming"
        },
        {
          "title": "Changeling: The Lost",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ChangelingTheLost"
        },
        {
          "title": "The Fair Folk",
          "url": "/pmwiki/pmwiki.php/Main/TheFairFolk"
        },
        {
          "title": "Werewolf: The Apocalypse",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WerewolfTheApocalypse"
        },
        {
          "title": "Spiritual Successor",
          "url": "/pmwiki/pmwiki.php/Main/SpiritualSuccessor"
        },
        {
          "title": "Werewolf: The Forsaken",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WerewolfTheForsaken"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "World Tree (RPG): Most of the noun gods brought along some number of lesser spirits, referred to as anything from angels to demons to fairies but most commonly as elementals, to help manage and oversee their element. In scope, they vary from direct servants and relations of the gods through gaggles of nature spirits who serve no particular agenda to temporary, and sometimes not so temporary, creations of spells.By far the most common are the air elementals, airy beings who perform the constant work needed to keep weather predictable and livable in the setting's bizarre universe. They are diffuse beings without clear boundaries between each other, and often merge or split apart.Comparative handfuls of other elementals exist as well. Merklundum Harnipsundum, the god of water, came alongside a vast number of water sprits who dispersed through the waters of the tree and copied their god in his sleepy indolence. Flokin, the god of fire, brought along seven pet \"firecats\" who grant powerful fire magic to mortals with whom they bond. \"Here\", the god of location, is accompanied by location elementals —its grandchildren— resembling giant spiky hedgehogs, who seem to serve little purpose beyond tormenting mortals. Kaimiri, the god of time, has eight skeletal servants who oversee chronological matters while their master meditates.Other elemental types are rare — the god of animals prefer to use mortal knights as servants, and it's not all that clear what difference would exist between a plant elemental and regular if active vegetation.",
      "links": [
        {
          "title": "World Tree (RPG)",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WorldTreeRPG"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "BraviSEAmo!, a former nighttime show at Tokyo Disney Sea told aLove at First Sightstory centered around a Water Elemental named Bellisea and a Fire Elemental in the form of a phoenix named Prometeo.",
      "links": [
        {
          "title": "Love at First Sight",
          "url": "/pmwiki/pmwiki.php/Main/LoveAtFirstSight"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Tempest: Prospero's two servants represent the four elements; Ariel is air and fire, Caliban is earth and water.",
      "links": [
        {
          "title": "The Tempest",
          "url": "/pmwiki/pmwiki.php/Theatre/TheTempest"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "After Armageddon Gaidenhas you meet with several enties over the course of the game that are embodiments of the five elements, knowns as the Wills of Earth, Wind, Fire, Water, and Void.",
      "links": [
        {
          "title": "After Armageddon Gaiden",
          "url": "/pmwiki/pmwiki.php/VideoGame/AfterArmageddonGaiden"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Age of Wonders:Air, earth, fire and water elementals appear as summonable units. In original game only the earth and air elementals are humanoid, while the fire elemental is a living, skull-likeFireballand the water elemental is a living wave with a simple face, but in2each elemental resembles a humanoid being made out of its respective element.Age of Wondersalso has fire sprites, implike creatures with small flames for heads.Nature elementals, resembling women made out of wood and vines, are available as elf units in the original game.",
      "links": [
        {
          "title": "Age of Wonders",
          "url": "/pmwiki/pmwiki.php/VideoGame/AgeOfWonders"
        },
        {
          "title": "Fireball",
          "url": "/pmwiki/pmwiki.php/Main/Fireballs"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ancient Empires: Elementals are a unit type inAncient Empires II. Despite their generic name, they are specifically water elementals, resembling large snakes made of water. On land they are as strong as basic soldiers, but in the water they do more damage, are more durable, and their movement isn't slowed down like other units.",
      "links": [
        {
          "title": "Ancient Empires",
          "url": "/pmwiki/pmwiki.php/VideoGame/AncientEmpires"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Atelier Series:Atelier Irisand theManaKhemiasubseries have these. Although they can be found as common enemies others are key to the games'alchemysystems and mythology. Elements range from the normal four to things like Creation,DimensionandWishes.",
      "links": [
        {
          "title": "Atelier Series",
          "url": "/pmwiki/pmwiki.php/VideoGame/AtelierSeries"
        },
        {
          "title": "Atelier Iris",
          "url": "/pmwiki/pmwiki.php/VideoGame/AtelierIrisEternalMana"
        },
        {
          "title": "Mana",
          "url": "/pmwiki/pmwiki.php/VideoGame/ManaKhemiaAlchemistsOfAlRevis"
        },
        {
          "title": "Khemia",
          "url": "/pmwiki/pmwiki.php/VideoGame/ManaKhemia2FallOfAlchemy"
        },
        {
          "title": "alchemy",
          "url": "/pmwiki/pmwiki.php/Main/ItemCrafting"
        },
        {
          "title": "Dimension",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Wishes",
          "url": "/pmwiki/pmwiki.php/Main/TomatoInTheMirror"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Battle Cats: This is the motif of the Uber Rare units from the \"Nature's Guardians Elemental Pixies\" set. They'recute little pixiesembodying cosmic phenomena withthe power to match. Among their ranks areBora,Mizli,Aer,Voli,Gravi,Yamii,BlizaandTekachi.There's also the set's Legend Rare Lumina, who is described as having \"mastery of all elements\".",
      "links": [
        {
          "title": "The Battle Cats",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheBattleCats"
        },
        {
          "title": "cute little pixies",
          "url": "/pmwiki/pmwiki.php/Main/MoeAnthropomorphism"
        },
        {
          "title": "the power to match",
          "url": "/pmwiki/pmwiki.php/Main/PintSizedPowerhouse"
        },
        {
          "title": "Bora",
          "url": "/pmwiki/pmwiki.php/Main/PlayingWithFire"
        },
        {
          "title": "Mizli",
          "url": "/pmwiki/pmwiki.php/Main/MakingASplash"
        },
        {
          "title": "Aer",
          "url": "/pmwiki/pmwiki.php/Main/BlowYouAway"
        },
        {
          "title": "Voli",
          "url": "/pmwiki/pmwiki.php/Main/ShockAndAwe"
        },
        {
          "title": "Gravi",
          "url": "/pmwiki/pmwiki.php/Main/DishingOutDirt"
        },
        {
          "title": "Yamii",
          "url": "/pmwiki/pmwiki.php/Main/CastingAShadow"
        },
        {
          "title": "Bliza",
          "url": "/pmwiki/pmwiki.php/Main/AnIcePerson"
        },
        {
          "title": "Tekachi",
          "url": "/pmwiki/pmwiki.php/Main/ExtraOreDinary"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Body Blows: Inferno, introduced inBody Blows Galactic, is an alien being whose body is composed of fire from aTidally Locked Planet.",
      "links": [
        {
          "title": "Body Blows",
          "url": "/pmwiki/pmwiki.php/VideoGame/BodyBlows"
        },
        {
          "title": "Tidally Locked Planet",
          "url": "/pmwiki/pmwiki.php/Main/TidallyLockedPlanet"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Chantelise: Chante, with Elise's help, can useSummon Magicto temporarily acquire spirits of the four elements to use to aid in combat —Aqua,Golem, and theAlchemic Elementals-basedSalamanderandSlyphie.",
      "links": [
        {
          "title": "Chantelise",
          "url": "/pmwiki/pmwiki.php/VideoGame/Chantelise"
        },
        {
          "title": "Summon Magic",
          "url": "/pmwiki/pmwiki.php/Main/SummonMagic"
        },
        {
          "title": "Aqua",
          "url": "/pmwiki/pmwiki.php/Main/MakingASplash"
        },
        {
          "title": "Golem",
          "url": "/pmwiki/pmwiki.php/Main/DishingOutDirt"
        },
        {
          "title": "Alchemic Elementals",
          "url": "/pmwiki/pmwiki.php/Main/AlchemicElementals"
        },
        {
          "title": "Salamander",
          "url": "/pmwiki/pmwiki.php/Main/FireIsRed"
        },
        {
          "title": "Slyphie",
          "url": "/pmwiki/pmwiki.php/Main/WindIsGreen"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "City of Heroes: The final power of almost every control powerset is the ability to summon pets made of the set's element. With most sets, you can only have one out at a time, butElectric Controlsummons two Gremlins, andFire Controlgets three Fire Imps. The only exception to this isMind Control, which gets Mass Confusion instead.",
      "links": [
        {
          "title": "City of Heroes",
          "url": "/pmwiki/pmwiki.php/VideoGame/CityOfHeroes"
        },
        {
          "title": "Electric Control",
          "url": "/pmwiki/pmwiki.php/Main/ShockAndAwe"
        },
        {
          "title": "Fire Control",
          "url": "/pmwiki/pmwiki.php/Main/PlayingWithFire"
        },
        {
          "title": "Mind Control",
          "url": "/pmwiki/pmwiki.php/Main/MindControl"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Cthulhu Saves Christmas: The Tutorial Dungeon has Elementals to fight. their precise element isn't stated, but it's an ice cave:Which element? He'll never tell.",
      "links": [
        {
          "title": "Cthulhu Saves Christmas",
          "url": "/pmwiki/pmwiki.php/VideoGame/CthulhuSavesChristmas"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dark Souls III: In the final DLC boss battle, Slave Knight Gael reaches Filianore's Rest and assaults the Pygmy Lords for the Blood of the Dark Soul. However, said blood has dried in their veins, rendering it useless for the purpose Gael has in mind. Desperate for fresh blood, he kills and eats the Lords, producing fresh blood within himself. This act renders him a monstrously strong puppet of the Dark Soul itself, a direct counterpart to the Soul of Cinder (also known as the Incarnation of Kings), which itself is the equivalent for the First Flame.",
      "links": [
        {
          "title": "Dark Souls III",
          "url": "/pmwiki/pmwiki.php/VideoGame/DarkSoulsIII"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "''Dominions: Each of the four classical elements has an elemental that can be summoned during combat. Water elementals can actually become Ice elementals should they be summoned in a cold province. Late games spells allow you to summon the Elemental Royalty, the Kings and Queens of the elements who are powerful mages. ( The Kings are for Earth and Fire, and the Queens are for Water and Air)",
      "links": [
        {
          "title": "Dominions",
          "url": "/pmwiki/pmwiki.php/VideoGame/Dominions"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheDoomseries has thePainElementals.Doom Eternalelaborates that they are hellspawn who live a pained, torturous existence, only finding reprieveby inflicting pain onto others.",
      "links": [
        {
          "title": "Doom",
          "url": "/pmwiki/pmwiki.php/Franchise/Doom"
        },
        {
          "title": "Pain",
          "url": "/pmwiki/pmwiki.php/Main/BizarroElements"
        },
        {
          "title": "Doom Eternal",
          "url": "/pmwiki/pmwiki.php/VideoGame/DoomEternal"
        },
        {
          "title": "by inflicting pain onto others",
          "url": "/pmwiki/pmwiki.php/Main/Sadist"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dragon Quest VIIfeatures the classical element versions as importantNPCsin the final third of the game. Only the Fire Spirit is fought during the main game (although all of them features asOptional Bosses, andthe main character has part of the mark of the Water Spirit on him.",
      "links": [
        {
          "title": "Dragon Quest VII",
          "url": "/pmwiki/pmwiki.php/VideoGame/DragonQuestVII"
        },
        {
          "title": "Optional Bosses",
          "url": "/pmwiki/pmwiki.php/Main/OptionalBoss"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Drakengard: The ally characters have elemental summons: Leonard has a fairy (sylph), Arioch has Undine and Salamander, and Seere has Golem (earth). InDrakengard 2, the top Knights of the Seal also have elemental summons: Yaha has Gnomes, Zhangpo has Ifrit (fire), Hanch has Kelpie (water), and Gismor hasShadow.",
      "links": [
        {
          "title": "Drakengard",
          "url": "/pmwiki/pmwiki.php/VideoGame/Drakengard"
        },
        {
          "title": "Shadow",
          "url": "/pmwiki/pmwiki.php/Main/LivingShadow"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InDungeon Dreams 2the inn keeper on floor 35 summons elementals to fight you if you ask for a discount.",
      "links": [
        {
          "title": "Dungeon Dreams 2",
          "url": "/pmwiki/pmwiki.php/VideoGame/DungeonDreams2"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dwarf Fortress: A number of fire elementals such as fire men, magma men and fire imps live in the magma ocean at the bottom of the underworld. In addition, the shallower cavern layers of theFantastic Underworldare home to beings such as iron men, which become statues upon death, and amethyst men.",
      "links": [
        {
          "title": "Dwarf Fortress",
          "url": "/pmwiki/pmwiki.php/VideoGame/DwarfFortress"
        },
        {
          "title": "Fantastic Underworld",
          "url": "/pmwiki/pmwiki.php/Main/FantasticUnderworld"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Elder Scrollsseries has Atronachs, a type of elementally alignedlesser Daedra. TheFlame, Frost, and StormAtronachs appear as creatures made of fire, ice, and lightning (typically mixed with metal or rock), respectively. Others includeAir,Flesh,Iron, andStone. All varieties are at least vaguely humanoid in shape, with some much more humanoid than others. As a group, Atronachs have no particular affinity toward anyDaedric Prince, though individual Atronachs may be found in their service. Atronachs are a favored summon of mortal conjurers.",
      "links": [
        {
          "title": "The Elder Scrolls",
          "url": "/pmwiki/pmwiki.php/Franchise/TheElderScrolls"
        },
        {
          "title": "lesser Daedra",
          "url": "/pmwiki/pmwiki.php/Main/OurDemonsAreDifferent"
        },
        {
          "title": "Flame, Frost, and Storm",
          "url": "/pmwiki/pmwiki.php/Main/FireIceLightning"
        },
        {
          "title": "Air",
          "url": "/pmwiki/pmwiki.php/Main/AllYourPowersCombined"
        },
        {
          "title": "Flesh",
          "url": "/pmwiki/pmwiki.php/Main/PoisonousPerson"
        },
        {
          "title": "Iron",
          "url": "/pmwiki/pmwiki.php/Main/ExtraOreDinary"
        },
        {
          "title": "Stone",
          "url": "/pmwiki/pmwiki.php/Main/DishingOutDirt"
        },
        {
          "title": "Daedric Prince",
          "url": "/pmwiki/pmwiki.php/Main/OurGodsAreDifferent"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Enchanted Arms: TheGolemsare made up of all sorts of materials, but theQueen of Iceand herdragonsare explicitly god-level elementals.",
      "links": [
        {
          "title": "Enchanted Arms",
          "url": "/pmwiki/pmwiki.php/VideoGame/EnchantedArms"
        },
        {
          "title": "Golems",
          "url": "/pmwiki/pmwiki.php/Main/Golem"
        },
        {
          "title": "Queen of Ice",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "dragons",
          "url": "/pmwiki/pmwiki.php/Main/TheDragon"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fell Seal: Arbiter's Mark: Pektites are floating, jellyfish-like creatures that embody the elements. They're healed and empowered by attacks matching their element, so they'll often position themselves to be hit by their own spells when attacking other units.",
      "links": [
        {
          "title": "Fell Seal: Arbiter's Mark",
          "url": "/pmwiki/pmwiki.php/VideoGame/FellSealArbitersMark"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Final Fantasy: The avatars of the four elements are recurring bosses in the series, going by the name \"the Four Fiends\".Final FantasyandIXhadLichfor earth, Marilith for fire,Krakenfor water andTiamatfor air. Due to the fact that its bestiary is lifted almost wholesale fromDungeons & Dragons,Final Fantasyadditionally has fire, earth, water, and air elementals as regular enemies that can be encountered.Final Fantasy IVhas Scarmiglione for earth, Cagnazzo for water, Barbariccia for air and Rubicante for fire.Final Fantasy VIIhad theWEAPONs: Diamond represents Earth, Ruby for Fire, Ultima for Wind/Air, Emerald for Water, Jade for Lightning, leaving Sapphire as the Ice elemental (although you never get to actually see it in action). Then Omega represents Holy and Zirconiade represents a de facto WEAPON and the Dark element (he DOES follow the mineral/gem naming pattern). They are definitely Elementals since they were created by Gaia to protect itself from potential threats with the exception of Zirconiade.Final Fantasy XIandXIIhad elementals that would occasionally appear in some areas (in a couple varieties of toughness inXII's case.) They're usually way stronger than any of the other enemies in the area, but luckily they would leave you alone unless you attacked them or used magic nearby. Of course, inXIIyou could land yourself in a heap of trouble by having your characters automatically cast one of their buffs when it wore off...Some enemies inFinal Fantasy Xtook this literally; there are enemies actually named \"X Elemental\" (with X being a colour that determined which element they represented), which look like random pieces of metal literally held together by the element they're representing. Three of Yuna's summons (Ifrit, Shiva and Ixion) are also the embodiment of Fire, Ice and Lightning respectively.Final Fantasy XIVhas elemental sprites as one of the most common type of enemy you'll see for each of the six basic elements of the game. They usually aren't aggressive on the world map though, even at later levels where pretty much everything else is. They are a great source of elemental crystals.",
      "links": [
        {
          "title": "Final Fantasy",
          "url": "/pmwiki/pmwiki.php/Franchise/FinalFantasy"
        },
        {
          "title": "Final Fantasy",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyI"
        },
        {
          "title": "IX",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyIX"
        },
        {
          "title": "Lich",
          "url": "/pmwiki/pmwiki.php/Main/TheUndead"
        },
        {
          "title": "Kraken",
          "url": "/pmwiki/pmwiki.php/Main/KrakenAndLeviathan"
        },
        {
          "title": "Tiamat",
          "url": "/pmwiki/pmwiki.php/Main/OurDragonsAreDifferent"
        },
        {
          "title": "Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        },
        {
          "title": "Final Fantasy",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyI"
        },
        {
          "title": "Final Fantasy IV",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyIV"
        },
        {
          "title": "Final Fantasy VII",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyVII"
        },
        {
          "title": "WEAPONs",
          "url": "/pmwiki/pmwiki.php/Main/Kaiju"
        },
        {
          "title": "Final Fantasy XI",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyXI"
        },
        {
          "title": "XII",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyXII"
        },
        {
          "title": "Final Fantasy X",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyX"
        },
        {
          "title": "Final Fantasy XIV",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyXIV"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "FunOrb:Arcanistshas these as minions that you can summon.",
      "links": [
        {
          "title": "FunOrb",
          "url": "/pmwiki/pmwiki.php/Website/FunOrb"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Genshin Impact: Unsurprisingly for a game that revolves in both gameplay and lore around its system of seven elements, there are several enemy types that are made up of pure elemental energy, includingSlimesandHypostases.",
      "links": [
        {
          "title": "Genshin Impact",
          "url": "/pmwiki/pmwiki.php/VideoGame/GenshinImpact"
        },
        {
          "title": "Slimes",
          "url": "/pmwiki/pmwiki.php/Main/CuteSlimeMook"
        },
        {
          "title": "Hypostases",
          "url": "/pmwiki/pmwiki.php/Main/ShieldedCoreBoss"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ghost Master: A handful of the spectres include the traditional depictions of these, with two ghosts representing each element (WavemasterandFiretaileven refer to themselves as an Undine and a Salamander, respectively). Interestingly enough, while all other elementals govern over their element exclusively, Fire Elementals Firetail and Sparkle can alsomanipulate electricity.",
      "links": [
        {
          "title": "Ghost Master",
          "url": "/pmwiki/pmwiki.php/VideoGame/GhostMaster"
        },
        {
          "title": "Wavemaster",
          "url": "/pmwiki/pmwiki.php/Main/MakingASplash"
        },
        {
          "title": "Firetail",
          "url": "/pmwiki/pmwiki.php/Main/PlayingWithFire"
        },
        {
          "title": "manipulate electricity",
          "url": "/pmwiki/pmwiki.php/Main/ShockAndAwe"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "God of War: Several of the Titans are made up of their elements. For example, Perses (\"Volcanic Destruction\" in Greek) is walking lava and Oceanus is water and lightning.",
      "links": [
        {
          "title": "God of War",
          "url": "/pmwiki/pmwiki.php/VideoGame/GodOfWar"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Golden Sun: Djinn are elemental spirits released by the theft of the Elemental Stars. They provide stat bonuses, Class changes,Summon Magic, and their own unique individual powers.",
      "links": [
        {
          "title": "Golden Sun",
          "url": "/pmwiki/pmwiki.php/VideoGame/GoldenSun"
        },
        {
          "title": "Summon Magic",
          "url": "/pmwiki/pmwiki.php/Main/SummonMagic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Guild Wars: Various campaigns have featured elementals, but there is an obvious imbalance in their populations. Earth and water/ice elementals are extremely common, while fire is rarer and only two variants of air-type exist.",
      "links": [
        {
          "title": "Guild Wars",
          "url": "/pmwiki/pmwiki.php/VideoGame/GuildWars"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Hundred Line -Last Defense Academy-demo: Takumi believes an apparition he meets is \"a fire with a mind of its own\", though it's not confirmed in the demo whether he's right.Sirei:The Undying Flames act with a will of their own to keep this school safe.",
      "links": [
        {
          "title": "The Hundred Line -Last Defense Academy-",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheHundredLineLastDefenseAcademy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kingdom of Loathingincludes a Grass Elemental, a Spaghetti Elemental and a BASIC Elemental. (The programming language.)",
      "links": [
        {
          "title": "Kingdom of Loathing",
          "url": "/pmwiki/pmwiki.php/VideoGame/KingdomOfLoathing"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Legend of Spyro: The Eternal Night: The four elemental trials in the Celestial Caverns are populated by elemental enemies — the fire trial is home to fire elementals, depicted as clouds of flame in loosely humanoid shapes, and each is home to hulking conglomerations of crystals charged with the appropriate elemental energy. Each trial also ends in a battle against one of the four Elemental Spirits.",
      "links": [
        {
          "title": "The Legend of Spyro: The Eternal Night",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheLegendOfSpyroTheEternalNight"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "MARDEKfeatures elementals on the Elemental Temples. Supposedly they are created by the elemental energy emitted by theGreat Crystals. They appear as swirly glows with a symbol-like squiggle on them. They are mindless and don'tattackso much asleak energy when disrupted. As of chapter 3, you only encounter Earth, Fire, Water andDarkversions, but later chapters may have Air, Light, Fig, and Aether elementals as well, although Fig and Aether would probably be restricted to the Dreamrealm.",
      "links": [
        {
          "title": "MARDEK",
          "url": "/pmwiki/pmwiki.php/VideoGame/MARDEK"
        },
        {
          "title": "Great Crystals",
          "url": "/pmwiki/pmwiki.php/Main/MineralMacguffin"
        },
        {
          "title": "leak energy when disrupted",
          "url": "/pmwiki/pmwiki.php/Main/NonMaliciousMonster"
        },
        {
          "title": "Dark",
          "url": "/pmwiki/pmwiki.php/Main/MadeOfEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Master of Magichas elementals hiding out in the various nooks and crannies of the world, especially in the magic nodes. Wizards can learn elemental-summoning spells, as well.",
      "links": [
        {
          "title": "Master of Magic",
          "url": "/pmwiki/pmwiki.php/VideoGame/MasterOfMagic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Might and Magic:The traditional four have been important to the series right from the very first game — manipulating elemental energy was a cornerstone inAncientworld-creating/destroying technologies, and that meant dealing with the four Elemental Lords. The game in which they are most important isVIII, as the plot involves gates to the Elemental Planes being opened (and causing havoc in doing so), the elementals planning an invasion of the mundane world, and excursions to the planes as part of a plan to stop the invasion.Heroes of Might and Magic: The elementals first appear inHeroes of Might and Magic IIas neutral creatures with traditional Air/Earth/Fire/Water variants. In III'sArmageddon's Bladeexpansion pack, they are part of the new Conflux town, with Psychic Elementals also appearing. They have upgrades forms as Storm/Magma/Energy/Ice and Magic Elementals respectively. While Psychic Elementals and the Conflux town don't appear in later games, the traditional four remain as neutrals.Horn of the Abyss, aGame ModforHoMMIII, introduces Nymphs and Oceanids as tier 1 creatures for the new Cove faction. They are water embodiments, and yet are completely separate from Water Elementals, looking completely different (yet stillfemale) and having completely different abilities. The story doesn't really explain how these two are different.",
      "links": [
        {
          "title": "Might and Magic",
          "url": "/pmwiki/pmwiki.php/VideoGame/MightAndMagic"
        },
        {
          "title": "Ancient",
          "url": "/pmwiki/pmwiki.php/Main/Precursor"
        },
        {
          "title": "Heroes of Might and Magic",
          "url": "/pmwiki/pmwiki.php/VideoGame/HeroesOfMightAndMagic"
        },
        {
          "title": "Horn of the Abyss",
          "url": "/pmwiki/pmwiki.php/VideoGame/HornOfTheAbyss"
        },
        {
          "title": "Game Mod",
          "url": "/pmwiki/pmwiki.php/Main/GameMod"
        },
        {
          "title": "female",
          "url": "/pmwiki/pmwiki.php/Main/WaterIsWomanly"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Paper Mario: The Origami King: Over the course of the game, Mario must find and defeat the four Vellumentals, powerful spirits that embody and rule over an element of nature. These are the Earth Vellumental,a turtle-like beast with power over rock and soil, the Water Vellumental, a dragon-like creature that fights with tidal waves and waterspouts, the Fire Vellumental, a phoenix-like bird constantlyWreathed in Flames, and the Ice Vellumental, a towering polar bear that will try to freeze Mario solid.",
      "links": [
        {
          "title": "Paper Mario: The Origami King",
          "url": "/pmwiki/pmwiki.php/VideoGame/PaperMarioTheOrigamiKing"
        },
        {
          "title": "a turtle-like beast with power over rock and soil",
          "url": "/pmwiki/pmwiki.php/Main/EarthyTortoise"
        },
        {
          "title": "Wreathed in Flames",
          "url": "/pmwiki/pmwiki.php/Main/WreathedInFlames"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pokémon: A fair few of the titular critters have been this for their respective in-game types:Slugma and Magcargo are slugs made out of lava.AmongIce-typePokémon, Avalugg is a living, walking glacier, and its pre-evolution Bergmite is a smaller variant of the same; Cryogonal is a giant floating snowflake; and the Vanillite line is made up of animated ice-cream cones seemingly assembled out of snow and icicles.TheRock- and Ground-typesseem to have more of these kinds of 'mons than most other types: Geodude and its evolutions are animated clumps of rocks and soil, while Carbink, Onix and Steelix and the Roggenrola lines are made up of various proportions of crystals and boulders. Bonsly and Sudowoodo are interesting examples — they appear to be animated plants at first, but are in fact beings of living rock who pretend to be trees as a form of camouflage: their \"leaves\" are in fact just round rocks containing a lot of green minerals.The more... unusual types get their own embodiments, too. For thePoison-type, Grimer and Muk are living piles of purplish toxic slime — they're literally made out of living poison. Trubbish and Garbodor, being animated piles of garbage, edge into this too.Many Legendary Pokémon also tend to be this. The Legendary Golems — Regice, Regirock and Registeel — are humanoid beings made entirely out of, well, ice, rock and steel. Groudon, Kyogre and Raiquaza are the primordial embodiments of the land, sea and sky. Palkia and Dialga serve a similar role for space and time. Diancie, being explicitly a former Carbink who turned into a unique and powerful being, is likewise made up of animate rock and crystals. In its case, it ends up being a heavily gem-themed humanoid from the waist up and a rough, levitating chunk of rock from the waist down.",
      "links": [
        {
          "title": "Pokémon",
          "url": "/pmwiki/pmwiki.php/Franchise/Pokemon"
        },
        {
          "title": "Ice-type",
          "url": "/pmwiki/pmwiki.php/Main/AnIcePerson"
        },
        {
          "title": "Rock- and Ground-types",
          "url": "/pmwiki/pmwiki.php/Main/DishingOutDirt"
        },
        {
          "title": "Poison-type",
          "url": "/pmwiki/pmwiki.php/Main/PoisonousPerson"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Progress Questhas Bacon, Cheese, Hair, Sand and... Porn Elementals. Talk about basic building blocks of the universe.",
      "links": [
        {
          "title": "Progress Quest",
          "url": "/pmwiki/pmwiki.php/VideoGame/ProgressQuest"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Quest for Glory II: The Four Elementals are summoned against you. Based on some jokes made in the original series, theFan Remakeincludes a Pizza Elemental as anEaster Egg.",
      "links": [
        {
          "title": "Quest for Glory II",
          "url": "/pmwiki/pmwiki.php/VideoGame/QuestForGloryII"
        },
        {
          "title": "Fan Remake",
          "url": "/pmwiki/pmwiki.php/Main/FanRemake"
        },
        {
          "title": "Easter Egg",
          "url": "/pmwiki/pmwiki.php/Main/EasterEgg"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "RuneScapehas its share of elementals. They're most prominently featured in the \"Elemental Workshop\" quest, which features air, earth, water, and fire elementals. The \"Desert Treasure\" quest also features Elemental Embodiments of Blood, Shadow, Ice, and Smoke.",
      "links": [
        {
          "title": "RuneScape",
          "url": "/pmwiki/pmwiki.php/VideoGame/Runescape"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sands of Destructionfeatures the four Primal Lords who embody and control the four elements; when defeated, they transform into small eggs containing their power. They would beAlchemic Elementalsexcept that their presentation is different:AzureSeais agiant sea serpentwho speaks with a masculine voice, in contrast to the traditional feminine depiction of water.GoldenEarthis a giant colossus with magma in hisVolcanic Veins.CrimsonSunis a very large redlion-man.He also raised Kyrie as his Uncle Agni.JadeZephyris a sylph-like woman who can fly. Unlike the others, she does not take your battle as the Destruct fulfilling his destiny and actively resents your imposition on her freedom.",
      "links": [
        {
          "title": "Sands of Destruction",
          "url": "/pmwiki/pmwiki.php/VideoGame/SandsOfDestruction"
        },
        {
          "title": "Alchemic Elementals",
          "url": "/pmwiki/pmwiki.php/Main/AlchemicElementals"
        },
        {
          "title": "Azure",
          "url": "/pmwiki/pmwiki.php/Main/WaterIsBlue"
        },
        {
          "title": "Sea",
          "url": "/pmwiki/pmwiki.php/Main/MakingASplash"
        },
        {
          "title": "giant sea serpent",
          "url": "/pmwiki/pmwiki.php/Main/OurDragonsAreDifferent"
        },
        {
          "title": "Golden",
          "url": "/pmwiki/pmwiki.php/Main/NonIndicativeName"
        },
        {
          "title": "Earth",
          "url": "/pmwiki/pmwiki.php/Main/DishingOutDirt"
        },
        {
          "title": "Volcanic Veins",
          "url": "/pmwiki/pmwiki.php/Main/VolcanicVeins"
        },
        {
          "title": "Crimson",
          "url": "/pmwiki/pmwiki.php/Main/ColorfulThemeNaming"
        },
        {
          "title": "Sun",
          "url": "/pmwiki/pmwiki.php/Main/PlayingWithFire"
        },
        {
          "title": "lion-man",
          "url": "/pmwiki/pmwiki.php/Main/BeastMan"
        },
        {
          "title": "Jade",
          "url": "/pmwiki/pmwiki.php/Main/WindIsGreen"
        },
        {
          "title": "Zephyr",
          "url": "/pmwiki/pmwiki.php/Main/BlowYouAway"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheScribblenautsseries includes the elemental object, which resembles a living tornado.",
      "links": [
        {
          "title": "Scribblenauts",
          "url": "/pmwiki/pmwiki.php/VideoGame/Scribblenauts"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Stardew Valleyfeatures them... as fish.The brown Stonefish can be found in the muddy pool in the first part of the mines, along with Earth Crystals and normal geodes (which can contain mostly yellow or green minerals), representing earth.The blue Ice Pip can be found in the icy pool in the second part of the mines, along with Frozen Tears and frozen geodes (which can contain mostly blue or purple minerals), representing water.The red Lava Eel can be found in the lava pool in the third part of the mines, along with Fire Quartz and magma geodes (which can contain mostly red or orange minerals), representing fire.The white Ghostfish can be found in any of the above three locations, along with Quartz and omni geodes (which can contain any of the above minerals), representing air.",
      "links": [
        {
          "title": "Stardew Valley",
          "url": "/pmwiki/pmwiki.php/VideoGame/StardewValley"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheTales Serieshas these as generic enemies and as named recurring characters of significance. Depending on the game's specific element system these are Undine for Water, Efreet for Fire, Sylph for Wind, Gnome for Earth, Celsius for Ice, Volt for Lighting, Rem or Luna and AskanoteAselia series onlyfor Light, and Shadow for Darkness.Tales of the Abysshas six \"main\" spirits mentioned in background as \"aggregate sentiences\" of fonons, as well as having Lorelei, the aggregate sentiences of Sound. It more or less drives the entire plot, being the source ofthe Scoreand playing a major role in villains' plans.Tales of Zestiriaand its prequel,Tales of Berseria, has the seraphim (called \"malakhim\" in Berseria), some of which are playable characters. They are congregations of elemental energy, born fromthe Earthpulseand given form. They have magic powers primarily focused on a single element, and are usuallyInvisible to Normals, but a select few people can perceive them. If thecameo battleis any indication, people who can'tquitesee them, see an energy orb in their place.Tales of Arise: Early in the game, powers of the fire master core go haywire, and astral energy inside it manifests as a giant fire monster. It's used asForeshadowingforthe fact that large amounts of astral energy always end up becoming sentient. Later,theBig Badof the game turns out to be the Great Spirit of Rena, the ultimate embodiment of astral energy of an entire planet.",
      "links": [
        {
          "title": "Tales Series",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesSeries"
        },
        {
          "title": "Tales of the Abyss",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfTheAbyss"
        },
        {
          "title": "the Score",
          "url": "/pmwiki/pmwiki.php/Main/PropheciesAreAlwaysRight"
        },
        {
          "title": "Tales of Zestiria",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfZestiria"
        },
        {
          "title": "Tales of Berseria",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfBerseria"
        },
        {
          "title": "the Earthpulse",
          "url": "/pmwiki/pmwiki.php/Main/LeyLine"
        },
        {
          "title": "Invisible to Normals",
          "url": "/pmwiki/pmwiki.php/Main/InvisibleToNormals"
        },
        {
          "title": "cameo battle",
          "url": "/pmwiki/pmwiki.php/Main/PreviousPlayerCharacterCameo"
        },
        {
          "title": "Tales of Arise",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfArise"
        },
        {
          "title": "Foreshadowing",
          "url": "/pmwiki/pmwiki.php/Main/Foreshadowing"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InTavern Talk, elemental beings are called Echoes, and two of your customers are Zephir, anAir Echo, and Clay, a half-giantEarth Echo.The Lorebookalso mentionsFlame EchoesandSea Echoes, and they can interbreed to produce offspring of multiple elements such as Lava Echoes.",
      "links": [
        {
          "title": "Tavern Talk",
          "url": "/pmwiki/pmwiki.php/VisualNovel/TavernTalk"
        },
        {
          "title": "Air Echo",
          "url": "/pmwiki/pmwiki.php/Main/BlowYouAway"
        },
        {
          "title": "Earth Echo",
          "url": "/pmwiki/pmwiki.php/Main/DishingOutDirt"
        },
        {
          "title": "The Lorebook",
          "url": "/pmwiki/pmwiki.php/Main/AllThereInTheManual"
        },
        {
          "title": "Flame Echoes",
          "url": "/pmwiki/pmwiki.php/Main/PlayingWithFire"
        },
        {
          "title": "Sea Echoes",
          "url": "/pmwiki/pmwiki.php/Main/MakingASplash"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Total War: Warhammer III:Kislev can recurit Elemental Bears, huge bear-shaped masses of ice and permafrost given life by Ice Witches.TheShadows of ChangeDLC gives Kislev and the Beastmen access to Incarnate Elementals of Beasts, living avatars of the magic of the Lore of Beasts resembling bestial giants with eagle talons for hands and fanged deer skulls for heads.",
      "links": [
        {
          "title": "Total War: Warhammer III",
          "url": "/pmwiki/pmwiki.php/VideoGame/TotalWarWarhammerIII"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ultima VIIIpits the Avatar against the four Elemental Titans: Pyros, Lithos, Hydros, and Stratos.",
      "links": [
        {
          "title": "Ultima VIII",
          "url": "/pmwiki/pmwiki.php/VideoGame/UltimaVIII"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Wizards & Warriors: InWizards & Warriors II, the first four bosses are the elementals of wind, water, fire, and earth.",
      "links": [
        {
          "title": "Wizards & Warriors",
          "url": "/pmwiki/pmwiki.php/VideoGame/WizardsAndWarriors"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "WorldBox: During the Age of the Sun, patches of burning ground or structures can spawn fire elementals resembling people, snakes, slugs, horses, or simple hopping flames, which run around setting more fires.",
      "links": [
        {
          "title": "WorldBox",
          "url": "/pmwiki/pmwiki.php/VideoGame/WorldBox"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "World of Manahas the four elementals in the page description (Undine, Jinn/Sylph, Gnome, and Salamander), as well as the darkness elemental Shade, the light elemental Lumina/Wisp, the wood elemental Dryad, and themoonelemental Luna.Legend of Manareplaced Luna with Aura the metal elemental.",
      "links": [
        {
          "title": "World of Mana",
          "url": "/pmwiki/pmwiki.php/VideoGame/WorldOfMana"
        },
        {
          "title": "moon",
          "url": "/pmwiki/pmwiki.php/Main/Lunacy"
        },
        {
          "title": "Legend of Mana",
          "url": "/pmwiki/pmwiki.php/VideoGame/LegendOfMana"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "World of Warcrafthas plenty of elementals:There's the usual fire/water/earth/air ones, but also various combinations of the types (for example, a lava elemental combines the elements of fire and earth) and more exotic types such as arcane elementals and voidwalkers (while technically demon- not elemental-type mobs, they can be considered elementals of shadow). Plant creatures are also elemental-type mobs. There are also the Elemental Lords — Neptulon the Tidehunter, Smolderon the Firelord, Therazane the Stonemother and Thunderaan the Windlord (as well as Ragnaros and Al'Akir, the former Firelord and Windlord) — massively powerful elementals who rule their lesser kin and respectiveplanes. They were the original inhabitants of the planet before life was created (and they were banished toAnother Dimension) and have had civilizations (and wars) that have lasted millions of years. The little guys tend to get enslaved rather easily, but theleaders tend to cause geographical changes when summoned.In addition to the four classic elemental lords, the Burning Crusade expansion also introduced Murmur, the elemental lord ofsound. However no lesser such entities have been encountered as of yet, making Murmur's origin something of a mystery.The fourth expansionMists of Pandariaintroduces Alementals, which are elementals ofAlcohol, and theSha, who are basically Elemental Embodiments ofnegative emotions;Despair,Anger,Fear,Pride, etcetera.One of the raid bosses in the Battle of Dazar'alor raid is Opulence, a treasure elemental. Naturally, a goblin created it.",
      "links": [
        {
          "title": "World of Warcraft",
          "url": "/pmwiki/pmwiki.php/VideoGame/WorldOfWarcraft"
        },
        {
          "title": "planes",
          "url": "/pmwiki/pmwiki.php/Main/ElementalPlane"
        },
        {
          "title": "Another Dimension",
          "url": "/pmwiki/pmwiki.php/Main/AnotherDimension"
        },
        {
          "title": "leaders tend to cause geographical changes when summoned.",
          "url": "/pmwiki/pmwiki.php/Main/RankScalesWithAsskicking"
        },
        {
          "title": "Alcohol",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Alcohol"
        },
        {
          "title": "Sha",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        },
        {
          "title": "Despair",
          "url": "/pmwiki/pmwiki.php/Main/DespairEventHorizon"
        },
        {
          "title": "Anger",
          "url": "/pmwiki/pmwiki.php/Main/UnstoppableRage"
        },
        {
          "title": "Fear",
          "url": "/pmwiki/pmwiki.php/Main/NightmareFuel"
        },
        {
          "title": "Pride",
          "url": "/pmwiki/pmwiki.php/Main/Pride"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Xenoblade Chronicles 1: The nebulas are living clouds of ether energy that resemble their namesake. They come in six different colors, each representing one of the game's elements (fire, water, electricity, ice, wind, and earth), and generally appear in areas and/or weather conditions related to those elements. They also make for annoying opponents, due to being highly resistant to physical attacks, applying status effects whenever they're struck, and having a tendency to self-destruct and deprive you of loot when low on HP.",
      "links": [
        {
          "title": "Xenoblade Chronicles 1",
          "url": "/pmwiki/pmwiki.php/VideoGame/XenobladeChronicles1"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "DSBT InsaniT: Fire Guy is a living fireball.",
      "links": [
        {
          "title": "DSBT InsaniT",
          "url": "/pmwiki/pmwiki.php/WebAnimation/DSBTInsaniT"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Gunnerkrigg Court:Antimonydiscovers that one of her ancestors was \"some sort of fire elemental\".",
      "links": [
        {
          "title": "Gunnerkrigg Court",
          "url": "/pmwiki/pmwiki.php/Webcomic/GunnerkriggCourt"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Order of the Stick:Amusingly played with by the cleric Redcloak, who proves the value of a rudimentary education in chemistry withChlorine,Titanium,OsmiumandSiliconelementals. A Silicon Elemental made entirely of sand is summoned in a desert, Titanium Elementals are fired out of catapults during a castle assault, and the Chlorine Elemental is used to kill infantry with its poison gas. Redcloak also takes the opportunity to point out that fire isn't even an element. They're not called \"reactionals\". Vaarsuvius, however, is not amused, complaining that Redcloak has no appreciation for the classics.Hobgoblin:Wait, are you saying that you just fired five Earth Elementals out of catapults at them???Redcloak:Don't be ridiculous. Earth Elementals are way too heavy, they'd never fly that far. I fired fiveTitaniumElementals at them. They're just as strong and 40% lighter. Hey, it's not my fault everyone else limits themselves to four elements. Some of us got passing grades in Chem.Gold Elementalsalso appear, and are the reason for why gold pieces are not an accepted currency in the Elemental Plane of Earth — how wouldyoufeel if somebody paid you with coins carved from human bone?TheDungeons & Dragonstendency towards some slightly odd elemental planes is parodied when Vaarsuvius is transported to the semi-elemental plane ofranch dressing. As one might expect, its inhabitants are not the most dignified embodiements ever conceived.",
      "links": [
        {
          "title": "The Order of the Stick",
          "url": "/pmwiki/pmwiki.php/Webcomic/TheOrderOfTheStick"
        },
        {
          "title": "Chlorine",
          "url": "http://www.giantitp.com/comics/oots0457.html"
        },
        {
          "title": "Titanium",
          "url": "http://www.giantitp.com/comics/oots0423.html"
        },
        {
          "title": "Osmium",
          "url": "http://www.giantitp.com/comics/oots0825.html"
        },
        {
          "title": "Silicon",
          "url": "http://www.giantitp.com/comics/oots0901.html"
        },
        {
          "title": "Gold Elementals",
          "url": "http://www.giantitp.com/comics/oots1028.html"
        },
        {
          "title": "Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "What's Shakin': Elementals, called Eternals, embody a single element. The only eternal seen so far has beenFred.",
      "links": [
        {
          "title": "What's Shakin'",
          "url": "/pmwiki/pmwiki.php/Webcomic/WhatsShakin"
        },
        {
          "title": "Fred",
          "url": "http://whatsshakincomic.com/2010/09/06/ch1-pg1/"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Cracked's #8Science Lesson As Taught by Famous Video Gamesrepresents the four elements as hot chicks.",
      "links": [
        {
          "title": "Cracked",
          "url": "/pmwiki/pmwiki.php/Website/Cracked"
        },
        {
          "title": "Science Lesson As Taught by Famous Video Games",
          "url": "http://www.cracked.com/photoplasty_388_27-science-lessons-as-taught-by-famous-video-games_p2/"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheSCP Foundationhas a few of these, such asSCP-054, which is composed of water, andSCP-457, which is composed of fire. Not only are these two opposites in terms of their elements, but also in terms of their behaviour: SCP-457 is obsessed with burning absolutely everything, including people, whereas SCP-054 is friendly and playful with people, or at least women now since it was traumatized by male researchers' experiments.",
      "links": [
        {
          "title": "SCP Foundation",
          "url": "/pmwiki/pmwiki.php/Website/SCPFoundation"
        },
        {
          "title": "SCP-054",
          "url": "http://www.scp-wiki.net/scp-054"
        },
        {
          "title": "SCP-457",
          "url": "http://www.scp-wiki.net/scp-457"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In Frozen Flame byMahu, the islands are inhabited by a number of dangerous, elemental creatures of ice, wind, earth and frost. Mr. Frost is able to use his magics to take control of some of them and use them for battle.",
      "links": [
        {
          "title": "Mahu",
          "url": "/pmwiki/pmwiki.php/LetsPlay/Mahu"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InAdventure Time,the four elements are Fire, Ice,Candy and Slime, each of which has its own kingdom and species living in Ooo. Apparently, past ages had an Elemental ruler each controlling one quarter of the land.An Ice Personnamed Patience St. Pim tries to recreate this system. She succeeds during the \"Elementals\" mini-series, turning herself,Princess Bubblegum,Flame PrincessandSlime Princessinto the new four; in the process, non-Elemental characters are transformed into one of the four elements (for example,Marcelinebecoming a Candy Person calling herself Marshmelline the Campfire Queen).The episode \"Evergreen\" revolves around a prehistoric Ice Elemental named Urgence Evergreen and his ill-fated attempt to stop the impact of a Catalyst Comet. His contemporaries were Balthus (Fire), Chatsberry (Candy), and Slimy D (Slime).",
      "links": [
        {
          "title": "Adventure Time",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/AdventureTime"
        },
        {
          "title": "Candy and Slime",
          "url": "/pmwiki/pmwiki.php/Main/BizarroElements"
        },
        {
          "title": "An Ice Person",
          "url": "/pmwiki/pmwiki.php/Main/AnIcePerson"
        },
        {
          "title": "Princess Bubblegum",
          "url": "/pmwiki/pmwiki.php/Main/EmperorScientist"
        },
        {
          "title": "Flame Princess",
          "url": "/pmwiki/pmwiki.php/Main/PersonOfMassDestruction"
        },
        {
          "title": "Slime Princess",
          "url": "/pmwiki/pmwiki.php/Main/MoleMen"
        },
        {
          "title": "Marceline",
          "url": "/pmwiki/pmwiki.php/Main/FriendlyNeighborhoodVampire"
        },
        {
          "title": "Evergreen",
          "url": "/pmwiki/pmwiki.php/Recap/AdventureTimeS6E24Evergreen"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Amphibiadoes this with the three temples needed to recharge the Calamity Gems. Each temple represents a specific element according to the gem it charges, coming in the challenges as well.The first temple, where the Green Gem of Wit is charged, is in a vast forest, representing Earth.The second temple, where the Blue Gem of Heart is charged, is in Amphibia's frozen north, representing Water.The third temple, where the Pink Gem of Strength is charged, is in a volcanic atmosphere, representing Fire.",
      "links": [
        {
          "title": "Amphibia",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Amphibia"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InAvatar: The Last Airbender, dragons are the originalfirebenders, \"sky-bison\" (flying white striped buffalo) are the originalairbenders, and \"badger-moles\" (huge blind digging badgers) are the oldestearthbenders. Water is unique in the fact that the originalwaterbenderwas the moon, but the embodiment of the ocean is a Koi fish named La (translated as Pull). The moon also has a Koi fish embodiment, Tui (translated as Push).When Tui is killed, Yue must replace it in order to preserve the balance of nature.",
      "links": [
        {
          "title": "Avatar: The Last Airbender",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/AvatarTheLastAirbender"
        },
        {
          "title": "fire",
          "url": "/pmwiki/pmwiki.php/Main/ElementalPowers"
        },
        {
          "title": "benders",
          "url": "/pmwiki/pmwiki.php/Main/PlayingWithFire"
        },
        {
          "title": "airbenders",
          "url": "/pmwiki/pmwiki.php/Main/BlowYouAway"
        },
        {
          "title": "earthbenders",
          "url": "/pmwiki/pmwiki.php/Main/DishingOutDirt"
        },
        {
          "title": "waterbender",
          "url": "/pmwiki/pmwiki.php/Main/MakingASplash"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In season 4 ofCastlevania (2017), Trevor and Sypha come across a statue of Death. When Sypha worries about the scythed skeleton beingThe Grim Reaper, Trevor explains that Death isn't the actual personification of death, but a primal entity that feeds on theLife Energyof souls that die, though early man mistook it for the true death.",
      "links": [
        {
          "title": "Castlevania (2017)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Castlevania2017"
        },
        {
          "title": "The Grim Reaper",
          "url": "/pmwiki/pmwiki.php/Main/TheGrimReaper"
        },
        {
          "title": "Life Energy",
          "url": "/pmwiki/pmwiki.php/Main/LifeEnergy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fantaghirò:The Magic Stone is a small talking rock who exists on the blurry border between elementals andAnimate Inanimate Objects. In “The Magic Garden”, it’s revealed that he has a family composed of other living rocks (all of which are much, much larger than him).The Black Cloud (from the episode of the same name) is a giant, monstrous tornado creature created by Darken that ravages the kingdoms of Dana and Tuan until being stopped by Fantaghirò, Romualdo, and the White Fairy.In “The Red Diamond”, the witch Dahak summons elementals of Water, Fire, and Earth (the last of which is made of dirt to avoid being redundant with the Magic Stone) to assist her in stealing the titularMacGuffin.",
      "links": [
        {
          "title": "Fantaghirò",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Fantaghiro"
        },
        {
          "title": "Animate Inanimate Objects",
          "url": "/pmwiki/pmwiki.php/Main/AnimateInanimateObject"
        },
        {
          "title": "MacGuffin",
          "url": "/pmwiki/pmwiki.php/Main/MacGuffin"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Jackie Chan Adventures: Shendu's seven siblings which derive their powers from Earth, Water, Wind, Sky, Moon, Thunder, and Mountain.He himself had Fire powers before beingdepowered.",
      "links": [
        {
          "title": "Jackie Chan Adventures",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/JackieChanAdventures"
        },
        {
          "title": "depowered",
          "url": "/pmwiki/pmwiki.php/Main/DePower"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Invoked inLilo & Stitch: The Serieswith the 500 series of experiments having elemental-based powers to cause mass destruction. While these include natural elemental abilities such as shooting lava and water, creating earthquakes, generating freezing cold, and even manipulating nature itself, there are also some unorthodox elements like pollution. Alongside them, Experiment 221 aka Sparky, is an electricity generating experiment.",
      "links": [
        {
          "title": "Lilo & Stitch: The Series",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/LiloAndStitchTheSeries"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Master Raindroppart of the premise that, when the Golden Dragon was killed, he divided himself into five personified elements and they need to reunite to revive the Dragon.",
      "links": [
        {
          "title": "Master Raindrop",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/MasterRaindrop"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Season 15 ofNinjagoends withNya becoming the living embodiment of the ocean.",
      "links": [
        {
          "title": "Ninjago",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Ninjago"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Samurai Jack: In one episode, Jack has to face three female entities, respectively composed of fire, earth, and air.",
      "links": [
        {
          "title": "Samurai Jack",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/SamuraiJack"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Ripping Friendshas Frictor, an evilfrictionelemental. Created by exposing the heroes' foot calluses to radiation. Yes, you read that correctly.",
      "links": [
        {
          "title": "The Ripping Friends",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheRippingFriends"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "W.I.T.C.H.: The guardians become lviing embodiments of their respective elements in the last episode of season 2. This also counts as aDeadly Upgradeas they lose their humanity in the process.",
      "links": [
        {
          "title": "W.I.T.C.H.",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/WITCH"
        },
        {
          "title": "Deadly Upgrade",
          "url": "/pmwiki/pmwiki.php/Main/DeadlyUpgrade"
        }
      ]
    }
  ]
}