{
  "trope": "BigBad",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/BigBad",
  "description": "\"Everything that has transpired in this trope has done so according tomydesign.\"\n\n\"I've learned that, in every story, there is a big, bad something. An evil force that, no matter the size, corrupts the world of the story, and tries its best to destroy the hero.\"—Lullaby\n\nA cause of many or most of the bad happenings in a story, and often the main cause of most or all of them. A Big Bad could be a character withEvil Plansright from the start of the story or it could be anOpportunistic Bastardand/or anIncidental Villainfinding midway through that there is something to gain by crossing boundaries. In a serial story, the Big Bad exerts an effect across a number of episodes, even an entire season. Known as the Shadow inThe Hero's Journey.\n\nThis trope is not a catch-all term for the biggest, ugliest villain of any given story. If it is a villain, though, it should be identified correctly; the badass leader of theoutlaw gangthat causes the most personal trouble isnotthe Big Bad. Therailroad tycoonwho isusingthe gang as muscle is the Big Bad.The Man Behind the Manis very common for this trope, leaving the reveal of the big bad asThe Chessmasterbehind it all and proving themselves far more clever and resourceful than theVillain of the Week. Sometimes the Big Bad is the grand enemy of an entire franchise. At other times, the Big Bad is anArc Villainwho causes trouble for a period of time only to be replaced by another Big Bad.\n\nIn its most general form, a Big Bad will be at the center of theMyth Arcrather than just anyStory Arc, but this doesn't always have to be the case; when you look at a season-long story or a majorStory Arcand you can identify one problem being the cause of everything, that is the Big Bad.\n\nThe term \"Big Bad\" was popularized inBuffy the Vampire Slayer. It was characteristic of Buffy's seasonal Big Bads for their identity or nature, or even the fact that they were the Big Bad at all, to remain unclear for a considerable time. Occasionally, characters would even refer to themselves as \"the Big Bad\" — whether they were a true Big Bad or just aBig Bad Wannabeis another matter. The structure of Buffy placed the Big Bad as being crucial to theHalf-Arc Season, half the episodes arefillerdealing with unrelated enemies while the other half involved the ongoingMyth Arcwith the Big Bad. Each season can easily be defined by who the Big Bad was.\n\nIf a show has a series of Big Bad jeopardies, they can function like a series ofMonsters of the Weekthat take more than one week to finish off. If there is aLegion of Doom, you can expect the Big Bad to be involved somehow. They're probably sorted by power, with the strongest for last, following theSorting Algorithm of Evil.\n\nIn tabletop gaming circles, the Big Bad is often referred to as the BBEG (Big Bad Evil Guy).\n\nEvil Overlord,Diabolical Mastermind,The Chessmaster,Arch-Enemy,The Man Behind the Man, and oftenManipulative Bastardare specific types of villains who are liable to show up as Big Bads. If they're aMagnificent BastardorHero Killer, the good guys are inbigtrouble. The heroic counterpart of this character is theBig Good, who will very often be the focus of this character's attention overThe Heroat the beginning of a series. If a work of fiction is conspicuously lacking a Big Bad, it may be a case ofNo Antagonist.\n\nSee alsoBig Bad Duumviratefor two (or more) Big Bads working together. Sometimes a Big Bad will get their start as a servant to another villain — if that's the case, they're aDragon Ascendant. If the character who fills the role of Big Bad in most meaningful ways is nominally subordinate to someone else (someone significantly more menacing by comparison), they are aDragon-in-Chief. If the story has many Big Bads at once whodon'twork together, seeBig Bad Ensemble.The Big Bad Shuffleoccurs when there are multiple candidates for the Big Bad position which may or may not be caused by all of them beingPlotIrrelevantVillainsand getting only a segment of the whole conflict to shine. If the Big Bad doesn't start out as bad but develops over the course of the story, it'sBig Bad Slippage. If the Big Bad of one section of a work doesn't die on being defeated and stays around as a character in a different plot role (reformed or not), that'sEx-Big Bad. Some may require you toHit Them in the Pocketbook.\n\nThe Big Bad of a story is not always the most powerful or oldest existing evil force. Perhaps an evil presence along the lines of anEldritch Abominationovershadows the work's setting, but is mainly divorced from the story's events — that would be theGreater-Scope Villain. A Big Bad who seeks the aid of aGreater-Scope Villain, possibly by freeing aSealed Evil in a Canin the hopes of invokingSummon Bigger Fishmight find themselves very much on the end ofBlatantly Self-Defeating.\n\nIt is one of the most well-known tropes on theTV Tropescommunity, being the first to have oversixty thousand wicks, and is currently themost wicked tropeon the site. This is probably because it's incredibly common.\n\nMay overlap aConclusive Confession, especially if their arch enemy is aGreat Detective. See alsoOccupational Hazardfor the various fatesgat may await them, their underlings, and their adversaries.\n\nIf aBig BadaccompaniesOminous Clouds, a hero is shown to be triumphant with aCloud-Clearing Burst.Examples:Anime & MangaComic BooksFan WorksFilms — AnimationFilms — Live-ActionLiteratureLive-Action TVPro WrestlingTabletop GamesVideo GamesVisual NovelsWebcomicsWeb OriginalWestern AnimationOther Media\n\nRelated tropes:Arc Villain: The Big Bad of aStory Arc, but not of the story as a whole. They may or may not be working for the overall Big Bad.Arch-Enemy: The main villain of the story is usually (though not necessarily always) the primary nemesis of the main hero.Big Bad Duumvirate: There's two Big Bads working together! They might not get along, though.Big Bad Ensemble: Multiple Big Bads in the same story, but not necessarily on the same side. They still might not get along.Big Bad Friend: The Big Bad was once such good friends with one of the main characters.The Big Bad Shuffle: It's a toss-up as to who the Big Bad is.Big Bad Slippage: The Big Bad slowly becomes ever more evil.Big Bad Wannabe: The villain isn't as big of a threat as they seem or try to be.The Big Bad Wolf: TheTrope Namerof \"Big Bad\" is the evil Wolf from classicFairy Tales, such asThe Three Little PigsandLittle Red Riding Hood.Demoted to Dragon: The current Big Bad being revealed as the Dragon to abigger threat.Dragon-in-Chief: Thede factoBig Bad is subordinate to another, lesser villain.Ex-Big Bad: You eitherdie a heroor live long enough to see yourselfstop beingthe (main) villain.Evil Overlord: The classic Big Bad for many works ofHigh Fantasyand similar adventure tales is an evil dictator/emperor/warlord who runsThe Evil Empire.Final Boss: The main villain also tends to be the final enemy for the heroes to defeat in the story's climax. In the context of video games (where the term comes from), then the Big Bad is usually the last (and most likely the toughest)Boss Battlefor players to beat.Greater-Scope Villain: A Bigger Bad who's (in)directly responsible for most of the story's conflict, but their role isn't quite as prominent as the actual main antagonist.The Heavy: The villain responsible for the obstacles the hero has to overcome. This is usually the role played byThe Dragonbut there have been a couple times where the Big Bad plays this role.The Man Behind the Man: The supposedBig Badis secretly working for the real Big Bad.Non-Action Big Bad: A Big Bad who doesn't fight directly, instead relying on their underlings to do their dirty work.Returning Big Bad: After a period of absence, a previous Big Bad returns to the story and acts as the main villain again.Vile Villain, Laughable Lackey: A duo consisting of aserious villainwith ahumoroussubordinate.Villainous Friendship: When the Big Bad is good friends withThe Dragon.Weak Boss, Strong Underlings: When the Big Bad is actually less physically powerful than theirEvil MinionsandMooksare.Here's some comfort.",
  "examples": []
}