{
  "trope": "SpiritAdvisor",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/SpiritAdvisor",
  "description": "\"So what I told you was true,from a certain point of view.\"\n\n\"You know the trope?In storytelling it's a norm.When a person's in troublemanifestation of their subconscious appears in the formOf a Dream Ghost!Giving advice you kind of already knew.\"—Dr. Akopian,Crazy Ex-Girlfriend(\"Dream Ghost\")\n\nA character who can only be perceived by one or a small number of other characters. This character's purpose is most often to provide advice, act as a moral compass, or substitute forMr. Exposition.\n\nIf there are two with opposing viewpoints, then you're dealing withGood Angel, Bad Angelinstead. Ironically, the Spirit Advisor is rarelyThe Ghost(even if he is agenuine ghost).\n\nIf someone who can't see the Spirit Advisor learns about their existence, they will inevitably try to talk to them, leading the character who can truly see them shaking his head and saying, \"He/She's overthere.\"\n\nA rough sci-fi equivalent is theVirtual Ghost, though it is usually visible to anyone. Can be the result ofascending to a higher plane of existence.\n\nCompareHelpful Hallucination, who only exists within one's head, thus their entire personality and being are shaped by the person imagining them.\n\nSee also:Waif Prophet,Warrior Poet,He Who Must Not Be Seen,Dead Person Conversation,Floating Advice Reminder,Multitasked Conversation,I See Them, Too,Non-Human Sidekick,Not-So-Imaginary Friend,Closer to Earth,Noble Savage, andMagical Guide. For theScience Fictionversion, seeVirtual Sidekick.\n\nExamples:\n\nopen/close all folders\n\nAnime & MangaHikaru no Go: Sai is the ghost of a Go player who becomes Hikaru's mentor. The other players think its weird how he gets so much better despite not having a living mentor, because his is dead.Kamichu!: Yashima plays this role, since Yurie's godhood came without a manual, advisor, or even a predecessor.InMermaid Melody Pichi Pichi Pitch, between her intended and actual birth, Seira is Lucia's Spirit Advisor.My Hero Academia:The past wielders of the One For All Quirkreawaken within Izuku Midoriya, causing the hero to start manifesting their Quirks. After the Paranormal Liberation War, the past users are able to overcome their communication barriers and can freely talk to Midoriya.Yu-Gi-Oh!:Yami Yugi/Pharaoh Atemis Yugi Muto's guidance through life, but he alsoshares his body and take over for him in duels.Also during the Doma arc, we have the Dark Magician Girl, who first tells Yugi about the dragons and serves a special purpose in major duels.InYu-Gi-Oh!: Capsule Monsters, Alexander the Great and Shadi guide the heroes through their tests.InYu-Gi-Oh! GXwe have Daitokuji-Sensei who acts as one to Judai.Yu-Gi-Oh! ZEXALhas Astral to Yuma, who gives him advice in duels, that often goes ignored.Yu-Gi-Oh! ARC-VhasYuto, one of Yuya's alternate selves, become one in the Heartland arc of Episode 100, as he is able to talk to Yuya as a result of sharing a body.Deconstructed, as while Yuto is sympathetic to Yuya and Yusho's goal of helping people smile with dueling, such a goal can only happen whenAcademiais permanently defeated, and forcefully takes over Yuya's body out of rage, not unlike Yami Yugi of the early manga, to fight off Edo Pheonix, Commander-in-chief of Academia.Yu-Gi-Oh! GO RUSH!!hasKuaidul Velgear, who is initially the antagonist near the end of Season 2, and fuses with Yudias after his death. In the final episode of that season, Kuaidul warns Yudias about the upcoming dangers caused by the Ohdos and telling him that Monster Reborn can't revive the Velgearians. Alongside the results of fusion that saved Yudias from suffering the same fate as their races did, once he revives through Damamu's influence he can now possess Yudias' body to help him win the duel.InDemon Slayer: Kimetsu no Yaiba, that’s Tanjuro’s second most prominent role in the series other than the knowledge he passed onto Tanjiro in retrospect, as Tanjuro died 1 year before the story began; while other members of the Kamado family appear from beyond to guide Tanjiro and Nezuko, their father Tanjuro is the one who appears more:He is the one to guide Tanjiro out of Enmu’s dream prison, and the one to guide Nezuko towards the final Muzan battle at the end of the series.Dragon Ball Zhas the deceased Goku telepathically communicate with Gohan via King Kai to assist him in defeating Cell. A spirit image of Goku also appears behind Gohan during the Father-Son Kamehameha.InTransformers: Cybertron,Vector Prime has a brief stint in this role after his death in \"Guardian\".InTransformers: ★Headmasters, Alpha Trion's spirit helps Optimus Prime find Vector Sigma. It doesn't go so well...Played around with inHottokenaino, with Himeko. Her dead husband was unaware ofwhy he hadn't passed on yetand initially just watched her go about her day, thentortured by seeing her having casual sex with strangersbefore getting off on it and finally getting to the \"advice\" part of this trope... byadvising her to have even MORE sex with guysandhelping along her relationship with a painfully average, shy guy she has an optional arranged marriage to by.Himeko doesn't explicitly hear him, but gets inspiration to act just the sameand senses him leaving her as a sign things will be alright now.In the mangaThe King of Fighters: G(an alternate retelling of the KOF 96 game),Maki Kagura's spirit is this. She appears in the last volume tocomfort herAngsty Surviving TwinChizuru, after she's beaten to almost death by Leopold Goenitz; later she's also seen insideIori Yagami's mind afterhe's barely defeated by the Japan Team, begging him to fight Goenitz with Kyo and Athena — and he does so.Fatal Fury:Tung and Lilyare this to Terry in the anime specials.InNurse Angel Ririka SOS, Princess Helena coaches Ririka in the use of herNurse Angelabilities via voice-over, but her appearances are mostly relegated to flashbacks and dream sequences. She's a living, corporealHuman Alien, but since she's ill and lives untold light-years away she doesn't show up often.Puella Magi Madoka Magica: Kyubey can only be seen by aMagical Girlor candidate for becoming one. He also gives advice and information to the girls in their struggle against Witches.It's for his species' own ends and usually to the detrmient of the girls, most notably Sayaka and Kyouko, but it's still advice and everything he says is true.Area 88: In manga that didn't make it stateside, the late Hoover appears to Shin in a dreamafter Shin returns to Japan and takes up residence with Ryoko.InFinal Fantasy VII: Advent Children, Aerith's spirit appears to Cloud in visions, advising him to let go of his grief over his inability to save her. Zack's spirit later appears to Cloud during his final battle with Sephiroth, helping him reaffirm his determination to win despite being severely wounded.The Legend of Zelda: Ocarina of Time (1999): Even with his mortal body having long perished, Rauru is able to provide Link with advice and insight.\n\nComic BooksStar Wars Legends:Both Obi-Wan and Anakin serve as spirt advisors to Luke Skywalker in the years following the Battle of Endor.Star Wars: Legacy:Subverted, whenDarth Kraytcommunes with theVirtual Ghostsof the three greatest Sith Lords, seeking guidance; Darth Andeddu, the progenitor of all Darths,Darth Nihilus, who led the First Jedi Purge, and Darth Bane, the SithChosen Onewho created theRule of Two. All three of them refuse to teach him anything, instead calling hima hereticfor arrogantly doing away with the Rule that kept their religion alive all this time. EvenThe UnintelligibleNihilus berates him but the other Lords deem Krayt unworthy of even a proper translation.Luke Skywalker tries to be this to his descendant, Cade, but Cade isn't always willing to listen.The DCUheroFirestormwas created by atomically merging student Ronnie Raymond and scientist Martin Stein. In practice, this essentially resulted (at least initially) in a super-powered Ronnie, with Stein acting as a Spirit Advisor.Green Lantern: When Kyle Rayner was the last Lantern, Hal Jordan appeared to him from time to time as the Spectre to provide advice.Preacher: John Wayne appears as Jesse's Spirit Advisor, helping him survive his childhood ordeals and become aKnight in Shining Armor.Heavy Liquid: The protagonist of Paul Pope's graphic novel sees a \"shadow self\" whenever he uses a drug made from the titular material. It guides his escape from thespookthat captures him at the end of the story, and soon after, S concludes thatthe shadow is a non-corporeal extraterrestrial's attempt to communicate. S refers to the alien as a \"radiowave spaceman\" and the Heavy Liquid as his \"little metal car.\"The Authority: The Doctor, the shaman of the Planet Earth, can journey to the Garden of Ancestral Memory, where the spirits of all past Doctors (save one evil one) dwell.The ghost of Abin Sur, seeking to make amends for unintentionally giving power to the man who would one day become Parallax, serves as this for Hal inThe Spectre (2001).Shazam!: The Wizard often counseled Billy Batson as a shade.Captain America: InCaptain America (1968)#305, Merlin appeared to Captain Britain. Since Merlin had died in Captain Britain's own series, The Official Handbook stated that Merlin's appearance here represented an appearance by his shade.Doctor Strange: The Ancient One, Strange's mentor, becomes this after his death.Deadpool: During the first arc of theMarvel NOW!relaunchDeadpool (2012), Deadpool gets one of these in the form of Benjamin Franklin's ghost.Supergirl:In \"Last Daughter of Krypton\", the ghosts of Zor-El and Alura appear before a beaten Kara to encourage her to not give up and tell her how can she escape from Argo City before the floating city plummets into a blue star.Should Auld Acquaintance Be Forgot: The ghost of Kara Zor-El appears before Deadman to comfort him when he is distressed and remind him why heroes are heroes.Swordquest: The protagonists receive clues from two hooded spiritual figures, Mentorr and Mentarra.Wonder Woman:Wonder Woman (1987): When Diana is knocked for a loop while fighting the White Magician alongsideArtemis, who perishes in the fight, Diana is told to get back up and into the fight by the spirit ofSteve Trevor's mother, whom Diana was named after in this iteration.The Legend of Wonder Woman (2016): After having her soul torn from her body Alcippe still sticks around to mentor Diana, though she has trouble getting anything but emotions through to her outside of near death situations where Diana is unconsious.Artemis (the goddess) acts as one to Hippolyta inWonder Woman Historia: The Amazons.Batgirl: Stephanie Brown's ghost acted as this for Cassandra Cain during the later part of her stint as Batgirl. She appeared to her several times when she was on the brink of death, giving Cass motivation and exposition. This became very odd when aRetconrevealed that Stephanie had beenFaking the Deadthe entire time.Trakk: Monster Hunterhas Cedryk, a spirit who granted TrakkImmortality, and advises Trakk on hunting downVaquoul.Bumblebee becomes this after his death inThe Transformers: Robots in Disguise, haunting Starscream and trying to push him to be a better leader and person, which surprisingly starts to take. As time goes on, it becomes clear that Bumblebee is not a hallucination and is in factNot Quite Dead.Starscream ultimately becomes this to Bumblebee when the yellow scout comes back to life and the seekersacrificeshis life to save the universe.Black Moon Chronicles: Greldinard's mother, who was a shamaness in life, continues to advise him as a spirit after her death. She actually plays a vital role in preventing Greldinard's youthful brashness from getting himself killed, as she uses her magic to bind a cave-dwelling monster to him so he can use it as a mount, and convinces the uber-powerful Haazheel Thorne to spare her son's life.Deconstructed inAvatar: The Last Airbender - The Promise. Avatar Roku is genuinely well-meaning in his attempts to provide guidance to Aang, but the problem is that he hasn't been part of the mortal world for over a century and he is ill-equipped to handle the evolving societal problems Aang faces in the aftermath of the Hundred Year War.Arak: Son of Thunder: Valda used a spell she learned from Malagigi to summon the spirit of Amadis of Gaul, a valiant warrior, and the ghost tutored her as a warrior into Valda's adulthood.\n\nComic StripsThe Family Circus: Dead relatives are often seen visiting Earth, either to check up on the family, or give some words of encouragement to a lonely spouse, orhelp one of the kids with their piano practice...Funky Winkerbean: Lisa Moore has started popping up again, albeit probably as a figment of Les's imagination.\n\nFan WorksAll For Luz: Ever since he died at All Might's hands, All For One presents himself asEvil Mentorversion of this to Luz, who inherited his Quirk, since he's literallystuck in her head.All I Want: Ifalna appears to Aerith the first night after she and Sephiroth escape from Shinra and leads her to where she will cross paths with none other than Elmyra Gainsborough.Here Comes the New Boss: TheButchersare voices that only Taylor can hear. Often times they give observations and advice during fights.Iris Hawthorne: Ace Attorney: Diego takes on Mia's role as the protagonist's dead mentor, and Pearl or Maya occasionally channel him to offer support to Iris. He can even communicate with Pearl telepathically.What Happened Afteris aBridge to Terabithiafanfic where Leslie returns to Jess' side 3 years laterafter her death in the original story… as a ghost. They can communicate with each other, but only in private because she isInvisible to Normalsfor everyone except Jess.Leslie: I can be your girlfriend in a pocket!Hivefled's Gamzee is advised by Laneen and Sennir, the ghosts of two of his ancestor's victims.Ghost, Ghost, I Know You Live Within Mehas a rare example where the spirit advisor is also aMagical GirlfriendasShepardacted as both roles to Garrus during his two years on Omega. They evenlampshadedit.InFractured, aMass Effect/Star Wars/Borderlandscrossover,Lilithdies, but shows up in this role at the end of the story and later inOrigins.Twilight Sparklebecomes one to Lightning Dawn after her death inMy Brave Pony: Starfleet Magic III.InPortal 2fanfics,Carolineis often seen as this forGlaDOS, only able to be heard by the one she advises. Especially concerning Chell.Sight: Since Zangetsu is not limited to Ichigo's Inner World, he teaches Ichigo how to fight one-on-one in the real world.Urahara's zanpakutou, Benihime becomes one to Ichigo, teaching him strategy, analytical thinking, shunpo and zanjutsu.Isshin's zanpakutou, Engetsu tutors Ichigo on Shiba clan history and how the Seireitei functions.“A Mingling of Magics: The Legacy of Merlin” reveals that Merlin’s ring (The Sorcerer's Apprentice) contains a copy of the consciousness of Kilgharrah (Merlin (2008)), preserved by the older Merlin so that he can answer Merlin’s questions when a younger Merlin is displaced into 2010 to help Dave.In theRWBY/The HobbitFusion FicRise of a Star Knight, Jaune has two, the first beinga version of Pyrrha, which turns out to actually bepart of her aurathat stayed with him(Long story), and eventually tells Pyrrha that, while the part of Jaune's aura that was with Living!Pyrrha saved her from death and torture, Spirit!Pyrrha manifested to save him from himself (and latersacrificed itselfto save him from death.The second isaTreacherous AdvisorandThe Corrupter, namedFelix, that resides in theArkenstone, who offers him power and gives him advice that turns him against his friends and allies. Eventually, Spirit!Pyrrha steps in to stop him and allow Jaune to break free of his influence. It's revealed that Felix was actually the Mad King of Vale, and was alsoSmaug.In \"Restless Warriors\", Trini's ghost appears to warn Maya of an impending demon invasion and help her identify the Yellow Rangers she must contact to help her oppose this threat (Kelsey, Taylor, Dustin and Kira, although Eric, Tori and Conner are also recruited due to their bonds with Taylor, Dustin and Kira respectively), with Zordon appearing later to restore the powers of those Rangers who need it. When the crisis escalates, Zordon and Trini contact the remaining Yellow Rangers (Aisha, Tanya, Ashley, Katie and Z) to provide back-up for the final battle, Zordon even taking a moment to assure Z that she is an excellent Yellow Ranger.InInfinity Crisis, Constantine is able to make contact with the Ancient One and Loki, later allowing Loki to communicate with the heroes in a spectral form that can be seen by all of them but cannot make physical contact with anything.Harry and the Shipgirlsgives theKitsuneNatsumi Ono a mental echo of her ancestor.It's none other than Tamamo-no-Mae, who wants her reincarnation to avoid the mistakes that she made.Spirits in My Head: While Mirabel has plenty of friends among the Encanto's ghost population, her Abuelo Pedro is the one she spends the most time with.InThe SuperStarr Chronicles, Cleveland's superhero Kid Razor has the ghost of legendary musician Ronnie Rocker as his guide.InLinewalkersthe spectre of Tobirama Senju becomes the ghostly mentor (and caretaker) of a young Uzumaki Naruto.\n\nFilms — AnimationFrozen II: Iduna watches over and sings with her daughter Elsa in the songShow Yourself.The Lion King: Mufasa becomes one of the \"great kings of the past\" and advises his son on the responsibilities of his birthright from beyond the grave. He continues this inThe Lion King II: Simba's Pride, but that's more of a \"deity talking to aGood Shepherd\" thing with Rafiki. He does a more blatant version with his grandson in the spin-off series, which is discussed below.InRatatouille, a lonely Remy, desperate for someone to talk to, imagines that the spirit of his hero, Auguste Gusteau, is his spirit advisor. However, Remy is fully aware that Gusteau is a figment of his imagination, and Gusteau eventually disappears for good when Remy finally accepts that he can rely on his own judgment. Played for laughs, too; if Remy ever needs reminding that Gusteau is just a figment of his imagination, Gusteau provides it.Gusteau:(After Remy learns thatLinguini is Gusteau's son)I'm a figment of your imagination, I know as much as you do!Balto II: Wolf Quest: This is a major plot point. Not only does Aleu meet hers, but Balto discovershis own spirit guide is not only the legendary Aniu, but his own mother.Ride Your Wave: After dying, Minato returns as a ghost in order to protect and advise his girlfriend.ParaNorman:Zigzaggedall over the place. Played straight with Norman's grandmother, who advises and loves him after death just as she did while alive. Subverted with most other ghosts, including Mr. Prenderghast, who are too wrapped up in their own obsessions to offer much useful guidance. Inverted with Norman and Aggie, as he is a living person trying to help guide a spirit.Littlefoot’s mother inThe Land Before Time. When he finds his lost tree star leaf, she reminds him of the way to the Great Valley, and later, she leads him through the tunnel to the valley and lets the sun through the clouds to reveal the valley to him.\n\nFilms — Live-ActionThe Big Lebowski: This is parodied with Sam Elliot's character. Picture the cheesiest cowboy you can imagine, and make him speak entirely in lines that have little or nothing to do with the rest of the plot and are pretty muchNarm(or maybeNarm Charm).\"Sometimes you eat the ear, and sometimes, well... the bar eats you.\"Captain Daniel Gregg inThe Ghost and Mrs. Muir.InHeart Condition, detective Jack Moony receives a heart transplant from recently murdered lawyer Napoleon Stone. Stone's ghost then pressures Moony to solve his murder.InThe Phantom(1996), the titular character's father, the previous Phantom, acts as his Spirit Advisor.Play It Again, Sam: Woody Allen gets love advice from an imaginary Humphrey Bogart.True Romance: Ladies and gentlemen, the King,Elvis Aaron Presley, appears to give Clarence advice. Played byVal Kilmer, it's not quite clear if he's a ghost or a hallucination.InNo Retreat, No Surrender, Jason Sitwell, a budding kickboxer and martial artist, is guided than none other than the ghost ofBruce Lee(played by Korean Bruce Lee clone Tai Chung Kim).Star Wars: In the original trilogy, Obi-Wan becomes one with the Force and appears to Luke as a spirit on multiple occasions, after he iskilled by Darth VaderinA New Hope. It ishintedin the prequels that Qui-Gon becomes Yoda's spirit advisor after his death; his voice is heard crying out when Yoda senses Anakin slaughtering the Tusken Raiders inAttack of the Clones, and Yoda tells Obi-Wan that Qui-Gon will teach them the secret of spiritual immortality at the end ofRevenge of the Sith.Yoda would later appear to Luke inThe Last Jedijust as the latter is hitting rock bottom to knock some sense into him, and then after his death Luke appears to Rey inThe Rise of Skywalkerto break her out of herHeroic BSoD.InThe Dead Lands, the protagonist is guided by the spirit of his dead grandmother.Twixt: Baltimore Hall is guided by the ghost ofEdgar Allan Poein his dreams.Always: The angel Hap explains that this is how it's done, the ones who have learned the skills are sent back to help those who are learning find their place, and send Pete's ghost to be Ted's advisor. Pete finds that, while no one can see or hear him, they do seem to pick up on the things he says and does which influences their thoughts. Initially, Pete thinks it's a game and spends as much time trolling people as helping Ted.The Chronicles of Riddick (2004): In the extended cut, Riddick is visited several times by the spirit of a dead Furyan named Shirah to remind him of his heritage and his destiny: kill the Lord Marshal of the Necromongers, the man responsible for wiping out their race. She also appears in the opening and ending ofEscape from Butcher Bay.The premise of the ridiculous Hong Kong comedy filmWhere’s Officer Tuba?starringSammo HungandDavid Chiang. Chiang used to be Sammo's superior in the force until he gets shot dead by a mob leader, and spends much of the movie being a ghost pestering Hung to avenge his demise. Hung happens to be chasing a promotion and investigating the same mobster responsible for Chiang's demise, resulting in their uneasy alliance.InThe Catcher, Johnny believes that his murder spree is being guided and critiqued by the ghost of his father. At the end of the film, the ghost can still be heard berating Johnny even after his death.Rhymes for Young Ghouls: Anna appears to be this for Aila (though it may be just her imagination).InFrankenstein Island, Sheila Frankenstein is being advised in continuing the family's blasphemous experiments by the spirit of her dead great-grandfather who communicates by using her comatose husband as a medium. However, Dr. Frankenstein's spirit may not be entirely on Sheila's side as he is also appearing to certain members of the Amazon tribe and promising them power.InDeadly Advice, Jodie gains a group of spirit advisors in the form ofthe ghosts of five of Britain's most notorious murderers: Major Herbert Armstrong, Kate Webster, Dr. Crippen, G.J. Smith, and Jack the Ripper. Their advice is of varying quality and practicality.\n\nLiteratureCoiling Dragon: Doehring Cowart is a 5,000 year old magus who put his soul into theCoiling Dragon. After Linley bonds the ring to himself, he can see and speak to Doehring, whose magical tutoring allows Linley to quickly advance in power. Since he is just a spirit, Doehring is unable to affect the surrounding world,at least not until he sacrifices his existence to free Linley from some assassins' trap.InDeep Secret,Rupert'sMentorStan is allowed to come back as a ghost in order to advise Rupert, specifically in the task of choosing an apprentice. Although Stan is invisible to most people, themusiche listens to is not, leading to a number of people wondering just where that classical music is coming from.The Divine Comedy:Dante is guided through Hell by the spirit ofVirgil, the famous Roman poet, who is more than familiar enough with the worldly sins of all those they encounter. It is only once they see the entirety of evil and reach Purgatory that Virgil begins to falter. He still guides Dante up the mountain and teaches him, but since Virgil himself is a denizen of Hell, the continuing importance of the Angels and the growing proximity of God forces him to leave Dante once he is about to enter into Paradise.Beatrice, the deceased love of Dante's life, takes the Poet through the spheres of Heaven, becoming increasingly more beautiful and jovial as they further approach God. As a Saint leading a fallen mortal, Beatrice guides and teaches Dante like a mother deals with a particularly distressed child. She often knows what Dante wants to ask before he does and she always has an answer that leaves him stunned and better for it.Saint Bernard takes over as Dante's guides for the last two cantos so that Bernard, on the advice of the Blessed Mother, can help Dante better perceive and experience the true presence of God.The Dresden Files:Lasciel is one of these. Though Harry hasbound the magical trinket Lasciel resides in, a psychic echo of her still appears in his mind andoffers him power and advice. While Harry doesn't necessarilywantthe help ofa fallen angel who's playing a long game on him so that he ends up in Hell's coffers, the things he encounters require him to make use ofher Hellfireand other talents.The Archangel Urielalso qualifies as one of these for Harry, and is significantly more benevolent about his advice (though not necessarily more polite about it).InGhost Story,Harry himselfacts as a Spirit Advisor to a young man named Fitz.The air spirit Bob ironically is a light downplayed version since while he is a literal spirit and acts as an advisor to Harry, he is visible to other characters (no matter how much Harry might wish otherwise).Julia Jason Andeliusis revealed to be this at the end of Maria Gripe'sThe dung-beetle flies at dusk.She owned the old summer house that the three main protagonists took care of in summer vacation, and her spirit used the home's phone to drop hints about the house's secrets to one of them via an odd chess game.The General Series:General Raj Whitehall is advised by Center, a pre-collapse-of-civilization computer (originally a traffic-control computer, but its abilities go far beyond).In later books of the series set centuries later, Whitehall's consciousness has joined with Center's, and now theybothact as Spirit Advisors on other barbarian planets — Center as the logical fount-of-knowledge and Whitehall as the wise voice-of-experience. This puts their protege in the position of being the moderator of aPower Trio.The Great Divorce: Every visitor from Hell is invited to Heaven by a saint assigned to them. Though the Heavenly Beings are all fully visible to one another, the ghosts from Hell can only see them depending on certain circumstances.John Dies at the End: John serves this role when his best friend David starts becoming aware of the supernatural and questioning his own sanity. John can't appear for David directly, and thus communicates by broadcasting his words through a cell phone, a bratwurst, and a dog, in that order.Journey to Chaos: Dengel serves as this to Eric in the first two books (A Mage's PowerandLooming Shado), first in aHeroic Hostfashion and second in a more classic fashion (Only Eric can see him, gives advice etc.) but the second time is technically \"Grey Dengel\" which is not the real Dengel.Liaden Universe: In Sharon Lee's and Steve Miller's story, the witches of Sintia have a formal Spirit Advisor system—each young witch has an old soul. It's not entirely clear how this works in practice, because none of the point-of-view characters has been a witch of Sintia except Priscilla, and she only becomes a point-of-view character after she leaves the order. (Officially, she was cast out for blasphemy; actually, it was because she—with her Spirit Advisor's encouragement—did the Right Thing when her superiors would have preferred her to do the Politically Convenient Thing.)InThe Lord of the IslesbyDavid Drake, Garric is advised by his thousand-years-ago ancestor King Carus. A great deal of the advice actually amounts to, \"Don't do what I did in a similar situation; it was a disaster because I didn't think it through.\"Malazan Book of the Fallen: Wither, a wraith, tries to play the spirit advisor towards Udinaas, a slave. Wither hides in Udinaas' shadow to escape capture, and offers Udinaassecret knowledgeand advice in exchange. Unfortunately, Wither is aJerkasswith delusions of grandeur, while Udinaas knows that knowing too much is bad for your health. When he eventually escapes slavery, Wither keeps hounding him and whispering pseudo-arcane revelations until Udinaas calls him out on how anyone with a working brain could come to the same conclusions. The now ex-slave points out that Wither feels cheated after he's put so much time and effort into it and now wants Udinaas to have been worth all that attention, which Udinaas isn't as he isn't willing to play along. Wither repays the insight bytrying to kill Udinaas in the finale ofReaper's Gale.Advice-dispensing pseudo-deities visible (or audible) to only a few people run rampant in Brandon Sanderson'sMistbornseries. There's amalevolentversion inRuin, who's advice tends to run toward killing everything. More traditional benevolent advisors include the Mist Spirit/Preservation, who communicates via pointing (and stabbing); Kelsier, who won't let something as silly as death keep him from meddling; and eventually ascendedVin and Sazed.In the bookThe Neon Court, Matthew is advised bythe dying breath of his former master, Robert James Bakker. Their relation is complicated by the fact that they killed each other.InThe Neverending Story: The Purple Buffalo that Atreyu didn't kill in his ritual hunt to officially become a hunter becomes this in Atreyu's dreams. He is the one who points Atreyu to Morla as a thanks for not killing him and instead answering the call of Cairon, whose job was to send him on the mission to save Fantasia.Nina Tanleven: The ghosts in the series tend to be this, leading Nine and Chris to critical information that will eventually help the ghost in question resolve their unfinished business and pass on.Pale Lights: Gods can sometimes appear to theircontractorsor take them into visions, providing advice or manipulation. Most can't do this often, as it consumes their energy.The goddess Fortuna acts as one for Tristan, a nigh-constant apparition andannoyancetrying to tempt him towards thelong oddsshe feeds on, satisfy her own capricious whims, and occasionally provide commentary or exposition. She's arguably the most benign example, however.Angharad's contracted god, the Fisher, will sometimes comment, laugh, or even hum at her situation. He is most often pleased when Angharad takes steps to cast aside her honor forruthlessness or expediency.Song's god,Luren, appears much more infrequently but almost exclusively shows up through visions involving physically-demonstratedIce Cream KoansSong must see through. As Song's contract gives her the ability tosee the truth of things, it's implied that Luren is aTrickster Mentorconveying actual truthsand that Song is simply toostuck-upandLiteral-Mindedto understand him.When Song and Tristan finally have an honest conversation over Fortuna's nature, she commiserates with him over their gods both being jackasses.A Practical Guide to Evil: Downplayed bythe Intercessor, who can only appear before Named and Name-claimants but can presumably be seen by anyone.Her entire modus operandi is based around being in exactly the right position at exactly the right time to influence people towards an outcome she or the Gods want.InPet Sematary, Victor Pascow, who enters the plot as he is dying of massive head trauma after being hit by a car, attempts to warn the protagonist, Louis Creed, against using the Micmac Burying Ground by appearing to Louis in a dream. Unfortunately for just about everyone else in the story, Louis does not heed his warning.Rain of the Ghosts: Rain's grandfather Sebastian is an interesting case, in that his ghost looks several decades younger than he was when he died.Revelation Space: The Mademoiselle loads a beta-level sim of herself into Ana Khouri's brain implants inAlastair Reynolds'story.The Silerian Trilogy: The Beckoner for Mirabar, an odd spirit who only she can see, advises her about what must be done to helpthe Firebringer, though she's very frustrated with him giving her only cryptic verbage that is difficult dicephering.InBarbara Hambly'sSisters Of The Ravenbooks, Pontifer Pig is this to Pomegranate. Those who know her mostly assume that she is hallucinating about the ghost of her late pet. (InCircle of the Moon, however, some consideration is given to the theory that Pontifer might have been a djinn who is managing to use Pomegranate as a host.)Star Wars Legends:BetweenA New HopeandThe Empire Strikes Back, the very green Luke Skywalker is actively mentored by Obi-Wan's spirit. InSplinter of the Mind's Eye, which was both written and takes place between those two movies, Luke mentions feeling an \"agreeably crawly sensation,\" like someone is standing with him, which he associates with his teacher. At the end of the book, Obi-Wan briefly possesses Luke in order to fight off Darth Vader, since Luke and Leia would both be killed otherwise. InAllegiance, Obi-Wan patiently helps convey to Luke what the Force needs him to do, telling him not to shoot someone who would later become an ally, helping him recognize a \"coiled-spring predator\" sensation in certain thugs, and generally trying to talk him through things. When Luke, Han, and Chewbacca are locked into separate rooms by the Hand of Judgment, Obi-Wan tells Luke that Leia is in danger, and then has to tell the boy that he's not as trapped as he thinks.Luke:You know, you could make this whole thing a whole lot easier.Obi-Wan:Your uncle could have carried you around on his back until you were fifteen, too.Luke:[grimaces]Sorry.Obi-Wan:You've taken your first steps into a larger world, Luke. But there are many, many more steps to go. I cannot carry you along your own personal path. All I can do is guide you, and teach you, and help you to find that path for yourself.Obi-Wan continued to mentor Luke after the first death of the Emperor and redemption of Anakin Skywalker. In \"The Truce at Bakura\" Obi-Wan tells Luke that it's vital he go on the mission to aid the people of Bakura in fending off a Ssi-Ruk invasion.Obi-Wan also appears several times to Ferus Olin to advise him inRebel Force. Maybe because Olin's already a Jedi, Obi-Wan can manifest more easily to him than to rookie Luke.A Jedi spirit haunting a space station inGalaxy of Fearcan't bedetected by anyone who is not Force-sensitive. Tash arrives andis, but she's untrained and can only vaguely sense him. He follows her around trying to warn her away from the many hazards, seriously spooking her in the process. Only when she manages to clear her mind and ignore her fears can he make himself properly seen and heard, and for the rest of the book he tries to help and advise her.Playing off the hint inAttack of the Clones, Yoda is depicted conferring with Qui-Gon Jinn's spirit in several Clone Wars–era novels. InDark Rendezvous, Qui-Gon provides a crucial insight into his old master Dooku's intentions, and in theRevenge of the Sithnovelization, Yoda actually accepts a position as Qui-Gon'sapprentice, to learn how to pass into the Force himself. It is implied that Qui-Gon, having been a less conventional Jedi in life, will also teach Yoda how to train Luke to defeat the Emperor, which Yoda himself could not accomplish.At the beginning of Obi-Wan's exile inStar Wars: Kenobi, Qui-Gon has yet to appear to him without Yoda present, but Obi-Wan addresses him in nightly meditations, which serve asCaptain's Logentries for the reader. In the last chapter ofDark Lord—The Rise of Darth Vader, Obi-Wan discovers that Vader is still alive, and Qui-Gon finally speaks to him to reassure him that Luke is safe—Vader will never return to Tatooine, the planet that caused him so much pain. Qui-Gon also tells Obi-Wan not to tell Luke about his parentage \"until the time is right,\" leading to Obi-Wan's famousMetaphorically Truespeech whenheis a Spirit Advisor.Anakin briefly becomes one to his grandson Jacen when he tells the young Jedi to stand firm against Omini, the true overlord of the Yuuzan Vong.Syl inThe Stormlight Archivefits this trope, she's usually only visible to Kaladin, unless she chooses to let somebody else see her, though Rock can also see her, for some reason. She helps Kaladin by providing encouragement.Later we find out she's aBond Creature, an honorspren that provides Kaladin with Surgebinding abilities while gaining a capacity for thought and memory.The Traitor Son Cycle: The Red Knight has Prudentia, his magic teacher, whose soul he saved from passing on by pulling her into hisHappy Placewhen she was killed. She advises him on magic and acts as his devil's advocate and sounding board. Aftershe sacrifices herself to save him, Harmodius helps Red Knight recreate a simulacra of her to help him with spelcasting.Trapped on Draconica: After dying,Erowintakes this role until the climax, by appearing to her sisters and giving advice.Warrior Cats:StarClancats serve this role, guiding their former Clans and cats in it that they cared about.\n\nLive-Action TVDomino Day: Kat calls up the spirits of her ancestors frequently, as she practices Obeah, who advise and assist her.The Expanse: in Seasons 3 and 4,Miller, who died in the crash of Eros,repeatedly \"appears\" to Holden as amental projection created by the Protomoleculein an attempt to communicate with and guide himin a familiar form.Game of Thrones: Jojen Reed appears in Bran's dreams about the three-eyed crow, advising him on how to follow it.Heroes:A subversion in the third season—Linderman appears to have come back as a spirit advisor to various characters, but he's actually a hallucination created by Maury Parkman.In the first season, an Indian kid named Sanjog has people visit him in their dreams and deliver cryptic messages.Battlestar Galactica (2003):Number Six is usually invisible to anyone but Gaius Baltar. Her appearances are carefully crafted so that she can be seen as a figment of Gaius's imagination, although she seems to be able to physically manipulate Gaius's clothing and person, and gives Gaius information that could be interpreted as foreknowledge. In one episode, Gaius Baltar appears to a resurrected Number Six, and plays the part ofherSpirit Advisor. Interestingly, neither the \"real\" Baltar or Number Six have any knowledge of their Spirit Advisor counterparts, until an episode in which Baltar's Spirit Advisor counterpart appears to Baltar.Kara's father showed up to teach her two-thousand-year-old Earth music.InThe Big Bang Theory, the deceased Professor Proton has become this to Sheldon Cooper, turning up (unwillingly) in his dreams to dispense advice whenever Sheldon is having a crisis. Arthur is usually bemused to be dressed like Obi-Wan Kenobi, but is fascinated by the mandatory lightsaber.Mr. Ed inMister Ed.Al inQuantum Leapin some sense even if he is alive and appear like an hologram from the present time.Appropriately enough, God inJoan of Arcadiamight be the ultimate Spirit Advisor.Marty Hopkirk inRandall and Hopkirk (Deceased)was a Spirit Advisor whom only his partner-in-detection Jeff could see.Ed Chigliak ofNorthern Exposurehas a literal Spirit Advisor, an ancestral Indian spirit named One-Who-Waits.Bob, formerly Hrothbert of Bainbridge, inThe Dresden FilesTV series, is a prime example of the trope. This character is a Spirit Advisor several times over. He not only gives Harry advice on what kind of magic to do in any given situation, he assists in many cases, thanks to his spectral abilities. He also started teaching Harry magic when Harry was eleven. He was also Spirit Advisor to a number of other wizards down through the centuries, including Harry's evil uncle, Justin Morningway.Slings & Arrows: Geoffrey disregards a lot of Oliver's advice, and often that makes things turn out better than they might have if Geoffrey had listened to him.Lost:Boone appears to Locke in the sweat lodge.Charlie and Anna-Lucia have appeared to Hurley and given him advice, much to his dismay. Mr. Eko has also played chess with him.Christian Shephard, Jack's father, has appear before various people on the island.Jacob, leader of the Others, of which only Ben and Locke have really interacted with.AfterJacob's death, he puts on this role to guide Hurley, taking advantage of Hurley'sability to converse with the dead. Hurley actually compares his appearances toObi-Wan Kenobi. Of course, he's got his own motives, good or bad, and he's more of aManipulative BastardthanThe Mentor.The 10th Kingdom: Snow White calls herself a fairy godmother, but also freely admits she is actually dead (something which is never stated about fairy godmothers). Only Virginia and Wendell (the latter either because he's gone doggy at the time or because he's her grandson) can see and speak with her—Tony cannot. She later appears in Virginia's dreams.American Gothic (1995):Merlyn. While Caleb is not the only person who can see and speak to her, she does appear for the most part only as a ghost who advises her brother on how to stay on the straight and narrow. The others who catch sight of her or even interact with her (apart from her brief stint as a mortal in \"Rebirth\") are Buck (who even aside from being theBig Badhasa lot more powersat his disposalthan the average resident of Trinity) and Ben Healy. In the latter's case, this is only because Merlyn herself chooses to appear to him andhaunt his dreams, sincehe knows the truth about how she diedand she's trying to appeal to his conscience so he canbreak free of Buck's influence. No one else, like Gail (who is her cousin as well as Caleb's) orMrs. Holt, ever sees her.Farscape: Harvey,a neural clone of Scorpius jammed into John Crichton's head, who eventually does provide some advice... after several seasons of trying to completely screw withCrichton's head and causing several character deaths.Due South:Benton Fraser gets to know his father muchbetterafter the latter's death (in the series pilot) than he ever did in life, thanks to Bob Fraser's insistence on hanging around and offering (frequently irritating and unwelcome) personal and professional advice. Fraser Sr. even sets up extradimensional living quarters (so to speak) in his son's office closet.We also very briefly see Ray Vecchio's deceased father doing this to Ray once or twice.John Scott serves as SA for Olivia onFringeresulting from theirPsychic Link, despite some obvious trust issues between them.The Mighty Boosh: In the episode \"The Chokes\", Howard Moon is saved from stage fright by the apparition of his acting coach, Montgomery Flange.InDexter, Harry Morgan has become one of these. Initially he was aflashbackcharacter, but as the series progressed, he began appearing to Dexter as a kind ofhallucination. Dexter also has his Dark Passenger, but this is not personified in the series.Six Feet Under: This is usually from a character who has recently died, although the writers have explicitly stated that they are figments of the particular character's imagination.Mercyplays with both this andMagical Negroby having Veronica hallucinate the ghost of Trey, the robber she had to shoot in the previous episode. He keeps trying to get her to run away, as well as get drunk. She finds out in the next episode that he was a serious scumbag.Charmed (1998): The main characters can summon their dead relatives if they need help.Veronica Mars: Lily Kane first appears to tell her brother that her murder isn't solved. She later appears and distracts Veronica from getting on a bus with a bomb on it that ended up crashing and killing everyone on board.Godric onTrue Bloodfor Eric.Constantine (2014): The Angel Manny issupposedto be this, but as John notes, he usually shows up to chew John out, say he cannot do anything about the current problem, or any advice he does give is so cryptic it is useless. So, while he is intended to be a spirit advisor, he is a very poor one.Star Trek: Voyager:Chakotaycan go on vision quests and talk to spirits. He also tries to teach others how to do this, with less-than-ideal results.SCTVdid a parody of \"Play it Again, Sam\" built aroundWoody Allen's admiration ofBob Hope, hoping to do a film project with him. Like Bogart in the original, he's coached by the spirit ofBing Crosbyon how to connect with Hope.Crazy Ex-Girlfriendlampshadesthis to hell and back with the song\"Dream Ghost\":I'm going to take you on a journey through time and spaceAnd in the end you'll realize,you knew the answer all along.Honestly, it's a bit of a waste.In the very short-lived series,The Book of Daniel, the titular character has multiple one-on-one conversations with Jesus.CSI: Miamihas two examples of this.One as Eric Delko receiving help from the recently deceasedTim \"Speed\" Speedleon a case. Anybody familiar canexplain this away based of Delko's bullet-across-the-head incident in an earlier season.A second example is a running theme in the episode \"Backfire\". Calleigh Duquesne is visited by the spirit of theinnocentdead boy whose body was found inside of a burned down house. This one can't be as easily explained as Delko's.Ash vs. Evil Dead: Ash's dead father Brock Williams appears to him as a ghost in season 3 to provide him clues on the evil going-ons in the town.7 Yüz: In the episode \"Refakatçiler\", Serdar thinks Vildan has appeared to be his \"companion\" (refakatçi), a spirit whichguides a dying soul to the afterlife. She has only appeared as a helper, however, hoping to grant him clarity and peace in his final days by facing his regrets. Additionally, she implies that she can't be his companion, as she has already once served that role (presumably to their son Okan).Ben (reluctantly) plays this role to Klaus inThe Umbrella Academy (2019), as Ben is dead and Klaus is the only person who can see him. He usually dispenses snarky comments and occasionally suggests that Klaus make some effort to turn his life around, though he seems fully aware that that won't work. In Season Two, he gets a bit more serious about offering help and advice toVanya, while he's inside her mind trying to save her from herself. He reminds her that she's no longer alone, and that her siblings love her. He then fully passes while in her arms.InObi-Wan Kenobithe Force Ghost of Qui-Gon Jinn finally appears to Obi-Wan after he rescues Leia Organa from the Imperials, feeling that Obi-Wan was finally ready to see him.Echo (2024): Maya's mother (who died years back) returns as one, a spirit she alone sees, advising her and reassuring Maya as she doubts her place, inspiring her to assume the mantle of the Choctaws' protector that was passed down to her.\n\nMyths & ReligionThe Book of Mormon: When Nephi prays for understanding of his father's vision, the Spirit of God visits him and shows him the tree that his father saw. As the vision continues, an angel takes over the guiding/exposition duties.Believers in ancestor worship, such as Chinese folk religions, Shintō, and some Native American religions, often believe that this literally happens. Whether it's animal spirits, dead relatives, or something else giving the advice varies.\n\nPro WrestlingLeva Bates heard about a way to meet a spirit guide and sought it out after losing to Mia Yim at SHINE, going on a losing streak in IWA Texas/ACW and then failing to defeat Solo Darling at Full Impact Pro, all this happening after she resolved to hold nothing back from then on. Her guidedidn't really have any guidance to give though.\n\nRadioParodied in Fit the SeventhThe Hitchhiker's Guide to the Galaxy (1978), where Zaphod Beeblebrox claims to be one for himself:Zaphod:I came to myself in a dream and said \"Go see Zarniwoop.\" Never heard of the cat before, but I seemed very insistent.\n\nRoleplayInDawn of a New Age: Oldport Blues, Fesxis serves as one to Sebastian. She's a form of spirit that is able topossess his body, and by doing so can speak to him mentally and tutor him on how to use his superpower. Other characters can't hear her (apart from Zia, atelepath) which gains Sebastian some strange looks when he apparently talks to the air.\n\nTabletop GamesInPathfinder'sCurse of the Crimson Throneadventure path, this role is filled byZellara, the fortune teller who assembles thePCsto get revenge on crime lord Gaedren Lamm at the very beginning of the path. After disposing of Lamm, the characters find Zellara's head, revealing that she wasDead All Along. Her spirit continues to assist them throughout the path, performing Harrow (Pathfinder's tarot equivalent) readings at the start of each adventure that grant the characters minor bonuses. In the final adventure, she merges with another ghost to turn her Harrow deck into a powerful, but risky artifact for thePCs' use.Werewolf: The Apocalypse:Ancestor spirits perform this role for the Gaia Garou.In one Time of Judgment scenario, Old Man Manyskins (a Nuwisha elder) is assassinated by the Nagah for stealing secrets from other changing breeds. Afterwards, he appears to his fellow Nuwisha in their dreams and shares his secret knowledge with them.If the Medium is killed inTown of Salem, they have a choice to seance a target for a night, allowing them to rely their information for the person to will or otherwise know for the upcoming day.Warhammer: Age of Sigmar: InCado Ezechiar's kingdom, it was tradition for the king to have a \"court\" of rulers past who could advise him, bound to him through necromancy. When that kingdom was destroyed by Chaos, Cado instead bound the souls of nine of his immediate friends and family to him as \"The Council Of The Lost.\" It was the only way to save their souls from Tzeentch, and now he can call on them for advice, such as his tutor Sonia to act as aMs. Exposition.\n\nTheatreIn the play (and miniseries)Angels in America,Ethel Rosenberg appears to Roy Cohn after he is diagnosed with AIDS, though it's mainly just to torture him while he's on his deathbed (It's stated that he illegally influenced the verdict in her trial to get her executed). She fits this trope more traditionally when she helps Louis recite the Kaddish (the Jewish prayer for the dead) after Roy dies.Prior's ancestors fit this trope too.InAllegro, Joe's grandmother and mother appear occasionally as Spirit Advisors to him after their deaths, though theGreek Chorusserves as his all-purpose Spirit Advisor throughout the show.The operaThe Turn of the Screwplays the two ghosts as a not-so-benevolent version of this. Miles can hear Quint and Flora can hear Miss Jessel, while the Governess sees both (except in the final scene) but hears neither. They are not always visible to the audience; in particular, Quint appears as no more than a silhouette in the interscene where he tells Miles to take the letter the Governess has written.\n\nVideo GamesElohim Eternal: The Babel Code: A group of seven glowing apparitions, the elohim, often give advice to Joshwa and claim that he's destined to become a great king one day. In the ending,they somehow slow the detonation of the infernos in order to give the party enough time to evacuate the residents of Jericho. However, they seem to be communicating remotely, since they mention that they're on the run from something.Get in the Car, Loser!:Anyone who wields the Sword of Fate temporarily dies in battle against the Machine Devil, only to meet the previous wielder of the sword, get a pep talk from them, and get revived. Agi states that in a thousand years, Grace will meet the next wielder of the sword and revive them too.Odin Spherehas the bird that appears to Gwendolyn at certain points of the game. Throughout her story, the bird appears to be a manifestation of her inner conscience, and she struggles against it often. It berates and blatantly talks down to her, throwing out nagging truths that eat at her from the inside.It turns out to be the spirit of her late sister Griselda.InPrey (2006), the main character's grandfather, Enisi, is a wise Indian who keeps scolding the protagonist for his rebellious nature. Soon after the aliens attack, Enisi kicks the bucket as an alien machine eviscerates him... and he shows up again as a ghost, granting the main character otherworldly powers (like not dying and spirit walking) and another Spirit Advisor in the form of a hawk, who translates alien messages.Shade: Wrath of Angelshave a spirit-like entity called the Angel of Faith who appears to serve this role, appearing to you in the intro to bestow news of your brother's disappearance and giving you aCool Swordcapable of harming demons and the undead. But it's quickly subverted whenit turns out she's aHidden Villainand yourTreacherous Quest Giverusing you the whole game.TheShadow Heartsseries both plays with the trope and uses it straight.In the first game, the Spirit \"Advisors\" are the Four Masks, fiendish entities who torment and mock those who can see them, plotting to steal their souls. Later, inCovenant, Jeanne plays the role straight for Yuri. A pastBig Badalso appears in a dodgyHeel–Face Turn.In bothCovenantandFrom the New World, the Ring Soul appears, a being with power over fate. This beingShadow Hearts, the main character quickly gets past their formality and makes friends with them.Puzzle Quest: Challenge Of The Warlords: one of the last subquests involvesSunspear the Minotaur going off to die in battle against an elder frost dragon. When you follow his instructions and return to your departure point, he rejoins your party as a spirit (with his Red Mana bonus now extending to battles with the undead as well as other minotaurs)It's never mentioned whether any of the other party members can see him.BothBaten Kaitosand its prequel have theplayeract as the Spirit Advisor to the game's main character, which allows the characters tobreak the fourth wallwithout acting out of character.The Conduit:Prometheusafteryou have to destroy his body so Adams/Enlil can't make any more Drudge, and he transfers his mind into the ASEGhost Trick: Ray is a spirit advisor to another spirit. He helps Sissel figure out how to use ghost tricks (supernatural abilities used to influence the world of the living). Sissel himself can also be considered a spirit advisor to characters he saves and talks to, especially to those he meets recurringly.The Legend of Zelda: Twilight Princess: The Hero's Shade teaches Link various skills throughout the game.It was eventually confirmed that he is the spirit of Link fromOcarina of TimeandMajora's Mask.WarCraft:InWarcraft III,Kel'thuzadserves as a spirit advisor in his ghost form to the undeadArthasafter his soul has been consumed byFrostmourne. This continues untilKel'thuzad is resurrected in the Sun Well.Uther the Lightbringer, the revered paladin who founded and headed the Silver Hand and perished at the hands of his own pupil Arthas inWarcraft III, came back as a ghost inWorld of Warcraftto paladins who accomplished the quest to honor (Alliance)/desecrate (Horde) his grave before the revamp of theCataclysmespansion, and gave some advices. He also came back as a ghost to give advices to Sylvanas Windrunner (Horde)/Jaina Proudmore (Alliance) and the players in the five-players Icecrown dungeon Halls of Reflection on how to defeat the Lich King (Arthas), with his spirit apparently emerging from theSoul Eatingsword Frostmourne.The phantom Alchemist inReah: Face the Unknown, whose body is hidden in the Desert City's temple. The front door is locked and his ghost can only travel so far, but this doesn't stop him from giving you subtle clues andtesting you with puzzleswhen you get inside. Later, after you use a hidden portal, the Alchemist follows you throughout the rest of Reah as this trope.By the endgame, however, the Alchemist shows his true colors when you activate the Core machine, revealing that Reah is his own creation, and that you've already been there before the game started.InBioShock 2,it's possible for Subject Delta to become this for Eleanor at the end if she absorbs his essence. In the good ending, this means he becomes her conscience as they're finally reunited. In the bad ending, Eleanor decides that his instincts are not going to waste and that the world is about to change.Deadly Premonition: Francis York Morgan regards Zach as something around the lines of this, with the implication that he may just be asking the players themselves.The ending reveals that York is the real Spirit Advisor to Zach, who created York to protect himself from trauma inflicted byBig BadForrest Kaysen.Star Fox 64:JamesMcCloudat thecanonicalend guidesFoxout of Andross'sCollapsing Lair.Never give up. Trust your instincts.Batman: Arkham Knight: Inverted wherethe Jokerreturns from the dead as hallucination that taunts Batman and mocks his failures throughout the game.In theEvil Dead: Regeneration, Necronomicon expert Professor Knowby becomes a Spirit Advisor to Ash, as the latter is the best hope of stopping a demonic invasion of Earth. Ash, naturally, calls Knowby a useless floating head.Dante's Inferno: Taken literally with Virgil, the classical Roman poet. Since he is a pure spirit, he cannot help Dante fight his enemies, but can only steer him on his path to save his wife's soul through the nine circles of hell.Right at the beginning ofI-Ninja, Sensei becomes a Spirit Adviser for Ninja... after the latter blindly chops his head off in a Rage Stone-infused fit.InThe Elder Scrolls, as revealed inSkyrim, this is part of the agreement the Nightingales make with Nocturnal, theDaedric PrinceofDarkness and the Nightwho is also associated with Thieves and Luck. In life, Nocturnal grants the Nightingales immense power and freedom to do with it as they wish, on the condition that theyalwaysprotect the Ebonmere, the conduit between herrealm of Oblivion, Evergloam, and Mundus, the mortal plane. Deceased Nightingales then serve a \"term\" as the \"spectral guardians\" of the Ebonmere and Twilight Sepulcher, allowing them tocommunicate with the still-living Nightingales.InCyberpunk 2077,Vis equipped with a brain implant allowing them to communicate with theVirtual Ghostof punk rocker and terroristJohnny Silverhand, who acts as asnarkyMentor in Sour Armorto them as they traverse theWretched Hiveof Night City.InStar Wars: The Old Republicthe Jedi KnightPlayer Characteris visited by the ghost of their old master Orgus Din on several occasions throughout the storyline.In theKnights of the Old RepublicFan GameThe Jedi Masters, thePlayer Characteris a Force-sensitiveAdventurer Archaeologistwho ends up being trained by the ghost of the Sith Lord Freedon Nadd while exploring his tomb. If the player decides that they want to follow the Light side of the Force later on however, he's generous enough to point them in the direction of the ghost of Jedi Knight Ulic Qel-Droma for further guidance (if only to prove to them how \"futile\" it is to resist his influence).Early on inCastlevania: Portrait of Ruin, Jonathan and Charlotte encountered a friendly ghost, who appeared capable of resisting the castle's power and influence. Calling himselfWind, he supported the pair by granting them skills and equipment if they could prove themselves worthy of them by completing the tasks he gave.His true identity turned out to be Eric Lecarde, the man who had previously fought alongside Jonathan's father inCastlevania: Bloodlines.Ghosts of the Chosen inEternal Darknessoften communicate with future Tome-bearers, passing on their burden of stopping Pious Augustus and his Ancient, along with physically giving whatever helpful tools they may have found during their own lifespan.InMidnight Suns,Scarlet Witch's mentor Agatha Harkness wasaccidentally killed by herprior to the start of the gameand appears beforeThe Hunterin order to help them hone their powers andrescue Wanda.While only seen once inThe Walking Dead (Telltale)series, being in Season 4 Episode 3, apparently Clementine meets Lee every now and then in her dreams whenever she is about to embark on a difficult mission. Each time, the setting will always be the train they took to Savannah, being the place where Lee helped Clem to prepare for how to survive. During each of these meetings, Lee will give her some last minute advice and expresses how proud he is. They also meet in her dream after she was shot by Arvo in Season 2 Episode 5, set in the RV back in Season 1.Legion expansion ofWorld of Warcraft: In one of the cutscenes that take place after theAlliance King Varyan Wrynn dies in battleagainst theBurning Legion, his son, prince Anduin Wrynn receives a vision of his father's spirit on the battlefield where Varyan fought, doubting himself whether he can be as good of a king as his father was.Anduin:What am I supposed to do now?Varian:What a king must do.Honkai Impact 3rd:Fu Huatakes up this role for Kiana in Chapter 11EX and some later chapters.KGB: TheUpdated Re-releaseConspiяacyhas theHint Systembe the ghost of Rukov's father lending his son advice on how to conduct the investigation.Metaphor: ReFantazio:King Hythlodaeus mentions at the end of the game that the true purpose of the royal magic was to find someone from a world still brimming with hope to act as one for the Traveling Boyto prepare him for the throne. That someone just so happens to bethe player.\n\nVisual NovelsPhoenix Wright: Ace Attorney: Mia Fey performs this function in the games. It's made easier by the fact that Phoenix'sSidekickMaya is a Spirit Medium and Mia's little sister, whosejob descriptionis speaking on behalf of dead people. (This often happens involuntarily, as Maya's abilities for the first game and a half are a bit hit-or-miss, and Mia's a definitely forceful personality.) Later on, usually when Maya isunavailable, their Medium-prodigy cousin Pearl does similar helpful channeling.What a Legend!: The Old King was the only person in history to havepossessed the same magical gift as you, making his ghost an invaluable source of information. In fact, the circumstances of his death seem to have been specifically arranged to ensure that he'd be able to play this role for you.\n\nWeb AnimationInDucktalez7, aheroic BSODingVegeta tries to get advice from Mufasa, but he just calls Vegeta a tool.InIf the Emperor Had a Text-to-Speech Device, the ghost of Ferrus Manus acts like a parody of this, repeatedly demotivating his advisee.RWBY: In Volume 4, the fourteen-year-oldFarm BoyOscar ends up joining the heroes in their fight against Salem because he has the ability to channel a spirit advisor who possesses key knowledge and experience they need in the battle against her. It comes as a bit of a surprise to all of them, especially Oscar, who went to bed \"normal\" and woke up \"special\".WhenOzpin'sphysical body is killed at the end of Volume 3, his soul, Aura and memories merge with Oscar. He can communicate either as a voice inside Oscar's head or by taking control of Oscar's body directly. It's a form ofParasitic Immortalitybestowed upon him thousands of years ago by the God of Light to guide humanity towardsThe Day of Reckoning. Unfortunately, his ability to do that has been complicated bySalem, whoseComplete Immortalitymakes her anInvincible Villain. His decision to hide thisAwful Truthfrom the heroes means they stop trusting his advice and guidance, sending him into anHeroic BSoDwhere he locks himself in the back of Oscar's mind for two volumes.\n\nWebcomicsThe Way of the Metagamer: Gary Gygaxisa genuine ghost — he can control his visibility for individuals, as demonstratedhere.Homestuck:The Kernelsprites when suitably prototyped. So far, every player has protoyped their Kernelsprite with the remains of the deceased, in essence reviving the departed in sprite mode, with all memories of their past life. Using something dead isn't strictly necessary, but Kernelsprites are preternaturally drawn to death and using something not dead is rare, with only 3 (out of 16) being shown in canon, and all of those were tier 2 prototyped with a dead person.All of these sprites are ultimately fated to die a second time.Some ofthe Trollsdie and continue to linger in pseudo-purgatory and provide advice for the remaining players. Oddly the most literal definition of the trope applies to Vriska forWV, as she harasses him in his dreams.Bob and George:Megaman, briefly. X and Ran also become these more cohesively to George and Megaman respectively later on, until they each are created.InFite!, Cub is one to Luccothough he's actually just another patient in Lucco's hospital who'sConversing With The Unconscious. AfterLucco wakes up, Guzbecomes one.InMyth: A Promise,Metisattempts to become this to Zeus butDistillationreveals that she failed and entrusts his guidance totheir daughterAthena.Sam & Fuzzy:Conscience Catmay or may not be one of these. Flying talking cats are hardly outlandish by the standards of that 'verse, and the only time Conscience Cat appears in a setting there a third party would be able to see him, said third partydecides it would be more interesting not to answer whether or not he can see him.The Meek: When this trope andTreacherous Advisormeet in the same person,verybad things can happen, precisely as they do (to the emperor Luca and, particularly, his wife).In May'sfirst appearanceinQuestionable Content, this is her intended function, as an AI augmented-reality beta program streaming from a server to Dale's Google Glass–esque spectacles, whichonly the wearer can see. However, since she's only participating in order tomake parole from Robot Jail, she's vulgar, sarcastic, and rude, andher advice is terrible. After she and Dale warm up to each other, however, she offers somereal relationship advice. She later appearsincarnated as a robot, having made parole.Star Mareshas a ghostly Applejack fulfilling this role to Moontear (as Twilight \"Kenobi\" Sparkle was already spoken for).Kill Six Billion Demons: After his body gets decapitated during the comic's intro, Zoss' subsequent appearances are all as a phantom only visible or audible to Allison. He has a tendency to appear out of the shadows to give her cryptic but motivating advice.King of Swordsreveals Zoss communicates with Allison mentally, meaning Incubus can see him as well as long as he's using hisDream Walkerpowers on Allison at the same time.\n\nWeb OriginalInPlague and Treachery on the Oregon Trail, the ghost ofSarah-Janehelps a blind Cyrus maneuver down the rapid river safely.InKnud Knýtling, Prince of Denmark, Knud's son and heir Valdemar tends to do this to later generations of the family.Hero Force fromHow to Herohas The Soulless, three ghosts that live in their headquarters and act as consultants on all things supernatural.\n\nWestern AnimationParodied inAqua Teen Hunger Forcewhen Bart Oates appears to Carl and attempts to push him to get his life on track.He's later revealed to not be spirit at all, but a cyborg sent back in time to get Carl to kill Linda Hamilton and prevent the formation of the human resistance alaThe Terminator. Carl is less than impressed.Bart Oates:C'mon Carl. Ya gotta do it brother. Ya gotta go all the way. Do it for Tuna, do it for L.T. C'mon man, this is our house. This is Linda's house. We gotta run a trap and you gotta lay a big hurt on Linda.Carl:\"Lay a big hurt on\"— listen to yourself. She's an actress! It was a movie! This is friggin' stupid!InArcane, during one of Vi's vital fights just before she loses consciousness, a vision ofher deceased adoptive father Vanderappears before her, reminding her to keep fighting for the people who still need her.InAvatar: The Last Airbenderand itsSequel SeriesThe Legend of Korra, previous Avatars act as advisors to the current Avatar. For Aang, his predecessor Roku helps him understand how the Avatar Spirit works, as well as giving him crucial backstory related to the Fire Nation. In Korra's case, the spiritual aspects of being the Avatar are difficult for her, so she doesn't get any help from the previous Avatars until later in the first season. Aang's spirit initially can only convey memories in flashes of images, and doesn't manifest himself until the season finale.Problems arise at the end of Season 2, when Korra's connection with her past lives is severed when Raava is ripped from her soul and destroyed. She gets a secondary Spiritual Advisor in Uncle Iroh, who by this point hasAscended to a Higher Plane of Existence. However, she can still rely on Raava, whom she's been trying to contact in Book 4.OnBig Mouththe Hormone Monsters and other creatures fromHuman Resources, as well as ghosts such asDuke Ellingtontend to be this. All are selectively invisible, sometimes even to characters who know that they exist. The Human Resources creatures may even be present in multiple locations at the same time. Such as Connie, who works with both Nick and Jessi independently of each other. Or they may converse with the kids in such a way that those who cannot see them are unaware of the side conversation.In the cartoon,Bionic Six, the spirit of Karate 1's biological father would occasionally appear to him, to give him a quick pep talk or toDeus ex Machinahim free of the bad guy's trap. Usually both.In an episode ofThe Boondocks, Ghostface Killa appears as a spirit to advise Huey on dealing with Stinkmeaner, despite not being dead. The White Shadow is also implied to be a case of this.InFamily Guy, Peter's spiritual guide isThe Fonz.InHit-Monkey, the ghost of hitman Bryce Fowler aids the monkey in his revenge quest, whom is also the only individual that can perceive Bryce at first.The Lion Guard,Mufasa takes on this role full time towards his grandson Kion. Later, Kion talks to Askari, the leader of the first Lion Guard.Rani talks to her parents in one of her episodes.Scar becomes a villainous version when the hyenas bring him back in spirit form.InMy Little Pony: Friendship Is Magic, Princess Luna has been known to act as this to troubled ponies, appearing in their dreams as they sleep and giving them advice.In the one-hourThe Penguins of Madagascarepisode \"The Return Of The Revenge Of Blowhole\", Skipper getsLaser-Guided Amnesiaand his mind tries to conjure up a spirit guide to help him get back. It settles onAlex the Lion.The Simpsons:Spoofed in the' episode\"El Viaje Misterioso de Nuestro Homer\", where Homer hallucinates after eating \"the Merciless Peppers of Quetzlzacatenango.\" His Spirit Advisor is acoyote◊, the trickster spirit of a number of Amerindian tribes. The distinctive voice of Homer's spirit guide is provided by legendary singerJohnny Cash. This sequence eventually leads to the infamous line \"In your face, space coyote!\"In another episode, Homer's brain conjures up the spirit of labour organizer Cesar Chavez (whom Lisa had mentioned to him earlier in the episode), except he looks likeCesar Romerobecause, as Chavez put it, \"you don't know what Cesar Chavez looks like.\"\"The Last Temptation of Homer\"has Homer faced with being attracted to another woman. A guardian angel of sorts tries to advise and first takes the form ofIsaac Newton. As Homer has no idea who that is, his advisor then takes the form ofColonel Klink.InTabaluga, the titular character's father, Tyrion, acts as a guide to his son from beyond his icy grave. In season 1 he appaers him in his dreams, in season 2 in the clouds and in season 3 as a voice.Master Splinter astroprojects to meet the turtles, his physical body having been driven to animalistic frenzy while captured by the Shredder inTeenage Mutant Ninja Turtles (2012). He guides his sons to the next level of their training before they return to New York.He does this again after having beenKilled Off for Real, appearing exclusively to Leonardo to offer advice and guidance in his new role as head of the family. It'sleft ambiguousas to whether this is real or in Leo's head. Though Splinter is confirmed to be a ghost.InThundercats, the soul of teammentorJaga comesBack from the Deadso he can continue giving sage advice to Lion-O.Optimus Prime serves this role in the first season ofTransformers: Robots in Disguiseguiding Bumblebee to Earth and advising him to prepare him for a trial that threatens both Earth and Cybertron. Towards the end of the season the threat, Megatronus, reveals himself to Steeljaw and acts in similar way to him guiding him to build a portal that will bring him to Earth. Once Megatronus is dealt, with Optimus remains on the physical plain for the rest of the series.InThe Venture Brothers, starting in season four,24 becomes 21's Spirit Advisor, using his ghostly movement and omniscience to exponentially increase 21's competence.Real LifeFormer Canadian Prime Minister William Lyon Mackenzie King was a great believer is spiritualism, and apparently sought advice from his dead parents and even his dogs through séances. This was for personal advice, rather than advice on how to run the country.Because you really have to be a lunatic to run a country that way. Unfortunately, former Iranian president Mahmoud Ahmadinejad was such a lunatic. In every meeting, he would leave an empty chair to his right, subtly claiming he was receiving counsel fromthe Mahdi. Like most of his other moves,it's not clearif he actually believed the stuff or if it was meant to besome sort of statement.Korean Shamanism has elements of this trope, more specifically, there are people called Mudang (sometimes translated as \"shaman\" but they are closer to what Westerners would recognize as mediums) who allow a spirit into their body to speak through them when interacting with a client and this spirit will offer advice or provide a fortune-telling service.",
  "examples": [
    {
      "section": "Examples:",
      "text": "Hikaru no Go: Sai is the ghost of a Go player who becomes Hikaru's mentor. The other players think its weird how he gets so much better despite not having a living mentor, because his is dead.",
      "links": [
        {
          "title": "Hikaru no Go",
          "url": "/pmwiki/pmwiki.php/Manga/HikaruNoGo"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kamichu!: Yashima plays this role, since Yurie's godhood came without a manual, advisor, or even a predecessor.",
      "links": [
        {
          "title": "Kamichu!",
          "url": "/pmwiki/pmwiki.php/Anime/Kamichu"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InMermaid Melody Pichi Pichi Pitch, between her intended and actual birth, Seira is Lucia's Spirit Advisor.",
      "links": [
        {
          "title": "Mermaid Melody Pichi Pichi Pitch",
          "url": "/pmwiki/pmwiki.php/Manga/MermaidMelodyPichiPichiPitch"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "My Hero Academia:The past wielders of the One For All Quirkreawaken within Izuku Midoriya, causing the hero to start manifesting their Quirks. After the Paranormal Liberation War, the past users are able to overcome their communication barriers and can freely talk to Midoriya.",
      "links": [
        {
          "title": "My Hero Academia",
          "url": "/pmwiki/pmwiki.php/Manga/MyHeroAcademia"
        },
        {
          "title": "The past wielders of the One For All Quirk",
          "url": "/pmwiki/pmwiki.php/Main/ManySpiritsInsideOfOne"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Yu-Gi-Oh!:Yami Yugi/Pharaoh Atemis Yugi Muto's guidance through life, but he alsoshares his body and take over for him in duels.Also during the Doma arc, we have the Dark Magician Girl, who first tells Yugi about the dragons and serves a special purpose in major duels.InYu-Gi-Oh!: Capsule Monsters, Alexander the Great and Shadi guide the heroes through their tests.InYu-Gi-Oh! GXwe have Daitokuji-Sensei who acts as one to Judai.Yu-Gi-Oh! ZEXALhas Astral to Yuma, who gives him advice in duels, that often goes ignored.Yu-Gi-Oh! ARC-VhasYuto, one of Yuya's alternate selves, become one in the Heartland arc of Episode 100, as he is able to talk to Yuya as a result of sharing a body.Deconstructed, as while Yuto is sympathetic to Yuya and Yusho's goal of helping people smile with dueling, such a goal can only happen whenAcademiais permanently defeated, and forcefully takes over Yuya's body out of rage, not unlike Yami Yugi of the early manga, to fight off Edo Pheonix, Commander-in-chief of Academia.Yu-Gi-Oh! GO RUSH!!hasKuaidul Velgear, who is initially the antagonist near the end of Season 2, and fuses with Yudias after his death. In the final episode of that season, Kuaidul warns Yudias about the upcoming dangers caused by the Ohdos and telling him that Monster Reborn can't revive the Velgearians. Alongside the results of fusion that saved Yudias from suffering the same fate as their races did, once he revives through Damamu's influence he can now possess Yudias' body to help him win the duel.",
      "links": [
        {
          "title": "Yu-Gi-Oh!",
          "url": "/pmwiki/pmwiki.php/Anime/YuGiOh"
        },
        {
          "title": "shares his body and take over for him in duels.",
          "url": "/pmwiki/pmwiki.php/Main/SharingABody"
        },
        {
          "title": "Yu-Gi-Oh!: Capsule Monsters",
          "url": "/pmwiki/pmwiki.php/Anime/YuGiOhCapsuleMonsters"
        },
        {
          "title": "Yu-Gi-Oh! GX",
          "url": "/pmwiki/pmwiki.php/Anime/YuGiOhGX"
        },
        {
          "title": "Yu-Gi-Oh! ZEXAL",
          "url": "/pmwiki/pmwiki.php/Anime/YuGiOhZexal"
        },
        {
          "title": "Yu-Gi-Oh! ARC-V",
          "url": "/pmwiki/pmwiki.php/Anime/YuGiOhArcV"
        },
        {
          "title": "Deconstructed",
          "url": "/pmwiki/pmwiki.php/Main/DeconstructedTrope"
        },
        {
          "title": "Academia",
          "url": "/pmwiki/pmwiki.php/Main/GreaterScopeVillain"
        },
        {
          "title": "Yu-Gi-Oh! GO RUSH!!",
          "url": "/pmwiki/pmwiki.php/Anime/YuGiOhGORUSH"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InDemon Slayer: Kimetsu no Yaiba, that’s Tanjuro’s second most prominent role in the series other than the knowledge he passed onto Tanjiro in retrospect, as Tanjuro died 1 year before the story began; while other members of the Kamado family appear from beyond to guide Tanjiro and Nezuko, their father Tanjuro is the one who appears more:He is the one to guide Tanjiro out of Enmu’s dream prison, and the one to guide Nezuko towards the final Muzan battle at the end of the series.",
      "links": [
        {
          "title": "Demon Slayer: Kimetsu no Yaiba",
          "url": "/pmwiki/pmwiki.php/Manga/DemonSlayerKimetsuNoYaiba"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dragon Ball Zhas the deceased Goku telepathically communicate with Gohan via King Kai to assist him in defeating Cell. A spirit image of Goku also appears behind Gohan during the Father-Son Kamehameha.",
      "links": [
        {
          "title": "Dragon Ball Z",
          "url": "/pmwiki/pmwiki.php/Anime/DragonBallZ"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InTransformers: Cybertron,Vector Prime has a brief stint in this role after his death in \"Guardian\".",
      "links": [
        {
          "title": "Transformers: Cybertron",
          "url": "/pmwiki/pmwiki.php/Anime/TransformersCybertron"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InTransformers: ★Headmasters, Alpha Trion's spirit helps Optimus Prime find Vector Sigma. It doesn't go so well...",
      "links": [
        {
          "title": "Transformers: ★Headmasters",
          "url": "/pmwiki/pmwiki.php/Anime/TransformersHeadmasters"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Played around with inHottokenaino, with Himeko. Her dead husband was unaware ofwhy he hadn't passed on yetand initially just watched her go about her day, thentortured by seeing her having casual sex with strangersbefore getting off on it and finally getting to the \"advice\" part of this trope... byadvising her to have even MORE sex with guysandhelping along her relationship with a painfully average, shy guy she has an optional arranged marriage to by.Himeko doesn't explicitly hear him, but gets inspiration to act just the sameand senses him leaving her as a sign things will be alright now.",
      "links": [
        {
          "title": "why he hadn't passed on yet",
          "url": "/pmwiki/pmwiki.php/Main/UnfinishedBusiness"
        },
        {
          "title": "tortured by seeing her having casual sex with strangers",
          "url": "/pmwiki/pmwiki.php/Main/PokeThePoodle"
        },
        {
          "title": "advising her to have even MORE sex with guys",
          "url": "/pmwiki/pmwiki.php/Main/ReallyGetsAround"
        },
        {
          "title": "helping along her relationship with a painfully average, shy guy she has an optional arranged marriage to by.",
          "url": "/pmwiki/pmwiki.php/Main/IWantMyBelovedToBeHappy"
        },
        {
          "title": "Himeko doesn't explicitly hear him, but gets inspiration to act just the same",
          "url": "/pmwiki/pmwiki.php/Main/GladIThoughtOfIt"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In the mangaThe King of Fighters: G(an alternate retelling of the KOF 96 game),Maki Kagura's spirit is this. She appears in the last volume tocomfort herAngsty Surviving TwinChizuru, after she's beaten to almost death by Leopold Goenitz; later she's also seen insideIori Yagami's mind afterhe's barely defeated by the Japan Team, begging him to fight Goenitz with Kyo and Athena — and he does so.",
      "links": [
        {
          "title": "The King of Fighters",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheKingOfFighters"
        },
        {
          "title": "Angsty Surviving Twin",
          "url": "/pmwiki/pmwiki.php/Main/AngstySurvivingTwin"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fatal Fury:Tung and Lilyare this to Terry in the anime specials.",
      "links": [
        {
          "title": "Fatal Fury",
          "url": "/pmwiki/pmwiki.php/VideoGame/FatalFury"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InNurse Angel Ririka SOS, Princess Helena coaches Ririka in the use of herNurse Angelabilities via voice-over, but her appearances are mostly relegated to flashbacks and dream sequences. She's a living, corporealHuman Alien, but since she's ill and lives untold light-years away she doesn't show up often.",
      "links": [
        {
          "title": "Nurse Angel Ririka SOS",
          "url": "/pmwiki/pmwiki.php/Manga/NurseAngelRirikaSOS"
        },
        {
          "title": "Nurse Angel",
          "url": "/pmwiki/pmwiki.php/Main/MagicalGirlWarrior"
        },
        {
          "title": "Human Alien",
          "url": "/pmwiki/pmwiki.php/Main/HumanAliens"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Puella Magi Madoka Magica: Kyubey can only be seen by aMagical Girlor candidate for becoming one. He also gives advice and information to the girls in their struggle against Witches.It's for his species' own ends and usually to the detrmient of the girls, most notably Sayaka and Kyouko, but it's still advice and everything he says is true.",
      "links": [
        {
          "title": "Puella Magi Madoka Magica",
          "url": "/pmwiki/pmwiki.php/Anime/PuellaMagiMadokaMagica"
        },
        {
          "title": "Magical Girl",
          "url": "/pmwiki/pmwiki.php/Main/MagicalGirl"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Area 88: In manga that didn't make it stateside, the late Hoover appears to Shin in a dreamafter Shin returns to Japan and takes up residence with Ryoko.",
      "links": [
        {
          "title": "Area 88",
          "url": "/pmwiki/pmwiki.php/Manga/Area88"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InFinal Fantasy VII: Advent Children, Aerith's spirit appears to Cloud in visions, advising him to let go of his grief over his inability to save her. Zack's spirit later appears to Cloud during his final battle with Sephiroth, helping him reaffirm his determination to win despite being severely wounded.",
      "links": [
        {
          "title": "Final Fantasy VII: Advent Children",
          "url": "/pmwiki/pmwiki.php/Anime/FinalFantasyVIIAdventChildren"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Legend of Zelda: Ocarina of Time (1999): Even with his mortal body having long perished, Rauru is able to provide Link with advice and insight.",
      "links": [
        {
          "title": "The Legend of Zelda: Ocarina of Time (1999)",
          "url": "/pmwiki/pmwiki.php/Manga/TheLegendOfZeldaOcarinaOfTime1999"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Star Wars Legends:Both Obi-Wan and Anakin serve as spirt advisors to Luke Skywalker in the years following the Battle of Endor.Star Wars: Legacy:Subverted, whenDarth Kraytcommunes with theVirtual Ghostsof the three greatest Sith Lords, seeking guidance; Darth Andeddu, the progenitor of all Darths,Darth Nihilus, who led the First Jedi Purge, and Darth Bane, the SithChosen Onewho created theRule of Two. All three of them refuse to teach him anything, instead calling hima hereticfor arrogantly doing away with the Rule that kept their religion alive all this time. EvenThe UnintelligibleNihilus berates him but the other Lords deem Krayt unworthy of even a proper translation.Luke Skywalker tries to be this to his descendant, Cade, but Cade isn't always willing to listen.",
      "links": [
        {
          "title": "Star Wars Legends",
          "url": "/pmwiki/pmwiki.php/Franchise/StarWarsLegends"
        },
        {
          "title": "Star Wars: Legacy",
          "url": "/pmwiki/pmwiki.php/ComicBook/StarWarsLegacy"
        },
        {
          "title": "Darth Krayt",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Virtual Ghosts",
          "url": "/pmwiki/pmwiki.php/Main/VirtualGhost"
        },
        {
          "title": "Darth Nihilus, who led the First Jedi Purge",
          "url": "/pmwiki/pmwiki.php/VideoGame/KnightsOfTheOldRepublicIITheSithLords"
        },
        {
          "title": "Chosen One",
          "url": "/pmwiki/pmwiki.php/Main/ChosenOne"
        },
        {
          "title": "Rule of Two",
          "url": "/pmwiki/pmwiki.php/Main/RuleOfTwo"
        },
        {
          "title": "a heretic",
          "url": "/pmwiki/pmwiki.php/Main/TheHeretic"
        },
        {
          "title": "The Unintelligible",
          "url": "/pmwiki/pmwiki.php/Main/TheUnintelligible"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The DCUheroFirestormwas created by atomically merging student Ronnie Raymond and scientist Martin Stein. In practice, this essentially resulted (at least initially) in a super-powered Ronnie, with Stein acting as a Spirit Advisor.",
      "links": [
        {
          "title": "The DCU",
          "url": "/pmwiki/pmwiki.php/Franchise/TheDCU"
        },
        {
          "title": "Firestorm",
          "url": "/pmwiki/pmwiki.php/ComicBook/FirestormDCComics"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Green Lantern: When Kyle Rayner was the last Lantern, Hal Jordan appeared to him from time to time as the Spectre to provide advice.",
      "links": [
        {
          "title": "Green Lantern",
          "url": "/pmwiki/pmwiki.php/ComicBook/GreenLantern"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Preacher: John Wayne appears as Jesse's Spirit Advisor, helping him survive his childhood ordeals and become aKnight in Shining Armor.",
      "links": [
        {
          "title": "Preacher",
          "url": "/pmwiki/pmwiki.php/ComicBook/Preacher"
        },
        {
          "title": "Knight in Shining Armor",
          "url": "/pmwiki/pmwiki.php/Main/KnightInShiningArmor"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Heavy Liquid: The protagonist of Paul Pope's graphic novel sees a \"shadow self\" whenever he uses a drug made from the titular material. It guides his escape from thespookthat captures him at the end of the story, and soon after, S concludes thatthe shadow is a non-corporeal extraterrestrial's attempt to communicate. S refers to the alien as a \"radiowave spaceman\" and the Heavy Liquid as his \"little metal car.\"",
      "links": [
        {
          "title": "Heavy Liquid",
          "url": "/pmwiki/pmwiki.php/ComicBook/HeavyLiquid"
        },
        {
          "title": "spook",
          "url": "/pmwiki/pmwiki.php/Main/TheMenInBlack"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Authority: The Doctor, the shaman of the Planet Earth, can journey to the Garden of Ancestral Memory, where the spirits of all past Doctors (save one evil one) dwell.",
      "links": [
        {
          "title": "The Authority",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheAuthorityWildStorm"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The ghost of Abin Sur, seeking to make amends for unintentionally giving power to the man who would one day become Parallax, serves as this for Hal inThe Spectre (2001).",
      "links": [
        {
          "title": "The Spectre (2001)",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheSpectre2001"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Shazam!: The Wizard often counseled Billy Batson as a shade.",
      "links": [
        {
          "title": "Shazam!",
          "url": "/pmwiki/pmwiki.php/ComicBook/Shazam"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Captain America: InCaptain America (1968)#305, Merlin appeared to Captain Britain. Since Merlin had died in Captain Britain's own series, The Official Handbook stated that Merlin's appearance here represented an appearance by his shade.",
      "links": [
        {
          "title": "Captain America",
          "url": "/pmwiki/pmwiki.php/ComicBook/CaptainAmerica"
        },
        {
          "title": "Captain America (1968)",
          "url": "/pmwiki/pmwiki.php/ComicBook/CaptainAmerica1968"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Doctor Strange: The Ancient One, Strange's mentor, becomes this after his death.",
      "links": [
        {
          "title": "Doctor Strange",
          "url": "/pmwiki/pmwiki.php/ComicBook/DoctorStrange"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Deadpool: During the first arc of theMarvel NOW!relaunchDeadpool (2012), Deadpool gets one of these in the form of Benjamin Franklin's ghost.",
      "links": [
        {
          "title": "Deadpool",
          "url": "/pmwiki/pmwiki.php/ComicBook/Deadpool"
        },
        {
          "title": "Marvel NOW!",
          "url": "/pmwiki/pmwiki.php/ComicBook/MarvelNow"
        },
        {
          "title": "Deadpool (2012)",
          "url": "/pmwiki/pmwiki.php/ComicBook/Deadpool2012"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Supergirl:In \"Last Daughter of Krypton\", the ghosts of Zor-El and Alura appear before a beaten Kara to encourage her to not give up and tell her how can she escape from Argo City before the floating city plummets into a blue star.Should Auld Acquaintance Be Forgot: The ghost of Kara Zor-El appears before Deadman to comfort him when he is distressed and remind him why heroes are heroes.",
      "links": [
        {
          "title": "Supergirl",
          "url": "/pmwiki/pmwiki.php/ComicBook/Supergirl"
        },
        {
          "title": "Last Daughter of Krypton",
          "url": "/pmwiki/pmwiki.php/ComicBook/LastDaughterOfKrypton"
        },
        {
          "title": "Should Auld Acquaintance Be Forgot",
          "url": "/pmwiki/pmwiki.php/ComicBook/ShouldAuldAcquaintanceBeForgot"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Swordquest: The protagonists receive clues from two hooded spiritual figures, Mentorr and Mentarra.",
      "links": [
        {
          "title": "Swordquest",
          "url": "/pmwiki/pmwiki.php/ComicBook/Swordquest"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Wonder Woman:Wonder Woman (1987): When Diana is knocked for a loop while fighting the White Magician alongsideArtemis, who perishes in the fight, Diana is told to get back up and into the fight by the spirit ofSteve Trevor's mother, whom Diana was named after in this iteration.The Legend of Wonder Woman (2016): After having her soul torn from her body Alcippe still sticks around to mentor Diana, though she has trouble getting anything but emotions through to her outside of near death situations where Diana is unconsious.Artemis (the goddess) acts as one to Hippolyta inWonder Woman Historia: The Amazons.",
      "links": [
        {
          "title": "Wonder Woman",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman"
        },
        {
          "title": "Wonder Woman (1987)",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman1987"
        },
        {
          "title": "Artemis",
          "url": "/pmwiki/pmwiki.php/ComicBook/Artemis"
        },
        {
          "title": "Steve Trevor",
          "url": "/pmwiki/pmwiki.php/ComicBook/SteveTrevor"
        },
        {
          "title": "The Legend of Wonder Woman (2016)",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheLegendOfWonderWoman2016"
        },
        {
          "title": "Wonder Woman Historia: The Amazons",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWomanHistoriaTheAmazons"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Batgirl: Stephanie Brown's ghost acted as this for Cassandra Cain during the later part of her stint as Batgirl. She appeared to her several times when she was on the brink of death, giving Cass motivation and exposition. This became very odd when aRetconrevealed that Stephanie had beenFaking the Deadthe entire time.",
      "links": [
        {
          "title": "Batgirl",
          "url": "/pmwiki/pmwiki.php/ComicBook/Batgirl"
        },
        {
          "title": "Retcon",
          "url": "/pmwiki/pmwiki.php/Main/Retcon"
        },
        {
          "title": "Faking the Dead",
          "url": "/pmwiki/pmwiki.php/Main/FakingTheDead"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Trakk: Monster Hunterhas Cedryk, a spirit who granted TrakkImmortality, and advises Trakk on hunting downVaquoul.",
      "links": [
        {
          "title": "Trakk: Monster Hunter",
          "url": "/pmwiki/pmwiki.php/ComicBook/TrakkMonsterHunter"
        },
        {
          "title": "Immortality",
          "url": "/pmwiki/pmwiki.php/Main/Immortality"
        },
        {
          "title": "Vaquoul",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Bumblebee becomes this after his death inThe Transformers: Robots in Disguise, haunting Starscream and trying to push him to be a better leader and person, which surprisingly starts to take. As time goes on, it becomes clear that Bumblebee is not a hallucination and is in factNot Quite Dead.Starscream ultimately becomes this to Bumblebee when the yellow scout comes back to life and the seekersacrificeshis life to save the universe.",
      "links": [
        {
          "title": "The Transformers: Robots in Disguise",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheTransformersRobotsInDisguise"
        },
        {
          "title": "Not Quite Dead",
          "url": "/pmwiki/pmwiki.php/Main/NotQuiteDead"
        },
        {
          "title": "sacrifices",
          "url": "/pmwiki/pmwiki.php/Main/HeroicSacrifice"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Black Moon Chronicles: Greldinard's mother, who was a shamaness in life, continues to advise him as a spirit after her death. She actually plays a vital role in preventing Greldinard's youthful brashness from getting himself killed, as she uses her magic to bind a cave-dwelling monster to him so he can use it as a mount, and convinces the uber-powerful Haazheel Thorne to spare her son's life.",
      "links": [
        {
          "title": "Black Moon Chronicles",
          "url": "/pmwiki/pmwiki.php/ComicBook/BlackMoonChronicles"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Deconstructed inAvatar: The Last Airbender - The Promise. Avatar Roku is genuinely well-meaning in his attempts to provide guidance to Aang, but the problem is that he hasn't been part of the mortal world for over a century and he is ill-equipped to handle the evolving societal problems Aang faces in the aftermath of the Hundred Year War.",
      "links": [
        {
          "title": "Avatar: The Last Airbender - The Promise",
          "url": "/pmwiki/pmwiki.php/ComicBook/AvatarTheLastAirbenderThePromise"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Arak: Son of Thunder: Valda used a spell she learned from Malagigi to summon the spirit of Amadis of Gaul, a valiant warrior, and the ghost tutored her as a warrior into Valda's adulthood.",
      "links": [
        {
          "title": "Arak: Son of Thunder",
          "url": "/pmwiki/pmwiki.php/ComicBook/ArakSonOfThunder"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Family Circus: Dead relatives are often seen visiting Earth, either to check up on the family, or give some words of encouragement to a lonely spouse, orhelp one of the kids with their piano practice...",
      "links": [
        {
          "title": "The Family Circus",
          "url": "/pmwiki/pmwiki.php/ComicStrip/TheFamilyCircus"
        },
        {
          "title": "help one of the kids with their piano practice",
          "url": "/pmwiki/pmwiki.php/Main/ArsonMurderAndJaywalking"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Funky Winkerbean: Lisa Moore has started popping up again, albeit probably as a figment of Les's imagination.",
      "links": [
        {
          "title": "Funky Winkerbean",
          "url": "/pmwiki/pmwiki.php/ComicStrip/FunkyWinkerbean"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "All For Luz: Ever since he died at All Might's hands, All For One presents himself asEvil Mentorversion of this to Luz, who inherited his Quirk, since he's literallystuck in her head.",
      "links": [
        {
          "title": "All For Luz",
          "url": "/pmwiki/pmwiki.php/Fanfic/AllForLuz"
        },
        {
          "title": "Evil Mentor",
          "url": "/pmwiki/pmwiki.php/Main/EvilMentor"
        },
        {
          "title": "stuck in her head",
          "url": "/pmwiki/pmwiki.php/Main/MentalWorld"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "All I Want: Ifalna appears to Aerith the first night after she and Sephiroth escape from Shinra and leads her to where she will cross paths with none other than Elmyra Gainsborough.",
      "links": [
        {
          "title": "All I Want",
          "url": "/pmwiki/pmwiki.php/Fanfic/AllIWant"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Here Comes the New Boss: TheButchersare voices that only Taylor can hear. Often times they give observations and advice during fights.",
      "links": [
        {
          "title": "Here Comes the New Boss",
          "url": "/pmwiki/pmwiki.php/Fanfic/HereComesTheNewBoss"
        },
        {
          "title": "Butchers",
          "url": "/pmwiki/pmwiki.php/Main/MindHive"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Iris Hawthorne: Ace Attorney: Diego takes on Mia's role as the protagonist's dead mentor, and Pearl or Maya occasionally channel him to offer support to Iris. He can even communicate with Pearl telepathically.",
      "links": [
        {
          "title": "Iris Hawthorne: Ace Attorney",
          "url": "/pmwiki/pmwiki.php/Fanfic/IrisHawthorneAceAttorney"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "What Happened Afteris aBridge to Terabithiafanfic where Leslie returns to Jess' side 3 years laterafter her death in the original story… as a ghost. They can communicate with each other, but only in private because she isInvisible to Normalsfor everyone except Jess.Leslie: I can be your girlfriend in a pocket!",
      "links": [
        {
          "title": "What Happened After",
          "url": "https://www.iini.vip/Du0NNNpUOtRRTtNq"
        },
        {
          "title": "Bridge to Terabithia",
          "url": "/pmwiki/pmwiki.php/Literature/BridgeToTerabithia"
        },
        {
          "title": "Invisible to Normals",
          "url": "/pmwiki/pmwiki.php/Main/InvisibleToNormals"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hivefled's Gamzee is advised by Laneen and Sennir, the ghosts of two of his ancestor's victims.",
      "links": [
        {
          "title": "Hivefled",
          "url": "/pmwiki/pmwiki.php/Fanfic/Hivefled"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ghost, Ghost, I Know You Live Within Mehas a rare example where the spirit advisor is also aMagical GirlfriendasShepardacted as both roles to Garrus during his two years on Omega. They evenlampshadedit.",
      "links": [
        {
          "title": "Ghost, Ghost, I Know You Live Within Me",
          "url": "/pmwiki/pmwiki.php/Fanfic/GhostghostIknowyoulivewithinme"
        },
        {
          "title": "Magical Girlfriend",
          "url": "/pmwiki/pmwiki.php/Main/MagicalGirlfriend"
        },
        {
          "title": "Shepard",
          "url": "/pmwiki/pmwiki.php/Franchise/MassEffect"
        },
        {
          "title": "lampshaded",
          "url": "/pmwiki/pmwiki.php/Main/LampshadeHanging"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InFractured, aMass Effect/Star Wars/Borderlandscrossover,Lilithdies, but shows up in this role at the end of the story and later inOrigins.",
      "links": [
        {
          "title": "Fractured",
          "url": "/pmwiki/pmwiki.php/Fanfic/FracturedSovereignGFC"
        },
        {
          "title": "Mass Effect",
          "url": "/pmwiki/pmwiki.php/Franchise/MassEffect"
        },
        {
          "title": "Star Wars",
          "url": "/pmwiki/pmwiki.php/Franchise/StarWars"
        },
        {
          "title": "Borderlands",
          "url": "/pmwiki/pmwiki.php/VideoGame/Borderlands"
        },
        {
          "title": "crossover",
          "url": "/pmwiki/pmwiki.php/Main/MassiveMultiplayerCrossover"
        },
        {
          "title": "Origins",
          "url": "/pmwiki/pmwiki.php/Fanfic/Origins"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Twilight Sparklebecomes one to Lightning Dawn after her death inMy Brave Pony: Starfleet Magic III.",
      "links": [
        {
          "title": "My Brave Pony: Starfleet Magic III",
          "url": "/pmwiki/pmwiki.php/FanFic/MyBravePonyStarfleetMagic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InPortal 2fanfics,Carolineis often seen as this forGlaDOS, only able to be heard by the one she advises. Especially concerning Chell.",
      "links": [
        {
          "title": "Portal 2",
          "url": "/pmwiki/pmwiki.php/VideoGame/Portal2"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sight: Since Zangetsu is not limited to Ichigo's Inner World, he teaches Ichigo how to fight one-on-one in the real world.Urahara's zanpakutou, Benihime becomes one to Ichigo, teaching him strategy, analytical thinking, shunpo and zanjutsu.Isshin's zanpakutou, Engetsu tutors Ichigo on Shiba clan history and how the Seireitei functions.",
      "links": [
        {
          "title": "Sight",
          "url": "/pmwiki/pmwiki.php/Fanfic/Sight"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "“A Mingling of Magics: The Legacy of Merlin” reveals that Merlin’s ring (The Sorcerer's Apprentice) contains a copy of the consciousness of Kilgharrah (Merlin (2008)), preserved by the older Merlin so that he can answer Merlin’s questions when a younger Merlin is displaced into 2010 to help Dave.",
      "links": [
        {
          "title": "A Mingling of Magics: The Legacy of Merlin",
          "url": "https://archiveofourown.org/works/6030382/"
        },
        {
          "title": "The Sorcerer's Apprentice",
          "url": "/pmwiki/pmwiki.php/Film/TheSorcerersApprentice"
        },
        {
          "title": "Merlin (2008)",
          "url": "/pmwiki/pmwiki.php/Series/Merlin2008"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In theRWBY/The HobbitFusion FicRise of a Star Knight, Jaune has two, the first beinga version of Pyrrha, which turns out to actually bepart of her aurathat stayed with him(Long story), and eventually tells Pyrrha that, while the part of Jaune's aura that was with Living!Pyrrha saved her from death and torture, Spirit!Pyrrha manifested to save him from himself (and latersacrificed itselfto save him from death.The second isaTreacherous AdvisorandThe Corrupter, namedFelix, that resides in theArkenstone, who offers him power and gives him advice that turns him against his friends and allies. Eventually, Spirit!Pyrrha steps in to stop him and allow Jaune to break free of his influence. It's revealed that Felix was actually the Mad King of Vale, and was alsoSmaug.",
      "links": [
        {
          "title": "RWBY",
          "url": "/pmwiki/pmwiki.php/WebAnimation/RWBY"
        },
        {
          "title": "The Hobbit",
          "url": "/pmwiki/pmwiki.php/Literature/TheHobbit"
        },
        {
          "title": "Fusion Fic",
          "url": "/pmwiki/pmwiki.php/Main/FusionFic"
        },
        {
          "title": "Rise of a Star Knight",
          "url": "https://www.fanfiction.net/s/11852303/1/Rise-of-a-Star-Knight"
        },
        {
          "title": "part of her aura",
          "url": "/pmwiki/pmwiki.php/Main/SoulFragment"
        },
        {
          "title": "sacrificed itself",
          "url": "/pmwiki/pmwiki.php/Main/HeroicSacrifice"
        },
        {
          "title": "Treacherous Advisor",
          "url": "/pmwiki/pmwiki.php/Main/TreacherousAdvisor"
        },
        {
          "title": "The Corrupter",
          "url": "/pmwiki/pmwiki.php/Main/TheCorrupter"
        },
        {
          "title": "Felix",
          "url": "/pmwiki/pmwiki.php/WebAnimation/RedVsBlue"
        },
        {
          "title": "Arkenstone",
          "url": "/pmwiki/pmwiki.php/Main/SoulJar"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In \"Restless Warriors\", Trini's ghost appears to warn Maya of an impending demon invasion and help her identify the Yellow Rangers she must contact to help her oppose this threat (Kelsey, Taylor, Dustin and Kira, although Eric, Tori and Conner are also recruited due to their bonds with Taylor, Dustin and Kira respectively), with Zordon appearing later to restore the powers of those Rangers who need it. When the crisis escalates, Zordon and Trini contact the remaining Yellow Rangers (Aisha, Tanya, Ashley, Katie and Z) to provide back-up for the final battle, Zordon even taking a moment to assure Z that she is an excellent Yellow Ranger.",
      "links": [
        {
          "title": "Restless Warriors",
          "url": "https://www.fanfiction.net/s/2207501/1/Restless-Warriors"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InInfinity Crisis, Constantine is able to make contact with the Ancient One and Loki, later allowing Loki to communicate with the heroes in a spectral form that can be seen by all of them but cannot make physical contact with anything.",
      "links": [
        {
          "title": "Infinity Crisis",
          "url": "/pmwiki/pmwiki.php/Fanfic/InfinityCrisis"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Harry and the Shipgirlsgives theKitsuneNatsumi Ono a mental echo of her ancestor.It's none other than Tamamo-no-Mae, who wants her reincarnation to avoid the mistakes that she made.",
      "links": [
        {
          "title": "Harry and the Shipgirls",
          "url": "/pmwiki/pmwiki.php/Fanfic/HarryAndTheShipgirls"
        },
        {
          "title": "Kitsune",
          "url": "/pmwiki/pmwiki.php/Main/AsianFoxSpirit"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Spirits in My Head: While Mirabel has plenty of friends among the Encanto's ghost population, her Abuelo Pedro is the one she spends the most time with.",
      "links": [
        {
          "title": "Spirits in My Head",
          "url": "/pmwiki/pmwiki.php/Fanfic/SpiritsInMyHead"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe SuperStarr Chronicles, Cleveland's superhero Kid Razor has the ghost of legendary musician Ronnie Rocker as his guide.",
      "links": [
        {
          "title": "The SuperStarr Chronicles",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheSuperStarrChronicles"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InLinewalkersthe spectre of Tobirama Senju becomes the ghostly mentor (and caretaker) of a young Uzumaki Naruto.",
      "links": [
        {
          "title": "Linewalkers",
          "url": "/pmwiki/pmwiki.php/Fanfic/Linewalkers"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Frozen II: Iduna watches over and sings with her daughter Elsa in the songShow Yourself.",
      "links": [
        {
          "title": "Frozen II",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/FrozenII"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Lion King: Mufasa becomes one of the \"great kings of the past\" and advises his son on the responsibilities of his birthright from beyond the grave. He continues this inThe Lion King II: Simba's Pride, but that's more of a \"deity talking to aGood Shepherd\" thing with Rafiki. He does a more blatant version with his grandson in the spin-off series, which is discussed below.",
      "links": [
        {
          "title": "The Lion King",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheLionKing1994"
        },
        {
          "title": "The Lion King II: Simba's Pride",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheLionKingIISimbasPride"
        },
        {
          "title": "Good Shepherd",
          "url": "/pmwiki/pmwiki.php/Main/GoodShepherd"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InRatatouille, a lonely Remy, desperate for someone to talk to, imagines that the spirit of his hero, Auguste Gusteau, is his spirit advisor. However, Remy is fully aware that Gusteau is a figment of his imagination, and Gusteau eventually disappears for good when Remy finally accepts that he can rely on his own judgment. Played for laughs, too; if Remy ever needs reminding that Gusteau is just a figment of his imagination, Gusteau provides it.Gusteau:(After Remy learns thatLinguini is Gusteau's son)I'm a figment of your imagination, I know as much as you do!",
      "links": [
        {
          "title": "Ratatouille",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Ratatouille"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Balto II: Wolf Quest: This is a major plot point. Not only does Aleu meet hers, but Balto discovershis own spirit guide is not only the legendary Aniu, but his own mother.",
      "links": [
        {
          "title": "Balto II: Wolf Quest",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/BaltoIIWolfQuest"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ride Your Wave: After dying, Minato returns as a ghost in order to protect and advise his girlfriend.",
      "links": [
        {
          "title": "Ride Your Wave",
          "url": "/pmwiki/pmwiki.php/Anime/RideYourWave"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "ParaNorman:Zigzaggedall over the place. Played straight with Norman's grandmother, who advises and loves him after death just as she did while alive. Subverted with most other ghosts, including Mr. Prenderghast, who are too wrapped up in their own obsessions to offer much useful guidance. Inverted with Norman and Aggie, as he is a living person trying to help guide a spirit.",
      "links": [
        {
          "title": "ParaNorman",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/ParaNorman"
        },
        {
          "title": "Zigzagged",
          "url": "/pmwiki/pmwiki.php/Main/ZigZaggingTrope"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Littlefoot’s mother inThe Land Before Time. When he finds his lost tree star leaf, she reminds him of the way to the Great Valley, and later, she leads him through the tunnel to the valley and lets the sun through the clouds to reveal the valley to him.",
      "links": [
        {
          "title": "The Land Before Time",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheLandBeforeTime"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Big Lebowski: This is parodied with Sam Elliot's character. Picture the cheesiest cowboy you can imagine, and make him speak entirely in lines that have little or nothing to do with the rest of the plot and are pretty muchNarm(or maybeNarm Charm).\"Sometimes you eat the ear, and sometimes, well... the bar eats you.\"",
      "links": [
        {
          "title": "The Big Lebowski",
          "url": "/pmwiki/pmwiki.php/Film/TheBigLebowski"
        },
        {
          "title": "Narm",
          "url": "/pmwiki/pmwiki.php/Main/Narm"
        },
        {
          "title": "Narm Charm",
          "url": "/pmwiki/pmwiki.php/Main/NarmCharm"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Captain Daniel Gregg inThe Ghost and Mrs. Muir.",
      "links": [
        {
          "title": "The Ghost and Mrs. Muir",
          "url": "/pmwiki/pmwiki.php/Film/TheGhostAndMrsMuir"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InHeart Condition, detective Jack Moony receives a heart transplant from recently murdered lawyer Napoleon Stone. Stone's ghost then pressures Moony to solve his murder.",
      "links": [
        {
          "title": "Heart Condition",
          "url": "/pmwiki/pmwiki.php/Film/HeartCondition"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Phantom(1996), the titular character's father, the previous Phantom, acts as his Spirit Advisor.",
      "links": [
        {
          "title": "The Phantom",
          "url": "/pmwiki/pmwiki.php/Film/ThePhantom1996"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Play It Again, Sam: Woody Allen gets love advice from an imaginary Humphrey Bogart.",
      "links": [
        {
          "title": "Play It Again, Sam",
          "url": "/pmwiki/pmwiki.php/Film/PlayItAgainSam"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "True Romance: Ladies and gentlemen, the King,Elvis Aaron Presley, appears to give Clarence advice. Played byVal Kilmer, it's not quite clear if he's a ghost or a hallucination.",
      "links": [
        {
          "title": "True Romance",
          "url": "/pmwiki/pmwiki.php/Film/TrueRomance"
        },
        {
          "title": "Elvis Aaron Presley",
          "url": "/pmwiki/pmwiki.php/Music/ElvisPresley"
        },
        {
          "title": "Val Kilmer",
          "url": "/pmwiki/pmwiki.php/Creator/ValKilmer"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InNo Retreat, No Surrender, Jason Sitwell, a budding kickboxer and martial artist, is guided than none other than the ghost ofBruce Lee(played by Korean Bruce Lee clone Tai Chung Kim).",
      "links": [
        {
          "title": "No Retreat, No Surrender",
          "url": "/pmwiki/pmwiki.php/Film/NoRetreatNoSurrender"
        },
        {
          "title": "Bruce Lee",
          "url": "/pmwiki/pmwiki.php/Creator/BruceLee"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Star Wars: In the original trilogy, Obi-Wan becomes one with the Force and appears to Luke as a spirit on multiple occasions, after he iskilled by Darth VaderinA New Hope. It ishintedin the prequels that Qui-Gon becomes Yoda's spirit advisor after his death; his voice is heard crying out when Yoda senses Anakin slaughtering the Tusken Raiders inAttack of the Clones, and Yoda tells Obi-Wan that Qui-Gon will teach them the secret of spiritual immortality at the end ofRevenge of the Sith.Yoda would later appear to Luke inThe Last Jedijust as the latter is hitting rock bottom to knock some sense into him, and then after his death Luke appears to Rey inThe Rise of Skywalkerto break her out of herHeroic BSoD.",
      "links": [
        {
          "title": "Star Wars",
          "url": "/pmwiki/pmwiki.php/Franchise/StarWars"
        },
        {
          "title": "killed by Darth Vader",
          "url": "/pmwiki/pmwiki.php/Main/MentorOccupationalHazard"
        },
        {
          "title": "A New Hope",
          "url": "/pmwiki/pmwiki.php/Film/ANewHope"
        },
        {
          "title": "hinted",
          "url": "/pmwiki/pmwiki.php/Main/ImpliedTrope"
        },
        {
          "title": "Attack of the Clones",
          "url": "/pmwiki/pmwiki.php/Film/AttackOfTheClones"
        },
        {
          "title": "Revenge of the Sith",
          "url": "/pmwiki/pmwiki.php/Film/RevengeOfTheSith"
        },
        {
          "title": "The Last Jedi",
          "url": "/pmwiki/pmwiki.php/Film/TheLastJedi"
        },
        {
          "title": "The Rise of Skywalker",
          "url": "/pmwiki/pmwiki.php/Film/TheRiseOfSkywalker"
        },
        {
          "title": "Heroic BSoD",
          "url": "/pmwiki/pmwiki.php/Main/HeroicBSOD"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Dead Lands, the protagonist is guided by the spirit of his dead grandmother.",
      "links": [
        {
          "title": "The Dead Lands",
          "url": "/pmwiki/pmwiki.php/Film/TheDeadLands"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Twixt: Baltimore Hall is guided by the ghost ofEdgar Allan Poein his dreams.",
      "links": [
        {
          "title": "Twixt",
          "url": "/pmwiki/pmwiki.php/Film/Twixt"
        },
        {
          "title": "Edgar Allan Poe",
          "url": "/pmwiki/pmwiki.php/Creator/EdgarAllanPoe"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Always: The angel Hap explains that this is how it's done, the ones who have learned the skills are sent back to help those who are learning find their place, and send Pete's ghost to be Ted's advisor. Pete finds that, while no one can see or hear him, they do seem to pick up on the things he says and does which influences their thoughts. Initially, Pete thinks it's a game and spends as much time trolling people as helping Ted.",
      "links": [
        {
          "title": "Always",
          "url": "/pmwiki/pmwiki.php/Film/Always"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Chronicles of Riddick (2004): In the extended cut, Riddick is visited several times by the spirit of a dead Furyan named Shirah to remind him of his heritage and his destiny: kill the Lord Marshal of the Necromongers, the man responsible for wiping out their race. She also appears in the opening and ending ofEscape from Butcher Bay.",
      "links": [
        {
          "title": "The Chronicles of Riddick (2004)",
          "url": "/pmwiki/pmwiki.php/Film/TheChroniclesOfRiddick2004"
        },
        {
          "title": "Escape from Butcher Bay",
          "url": "/pmwiki/pmwiki.php/VideoGame/EscapeFromButcherBay"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The premise of the ridiculous Hong Kong comedy filmWhere’s Officer Tuba?starringSammo HungandDavid Chiang. Chiang used to be Sammo's superior in the force until he gets shot dead by a mob leader, and spends much of the movie being a ghost pestering Hung to avenge his demise. Hung happens to be chasing a promotion and investigating the same mobster responsible for Chiang's demise, resulting in their uneasy alliance.",
      "links": [
        {
          "title": "Sammo Hung",
          "url": "/pmwiki/pmwiki.php/Creator/SammoHung"
        },
        {
          "title": "David Chiang",
          "url": "/pmwiki/pmwiki.php/Creator/DavidChiang"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Catcher, Johnny believes that his murder spree is being guided and critiqued by the ghost of his father. At the end of the film, the ghost can still be heard berating Johnny even after his death.",
      "links": [
        {
          "title": "The Catcher",
          "url": "/pmwiki/pmwiki.php/Film/TheCatcher"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Rhymes for Young Ghouls: Anna appears to be this for Aila (though it may be just her imagination).",
      "links": [
        {
          "title": "Rhymes for Young Ghouls",
          "url": "/pmwiki/pmwiki.php/Film/RhymesForYoungGhouls"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InFrankenstein Island, Sheila Frankenstein is being advised in continuing the family's blasphemous experiments by the spirit of her dead great-grandfather who communicates by using her comatose husband as a medium. However, Dr. Frankenstein's spirit may not be entirely on Sheila's side as he is also appearing to certain members of the Amazon tribe and promising them power.",
      "links": [
        {
          "title": "Frankenstein Island",
          "url": "/pmwiki/pmwiki.php/Film/FrankensteinIsland"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InDeadly Advice, Jodie gains a group of spirit advisors in the form ofthe ghosts of five of Britain's most notorious murderers: Major Herbert Armstrong, Kate Webster, Dr. Crippen, G.J. Smith, and Jack the Ripper. Their advice is of varying quality and practicality.",
      "links": [
        {
          "title": "Deadly Advice",
          "url": "/pmwiki/pmwiki.php/Film/DeadlyAdvice"
        },
        {
          "title": "the ghosts of five of Britain's most notorious murderers: Major Herbert Armstrong, Kate Webster, Dr. Crippen, G.J. Smith, and Jack the Ripper",
          "url": "/pmwiki/pmwiki.php/Main/HistoricalDomainCrossover"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Coiling Dragon: Doehring Cowart is a 5,000 year old magus who put his soul into theCoiling Dragon. After Linley bonds the ring to himself, he can see and speak to Doehring, whose magical tutoring allows Linley to quickly advance in power. Since he is just a spirit, Doehring is unable to affect the surrounding world,at least not until he sacrifices his existence to free Linley from some assassins' trap.",
      "links": [
        {
          "title": "Coiling Dragon",
          "url": "/pmwiki/pmwiki.php/Literature/CoilingDragon"
        },
        {
          "title": "Coiling Dragon",
          "url": "/pmwiki/pmwiki.php/Main/RingOfPower"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InDeep Secret,Rupert'sMentorStan is allowed to come back as a ghost in order to advise Rupert, specifically in the task of choosing an apprentice. Although Stan is invisible to most people, themusiche listens to is not, leading to a number of people wondering just where that classical music is coming from.",
      "links": [
        {
          "title": "Deep Secret",
          "url": "/pmwiki/pmwiki.php/Literature/DeepSecret"
        },
        {
          "title": "Mentor",
          "url": "/pmwiki/pmwiki.php/Main/Mentor"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Divine Comedy:Dante is guided through Hell by the spirit ofVirgil, the famous Roman poet, who is more than familiar enough with the worldly sins of all those they encounter. It is only once they see the entirety of evil and reach Purgatory that Virgil begins to falter. He still guides Dante up the mountain and teaches him, but since Virgil himself is a denizen of Hell, the continuing importance of the Angels and the growing proximity of God forces him to leave Dante once he is about to enter into Paradise.Beatrice, the deceased love of Dante's life, takes the Poet through the spheres of Heaven, becoming increasingly more beautiful and jovial as they further approach God. As a Saint leading a fallen mortal, Beatrice guides and teaches Dante like a mother deals with a particularly distressed child. She often knows what Dante wants to ask before he does and she always has an answer that leaves him stunned and better for it.Saint Bernard takes over as Dante's guides for the last two cantos so that Bernard, on the advice of the Blessed Mother, can help Dante better perceive and experience the true presence of God.",
      "links": [
        {
          "title": "The Divine Comedy",
          "url": "/pmwiki/pmwiki.php/Literature/TheDivineComedy"
        },
        {
          "title": "Virgil",
          "url": "/pmwiki/pmwiki.php/Creator/Virgil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Dresden Files:Lasciel is one of these. Though Harry hasbound the magical trinket Lasciel resides in, a psychic echo of her still appears in his mind andoffers him power and advice. While Harry doesn't necessarilywantthe help ofa fallen angel who's playing a long game on him so that he ends up in Hell's coffers, the things he encounters require him to make use ofher Hellfireand other talents.The Archangel Urielalso qualifies as one of these for Harry, and is significantly more benevolent about his advice (though not necessarily more polite about it).InGhost Story,Harry himselfacts as a Spirit Advisor to a young man named Fitz.The air spirit Bob ironically is a light downplayed version since while he is a literal spirit and acts as an advisor to Harry, he is visible to other characters (no matter how much Harry might wish otherwise).",
      "links": [
        {
          "title": "The Dresden Files",
          "url": "/pmwiki/pmwiki.php/Literature/TheDresdenFiles"
        },
        {
          "title": "Ghost Story",
          "url": "/pmwiki/pmwiki.php/Literature/GhostStory"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Julia Jason Andeliusis revealed to be this at the end of Maria Gripe'sThe dung-beetle flies at dusk.She owned the old summer house that the three main protagonists took care of in summer vacation, and her spirit used the home's phone to drop hints about the house's secrets to one of them via an odd chess game.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "The General Series:General Raj Whitehall is advised by Center, a pre-collapse-of-civilization computer (originally a traffic-control computer, but its abilities go far beyond).In later books of the series set centuries later, Whitehall's consciousness has joined with Center's, and now theybothact as Spirit Advisors on other barbarian planets — Center as the logical fount-of-knowledge and Whitehall as the wise voice-of-experience. This puts their protege in the position of being the moderator of aPower Trio.",
      "links": [
        {
          "title": "The General Series",
          "url": "/pmwiki/pmwiki.php/Literature/TheGeneralSeries"
        },
        {
          "title": "Power Trio",
          "url": "/pmwiki/pmwiki.php/Main/PowerTrio"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Great Divorce: Every visitor from Hell is invited to Heaven by a saint assigned to them. Though the Heavenly Beings are all fully visible to one another, the ghosts from Hell can only see them depending on certain circumstances.",
      "links": [
        {
          "title": "The Great Divorce",
          "url": "/pmwiki/pmwiki.php/Literature/TheGreatDivorce"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "John Dies at the End: John serves this role when his best friend David starts becoming aware of the supernatural and questioning his own sanity. John can't appear for David directly, and thus communicates by broadcasting his words through a cell phone, a bratwurst, and a dog, in that order.",
      "links": [
        {
          "title": "John Dies at the End",
          "url": "/pmwiki/pmwiki.php/Literature/JohnDiesAtTheEnd"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Journey to Chaos: Dengel serves as this to Eric in the first two books (A Mage's PowerandLooming Shado), first in aHeroic Hostfashion and second in a more classic fashion (Only Eric can see him, gives advice etc.) but the second time is technically \"Grey Dengel\" which is not the real Dengel.",
      "links": [
        {
          "title": "Journey to Chaos",
          "url": "/pmwiki/pmwiki.php/Literature/JourneyToChaos"
        },
        {
          "title": "Heroic Host",
          "url": "/pmwiki/pmwiki.php/Main/HeroicHost"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Liaden Universe: In Sharon Lee's and Steve Miller's story, the witches of Sintia have a formal Spirit Advisor system—each young witch has an old soul. It's not entirely clear how this works in practice, because none of the point-of-view characters has been a witch of Sintia except Priscilla, and she only becomes a point-of-view character after she leaves the order. (Officially, she was cast out for blasphemy; actually, it was because she—with her Spirit Advisor's encouragement—did the Right Thing when her superiors would have preferred her to do the Politically Convenient Thing.)",
      "links": [
        {
          "title": "Liaden Universe",
          "url": "/pmwiki/pmwiki.php/Literature/LiadenUniverse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Lord of the IslesbyDavid Drake, Garric is advised by his thousand-years-ago ancestor King Carus. A great deal of the advice actually amounts to, \"Don't do what I did in a similar situation; it was a disaster because I didn't think it through.\"",
      "links": [
        {
          "title": "The Lord of the Isles",
          "url": "/pmwiki/pmwiki.php/Literature/TheLordOfTheIsles"
        },
        {
          "title": "David Drake",
          "url": "/pmwiki/pmwiki.php/Creator/DavidDrake"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Malazan Book of the Fallen: Wither, a wraith, tries to play the spirit advisor towards Udinaas, a slave. Wither hides in Udinaas' shadow to escape capture, and offers Udinaassecret knowledgeand advice in exchange. Unfortunately, Wither is aJerkasswith delusions of grandeur, while Udinaas knows that knowing too much is bad for your health. When he eventually escapes slavery, Wither keeps hounding him and whispering pseudo-arcane revelations until Udinaas calls him out on how anyone with a working brain could come to the same conclusions. The now ex-slave points out that Wither feels cheated after he's put so much time and effort into it and now wants Udinaas to have been worth all that attention, which Udinaas isn't as he isn't willing to play along. Wither repays the insight bytrying to kill Udinaas in the finale ofReaper's Gale.",
      "links": [
        {
          "title": "Malazan Book of the Fallen",
          "url": "/pmwiki/pmwiki.php/Literature/MalazanBookOfTheFallen"
        },
        {
          "title": "secret knowledge",
          "url": "/pmwiki/pmwiki.php/Main/MrExposition"
        },
        {
          "title": "Jerkass",
          "url": "/pmwiki/pmwiki.php/Main/Jerkass"
        },
        {
          "title": "Reaper's Gale",
          "url": "/pmwiki/pmwiki.php/Literature/ReapersGale"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Advice-dispensing pseudo-deities visible (or audible) to only a few people run rampant in Brandon Sanderson'sMistbornseries. There's amalevolentversion inRuin, who's advice tends to run toward killing everything. More traditional benevolent advisors include the Mist Spirit/Preservation, who communicates via pointing (and stabbing); Kelsier, who won't let something as silly as death keep him from meddling; and eventually ascendedVin and Sazed.",
      "links": [
        {
          "title": "Mistborn",
          "url": "/pmwiki/pmwiki.php/Literature/Mistborn"
        },
        {
          "title": "malevolent",
          "url": "/pmwiki/pmwiki.php/Main/OmnicidalManiac"
        },
        {
          "title": "Ruin",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Vin and Sazed",
          "url": "/pmwiki/pmwiki.php/Main/DeityOfHumanOrigin"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In the bookThe Neon Court, Matthew is advised bythe dying breath of his former master, Robert James Bakker. Their relation is complicated by the fact that they killed each other.",
      "links": [
        {
          "title": "The Neon Court",
          "url": "/pmwiki/pmwiki.php/Literature/TheNeonCourt"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Neverending Story: The Purple Buffalo that Atreyu didn't kill in his ritual hunt to officially become a hunter becomes this in Atreyu's dreams. He is the one who points Atreyu to Morla as a thanks for not killing him and instead answering the call of Cairon, whose job was to send him on the mission to save Fantasia.",
      "links": [
        {
          "title": "The Neverending Story",
          "url": "/pmwiki/pmwiki.php/Literature/TheNeverendingStory"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Nina Tanleven: The ghosts in the series tend to be this, leading Nine and Chris to critical information that will eventually help the ghost in question resolve their unfinished business and pass on.",
      "links": [
        {
          "title": "Nina Tanleven",
          "url": "/pmwiki/pmwiki.php/Literature/NinaTanleven"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pale Lights: Gods can sometimes appear to theircontractorsor take them into visions, providing advice or manipulation. Most can't do this often, as it consumes their energy.The goddess Fortuna acts as one for Tristan, a nigh-constant apparition andannoyancetrying to tempt him towards thelong oddsshe feeds on, satisfy her own capricious whims, and occasionally provide commentary or exposition. She's arguably the most benign example, however.Angharad's contracted god, the Fisher, will sometimes comment, laugh, or even hum at her situation. He is most often pleased when Angharad takes steps to cast aside her honor forruthlessness or expediency.Song's god,Luren, appears much more infrequently but almost exclusively shows up through visions involving physically-demonstratedIce Cream KoansSong must see through. As Song's contract gives her the ability tosee the truth of things, it's implied that Luren is aTrickster Mentorconveying actual truthsand that Song is simply toostuck-upandLiteral-Mindedto understand him.When Song and Tristan finally have an honest conversation over Fortuna's nature, she commiserates with him over their gods both being jackasses.",
      "links": [
        {
          "title": "Pale Lights",
          "url": "/pmwiki/pmwiki.php/Literature/PaleLights"
        },
        {
          "title": "contractors",
          "url": "/pmwiki/pmwiki.php/Main/MagicallyBindingContract"
        },
        {
          "title": "annoyance",
          "url": "/pmwiki/pmwiki.php/Main/TheGadfly"
        },
        {
          "title": "long odds",
          "url": "/pmwiki/pmwiki.php/Main/MillionToOneChance"
        },
        {
          "title": "ruthlessness or expediency",
          "url": "/pmwiki/pmwiki.php/Main/TheCorruptor"
        },
        {
          "title": "Luren",
          "url": "/pmwiki/pmwiki.php/Main/DirtyOldMonk"
        },
        {
          "title": "Ice Cream Koans",
          "url": "/pmwiki/pmwiki.php/Main/IceCreamKoan"
        },
        {
          "title": "see the truth of things",
          "url": "/pmwiki/pmwiki.php/Main/TrueSight"
        },
        {
          "title": "Trickster Mentor",
          "url": "/pmwiki/pmwiki.php/Main/TricksterMentor"
        },
        {
          "title": "conveying actual truths",
          "url": "/pmwiki/pmwiki.php/Main/Koan"
        },
        {
          "title": "stuck-up",
          "url": "/pmwiki/pmwiki.php/Main/NeatFreak"
        },
        {
          "title": "Literal-Minded",
          "url": "/pmwiki/pmwiki.php/Main/LiteralMinded"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A Practical Guide to Evil: Downplayed bythe Intercessor, who can only appear before Named and Name-claimants but can presumably be seen by anyone.Her entire modus operandi is based around being in exactly the right position at exactly the right time to influence people towards an outcome she or the Gods want.",
      "links": [
        {
          "title": "A Practical Guide to Evil",
          "url": "/pmwiki/pmwiki.php/Literature/APracticalGuideToEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InPet Sematary, Victor Pascow, who enters the plot as he is dying of massive head trauma after being hit by a car, attempts to warn the protagonist, Louis Creed, against using the Micmac Burying Ground by appearing to Louis in a dream. Unfortunately for just about everyone else in the story, Louis does not heed his warning.",
      "links": [
        {
          "title": "Pet Sematary",
          "url": "/pmwiki/pmwiki.php/Literature/PetSematary"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Rain of the Ghosts: Rain's grandfather Sebastian is an interesting case, in that his ghost looks several decades younger than he was when he died.",
      "links": [
        {
          "title": "Rain of the Ghosts",
          "url": "/pmwiki/pmwiki.php/Literature/RainOfTheGhosts"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Revelation Space: The Mademoiselle loads a beta-level sim of herself into Ana Khouri's brain implants inAlastair Reynolds'story.",
      "links": [
        {
          "title": "Revelation Space",
          "url": "/pmwiki/pmwiki.php/Literature/RevelationSpace"
        },
        {
          "title": "Alastair Reynolds",
          "url": "/pmwiki/pmwiki.php/Creator/AlastairReynolds"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Silerian Trilogy: The Beckoner for Mirabar, an odd spirit who only she can see, advises her about what must be done to helpthe Firebringer, though she's very frustrated with him giving her only cryptic verbage that is difficult dicephering.",
      "links": [
        {
          "title": "The Silerian Trilogy",
          "url": "/pmwiki/pmwiki.php/Literature/TheSilerianTrilogy"
        },
        {
          "title": "the Firebringer",
          "url": "/pmwiki/pmwiki.php/Main/TheChosenOne"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InBarbara Hambly'sSisters Of The Ravenbooks, Pontifer Pig is this to Pomegranate. Those who know her mostly assume that she is hallucinating about the ghost of her late pet. (InCircle of the Moon, however, some consideration is given to the theory that Pontifer might have been a djinn who is managing to use Pomegranate as a host.)",
      "links": [
        {
          "title": "Barbara Hambly",
          "url": "/pmwiki/pmwiki.php/Creator/BarbaraHambly"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Star Wars Legends:BetweenA New HopeandThe Empire Strikes Back, the very green Luke Skywalker is actively mentored by Obi-Wan's spirit. InSplinter of the Mind's Eye, which was both written and takes place between those two movies, Luke mentions feeling an \"agreeably crawly sensation,\" like someone is standing with him, which he associates with his teacher. At the end of the book, Obi-Wan briefly possesses Luke in order to fight off Darth Vader, since Luke and Leia would both be killed otherwise. InAllegiance, Obi-Wan patiently helps convey to Luke what the Force needs him to do, telling him not to shoot someone who would later become an ally, helping him recognize a \"coiled-spring predator\" sensation in certain thugs, and generally trying to talk him through things. When Luke, Han, and Chewbacca are locked into separate rooms by the Hand of Judgment, Obi-Wan tells Luke that Leia is in danger, and then has to tell the boy that he's not as trapped as he thinks.Luke:You know, you could make this whole thing a whole lot easier.Obi-Wan:Your uncle could have carried you around on his back until you were fifteen, too.Luke:[grimaces]Sorry.Obi-Wan:You've taken your first steps into a larger world, Luke. But there are many, many more steps to go. I cannot carry you along your own personal path. All I can do is guide you, and teach you, and help you to find that path for yourself.Obi-Wan continued to mentor Luke after the first death of the Emperor and redemption of Anakin Skywalker. In \"The Truce at Bakura\" Obi-Wan tells Luke that it's vital he go on the mission to aid the people of Bakura in fending off a Ssi-Ruk invasion.Obi-Wan also appears several times to Ferus Olin to advise him inRebel Force. Maybe because Olin's already a Jedi, Obi-Wan can manifest more easily to him than to rookie Luke.A Jedi spirit haunting a space station inGalaxy of Fearcan't bedetected by anyone who is not Force-sensitive. Tash arrives andis, but she's untrained and can only vaguely sense him. He follows her around trying to warn her away from the many hazards, seriously spooking her in the process. Only when she manages to clear her mind and ignore her fears can he make himself properly seen and heard, and for the rest of the book he tries to help and advise her.Playing off the hint inAttack of the Clones, Yoda is depicted conferring with Qui-Gon Jinn's spirit in several Clone Wars–era novels. InDark Rendezvous, Qui-Gon provides a crucial insight into his old master Dooku's intentions, and in theRevenge of the Sithnovelization, Yoda actually accepts a position as Qui-Gon'sapprentice, to learn how to pass into the Force himself. It is implied that Qui-Gon, having been a less conventional Jedi in life, will also teach Yoda how to train Luke to defeat the Emperor, which Yoda himself could not accomplish.At the beginning of Obi-Wan's exile inStar Wars: Kenobi, Qui-Gon has yet to appear to him without Yoda present, but Obi-Wan addresses him in nightly meditations, which serve asCaptain's Logentries for the reader. In the last chapter ofDark Lord—The Rise of Darth Vader, Obi-Wan discovers that Vader is still alive, and Qui-Gon finally speaks to him to reassure him that Luke is safe—Vader will never return to Tatooine, the planet that caused him so much pain. Qui-Gon also tells Obi-Wan not to tell Luke about his parentage \"until the time is right,\" leading to Obi-Wan's famousMetaphorically Truespeech whenheis a Spirit Advisor.Anakin briefly becomes one to his grandson Jacen when he tells the young Jedi to stand firm against Omini, the true overlord of the Yuuzan Vong.",
      "links": [
        {
          "title": "Star Wars Legends",
          "url": "/pmwiki/pmwiki.php/Franchise/StarWarsLegends"
        },
        {
          "title": "A New Hope",
          "url": "/pmwiki/pmwiki.php/Film/ANewHope"
        },
        {
          "title": "The Empire Strikes Back",
          "url": "/pmwiki/pmwiki.php/Film/TheEmpireStrikesBack"
        },
        {
          "title": "Splinter of the Mind's Eye",
          "url": "/pmwiki/pmwiki.php/Literature/SplinterOfTheMindsEye"
        },
        {
          "title": "Allegiance",
          "url": "/pmwiki/pmwiki.php/Literature/StarWarsAllegiance"
        },
        {
          "title": "The Truce at Bakura",
          "url": "/pmwiki/pmwiki.php/Literature/TheTruceAtBakura"
        },
        {
          "title": "Rebel Force",
          "url": "/pmwiki/pmwiki.php/Literature/RebelForce"
        },
        {
          "title": "Galaxy of Fear",
          "url": "/pmwiki/pmwiki.php/Literature/GalaxyOfFear"
        },
        {
          "title": "detected by anyone who is not Force-sensitive",
          "url": "/pmwiki/pmwiki.php/Main/InvisibleToNormals"
        },
        {
          "title": "Attack of the Clones",
          "url": "/pmwiki/pmwiki.php/Film/AttackOfTheClones"
        },
        {
          "title": "Dark Rendezvous",
          "url": "/pmwiki/pmwiki.php/Literature/DarkRendezvous"
        },
        {
          "title": "Revenge of the Sith",
          "url": "/pmwiki/pmwiki.php/Literature/RevengeOfTheSith"
        },
        {
          "title": "Star Wars: Kenobi",
          "url": "/pmwiki/pmwiki.php/Literature/StarWarsKenobi"
        },
        {
          "title": "Captain's Log",
          "url": "/pmwiki/pmwiki.php/Main/CaptainsLog"
        },
        {
          "title": "Dark Lord—The Rise of Darth Vader",
          "url": "/pmwiki/pmwiki.php/Literature/DarkLordTheRiseOfDarthVader"
        },
        {
          "title": "Metaphorically True",
          "url": "/pmwiki/pmwiki.php/Main/MetaphoricallyTrue"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Syl inThe Stormlight Archivefits this trope, she's usually only visible to Kaladin, unless she chooses to let somebody else see her, though Rock can also see her, for some reason. She helps Kaladin by providing encouragement.Later we find out she's aBond Creature, an honorspren that provides Kaladin with Surgebinding abilities while gaining a capacity for thought and memory.",
      "links": [
        {
          "title": "The Stormlight Archive",
          "url": "/pmwiki/pmwiki.php/Literature/TheStormlightArchive"
        },
        {
          "title": "Bond Creature",
          "url": "/pmwiki/pmwiki.php/Main/BondCreature"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Traitor Son Cycle: The Red Knight has Prudentia, his magic teacher, whose soul he saved from passing on by pulling her into hisHappy Placewhen she was killed. She advises him on magic and acts as his devil's advocate and sounding board. Aftershe sacrifices herself to save him, Harmodius helps Red Knight recreate a simulacra of her to help him with spelcasting.",
      "links": [
        {
          "title": "The Traitor Son Cycle",
          "url": "/pmwiki/pmwiki.php/Literature/TheTraitorSonCycle"
        },
        {
          "title": "Happy Place",
          "url": "/pmwiki/pmwiki.php/Main/HappyPlace"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Trapped on Draconica: After dying,Erowintakes this role until the climax, by appearing to her sisters and giving advice.",
      "links": [
        {
          "title": "Trapped on Draconica",
          "url": "/pmwiki/pmwiki.php/Literature/TrappedOnDraconica"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Warrior Cats:StarClancats serve this role, guiding their former Clans and cats in it that they cared about.",
      "links": [
        {
          "title": "Warrior Cats",
          "url": "/pmwiki/pmwiki.php/Literature/WarriorCats"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Domino Day: Kat calls up the spirits of her ancestors frequently, as she practices Obeah, who advise and assist her.",
      "links": [
        {
          "title": "Domino Day",
          "url": "/pmwiki/pmwiki.php/Series/DominoDay"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Expanse: in Seasons 3 and 4,Miller, who died in the crash of Eros,repeatedly \"appears\" to Holden as amental projection created by the Protomoleculein an attempt to communicate with and guide himin a familiar form.",
      "links": [
        {
          "title": "The Expanse",
          "url": "/pmwiki/pmwiki.php/Series/TheExpanse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Game of Thrones: Jojen Reed appears in Bran's dreams about the three-eyed crow, advising him on how to follow it.",
      "links": [
        {
          "title": "Game of Thrones",
          "url": "/pmwiki/pmwiki.php/Series/GameOfThrones"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Heroes:A subversion in the third season—Linderman appears to have come back as a spirit advisor to various characters, but he's actually a hallucination created by Maury Parkman.In the first season, an Indian kid named Sanjog has people visit him in their dreams and deliver cryptic messages.",
      "links": [
        {
          "title": "Heroes",
          "url": "/pmwiki/pmwiki.php/Series/Heroes"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Battlestar Galactica (2003):Number Six is usually invisible to anyone but Gaius Baltar. Her appearances are carefully crafted so that she can be seen as a figment of Gaius's imagination, although she seems to be able to physically manipulate Gaius's clothing and person, and gives Gaius information that could be interpreted as foreknowledge. In one episode, Gaius Baltar appears to a resurrected Number Six, and plays the part ofherSpirit Advisor. Interestingly, neither the \"real\" Baltar or Number Six have any knowledge of their Spirit Advisor counterparts, until an episode in which Baltar's Spirit Advisor counterpart appears to Baltar.Kara's father showed up to teach her two-thousand-year-old Earth music.",
      "links": [
        {
          "title": "Battlestar Galactica (2003)",
          "url": "/pmwiki/pmwiki.php/Series/BattlestarGalactica2003"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Big Bang Theory, the deceased Professor Proton has become this to Sheldon Cooper, turning up (unwillingly) in his dreams to dispense advice whenever Sheldon is having a crisis. Arthur is usually bemused to be dressed like Obi-Wan Kenobi, but is fascinated by the mandatory lightsaber.",
      "links": [
        {
          "title": "The Big Bang Theory",
          "url": "/pmwiki/pmwiki.php/Series/TheBigBangTheory"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mr. Ed inMister Ed.",
      "links": [
        {
          "title": "Mister Ed",
          "url": "/pmwiki/pmwiki.php/Series/MisterEd"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Al inQuantum Leapin some sense even if he is alive and appear like an hologram from the present time.",
      "links": [
        {
          "title": "Quantum Leap",
          "url": "/pmwiki/pmwiki.php/Series/QuantumLeap"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Appropriately enough, God inJoan of Arcadiamight be the ultimate Spirit Advisor.",
      "links": [
        {
          "title": "Joan of Arcadia",
          "url": "/pmwiki/pmwiki.php/Series/JoanOfArcadia"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Marty Hopkirk inRandall and Hopkirk (Deceased)was a Spirit Advisor whom only his partner-in-detection Jeff could see.",
      "links": [
        {
          "title": "Randall and Hopkirk (Deceased)",
          "url": "/pmwiki/pmwiki.php/Series/RandallAndHopkirkDeceased"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ed Chigliak ofNorthern Exposurehas a literal Spirit Advisor, an ancestral Indian spirit named One-Who-Waits.",
      "links": [
        {
          "title": "Northern Exposure",
          "url": "/pmwiki/pmwiki.php/Series/NorthernExposure"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Bob, formerly Hrothbert of Bainbridge, inThe Dresden FilesTV series, is a prime example of the trope. This character is a Spirit Advisor several times over. He not only gives Harry advice on what kind of magic to do in any given situation, he assists in many cases, thanks to his spectral abilities. He also started teaching Harry magic when Harry was eleven. He was also Spirit Advisor to a number of other wizards down through the centuries, including Harry's evil uncle, Justin Morningway.",
      "links": [
        {
          "title": "The Dresden Files",
          "url": "/pmwiki/pmwiki.php/Series/TheDresdenFiles"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Slings & Arrows: Geoffrey disregards a lot of Oliver's advice, and often that makes things turn out better than they might have if Geoffrey had listened to him.",
      "links": [
        {
          "title": "Slings & Arrows",
          "url": "/pmwiki/pmwiki.php/Series/SlingsAndArrows"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Lost:Boone appears to Locke in the sweat lodge.Charlie and Anna-Lucia have appeared to Hurley and given him advice, much to his dismay. Mr. Eko has also played chess with him.Christian Shephard, Jack's father, has appear before various people on the island.Jacob, leader of the Others, of which only Ben and Locke have really interacted with.AfterJacob's death, he puts on this role to guide Hurley, taking advantage of Hurley'sability to converse with the dead. Hurley actually compares his appearances toObi-Wan Kenobi. Of course, he's got his own motives, good or bad, and he's more of aManipulative BastardthanThe Mentor.",
      "links": [
        {
          "title": "Lost",
          "url": "/pmwiki/pmwiki.php/Series/Lost"
        },
        {
          "title": "Jacob",
          "url": "/pmwiki/pmwiki.php/Main/HeWhoMustNotBeSeen"
        },
        {
          "title": "ability to converse with the dead",
          "url": "/pmwiki/pmwiki.php/Main/ISeeDeadPeople"
        },
        {
          "title": "Obi-Wan Kenobi",
          "url": "/pmwiki/pmwiki.php/Franchise/StarWars"
        },
        {
          "title": "Manipulative Bastard",
          "url": "/pmwiki/pmwiki.php/Main/ManipulativeBastard"
        },
        {
          "title": "The Mentor",
          "url": "/pmwiki/pmwiki.php/Main/TheMentor"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The 10th Kingdom: Snow White calls herself a fairy godmother, but also freely admits she is actually dead (something which is never stated about fairy godmothers). Only Virginia and Wendell (the latter either because he's gone doggy at the time or because he's her grandson) can see and speak with her—Tony cannot. She later appears in Virginia's dreams.",
      "links": [
        {
          "title": "The 10th Kingdom",
          "url": "/pmwiki/pmwiki.php/Series/The10thKingdom"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "American Gothic (1995):Merlyn. While Caleb is not the only person who can see and speak to her, she does appear for the most part only as a ghost who advises her brother on how to stay on the straight and narrow. The others who catch sight of her or even interact with her (apart from her brief stint as a mortal in \"Rebirth\") are Buck (who even aside from being theBig Badhasa lot more powersat his disposalthan the average resident of Trinity) and Ben Healy. In the latter's case, this is only because Merlyn herself chooses to appear to him andhaunt his dreams, sincehe knows the truth about how she diedand she's trying to appeal to his conscience so he canbreak free of Buck's influence. No one else, like Gail (who is her cousin as well as Caleb's) orMrs. Holt, ever sees her.",
      "links": [
        {
          "title": "American Gothic (1995)",
          "url": "/pmwiki/pmwiki.php/Series/AmericanGothic1995"
        },
        {
          "title": "Merlyn",
          "url": "/pmwiki/pmwiki.php/Main/OurAngelsAreDifferent"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "a lot more powers",
          "url": "/pmwiki/pmwiki.php/Main/PsychicPowers"
        },
        {
          "title": "at his disposal",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        },
        {
          "title": "haunt his dreams",
          "url": "/pmwiki/pmwiki.php/Main/NightmareFuel"
        },
        {
          "title": "he knows the truth about how she died",
          "url": "/pmwiki/pmwiki.php/Main/Blackmail"
        },
        {
          "title": "break free of Buck's influence",
          "url": "/pmwiki/pmwiki.php/Main/ManipulativeBastard"
        },
        {
          "title": "Mrs. Holt",
          "url": "/pmwiki/pmwiki.php/Main/MagicalNegro"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Farscape: Harvey,a neural clone of Scorpius jammed into John Crichton's head, who eventually does provide some advice... after several seasons of trying to completely screw withCrichton's head and causing several character deaths.",
      "links": [
        {
          "title": "Farscape",
          "url": "/pmwiki/pmwiki.php/Series/Farscape"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Due South:Benton Fraser gets to know his father muchbetterafter the latter's death (in the series pilot) than he ever did in life, thanks to Bob Fraser's insistence on hanging around and offering (frequently irritating and unwelcome) personal and professional advice. Fraser Sr. even sets up extradimensional living quarters (so to speak) in his son's office closet.We also very briefly see Ray Vecchio's deceased father doing this to Ray once or twice.",
      "links": [
        {
          "title": "Due South",
          "url": "/pmwiki/pmwiki.php/Series/DueSouth"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "John Scott serves as SA for Olivia onFringeresulting from theirPsychic Link, despite some obvious trust issues between them.",
      "links": [
        {
          "title": "Fringe",
          "url": "/pmwiki/pmwiki.php/Series/Fringe"
        },
        {
          "title": "Psychic Link",
          "url": "/pmwiki/pmwiki.php/Main/PsychicLink"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Mighty Boosh: In the episode \"The Chokes\", Howard Moon is saved from stage fright by the apparition of his acting coach, Montgomery Flange.",
      "links": [
        {
          "title": "The Mighty Boosh",
          "url": "/pmwiki/pmwiki.php/Series/TheMightyBoosh"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InDexter, Harry Morgan has become one of these. Initially he was aflashbackcharacter, but as the series progressed, he began appearing to Dexter as a kind ofhallucination. Dexter also has his Dark Passenger, but this is not personified in the series.",
      "links": [
        {
          "title": "Dexter",
          "url": "/pmwiki/pmwiki.php/Series/Dexter"
        },
        {
          "title": "flashback",
          "url": "/pmwiki/pmwiki.php/Main/Flashback"
        },
        {
          "title": "hallucination",
          "url": "/pmwiki/pmwiki.php/Main/Hallucinations"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Six Feet Under: This is usually from a character who has recently died, although the writers have explicitly stated that they are figments of the particular character's imagination.",
      "links": [
        {
          "title": "Six Feet Under",
          "url": "/pmwiki/pmwiki.php/Series/SixFeetUnder"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mercyplays with both this andMagical Negroby having Veronica hallucinate the ghost of Trey, the robber she had to shoot in the previous episode. He keeps trying to get her to run away, as well as get drunk. She finds out in the next episode that he was a serious scumbag.",
      "links": [
        {
          "title": "Mercy",
          "url": "/pmwiki/pmwiki.php/Series/Mercy"
        },
        {
          "title": "Magical Negro",
          "url": "/pmwiki/pmwiki.php/Main/MagicalNegro"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Charmed (1998): The main characters can summon their dead relatives if they need help.",
      "links": [
        {
          "title": "Charmed (1998)",
          "url": "/pmwiki/pmwiki.php/Series/Charmed1998"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Veronica Mars: Lily Kane first appears to tell her brother that her murder isn't solved. She later appears and distracts Veronica from getting on a bus with a bomb on it that ended up crashing and killing everyone on board.",
      "links": [
        {
          "title": "Veronica Mars",
          "url": "/pmwiki/pmwiki.php/Series/VeronicaMars"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Godric onTrue Bloodfor Eric.",
      "links": [
        {
          "title": "True Blood",
          "url": "/pmwiki/pmwiki.php/Series/TrueBlood"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Constantine (2014): The Angel Manny issupposedto be this, but as John notes, he usually shows up to chew John out, say he cannot do anything about the current problem, or any advice he does give is so cryptic it is useless. So, while he is intended to be a spirit advisor, he is a very poor one.",
      "links": [
        {
          "title": "Constantine (2014)",
          "url": "/pmwiki/pmwiki.php/Series/Constantine2014"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Star Trek: Voyager:Chakotaycan go on vision quests and talk to spirits. He also tries to teach others how to do this, with less-than-ideal results.",
      "links": [
        {
          "title": "Star Trek: Voyager",
          "url": "/pmwiki/pmwiki.php/Series/StarTrekVoyager"
        },
        {
          "title": "Chakotay",
          "url": "/pmwiki/pmwiki.php/Main/MagicalNativeAmerican"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "SCTVdid a parody of \"Play it Again, Sam\" built aroundWoody Allen's admiration ofBob Hope, hoping to do a film project with him. Like Bogart in the original, he's coached by the spirit ofBing Crosbyon how to connect with Hope.",
      "links": [
        {
          "title": "SCTV",
          "url": "/pmwiki/pmwiki.php/Series/SCTV"
        },
        {
          "title": "Woody Allen",
          "url": "/pmwiki/pmwiki.php/Creator/WoodyAllen"
        },
        {
          "title": "Bob Hope",
          "url": "/pmwiki/pmwiki.php/Creator/BobHope"
        },
        {
          "title": "Bing Crosby",
          "url": "/pmwiki/pmwiki.php/Music/BingCrosby"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Crazy Ex-Girlfriendlampshadesthis to hell and back with the song\"Dream Ghost\":I'm going to take you on a journey through time and spaceAnd in the end you'll realize,you knew the answer all along.Honestly, it's a bit of a waste.",
      "links": [
        {
          "title": "Crazy Ex-Girlfriend",
          "url": "/pmwiki/pmwiki.php/Series/CrazyExGirlfriend"
        },
        {
          "title": "lampshades",
          "url": "/pmwiki/pmwiki.php/Main/LampshadeHanging"
        },
        {
          "title": "\"Dream Ghost\"",
          "url": "https://www.youtube.com/watch?v=_ycLTwY_QlY"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In the very short-lived series,The Book of Daniel, the titular character has multiple one-on-one conversations with Jesus.",
      "links": [
        {
          "title": "The Book of Daniel",
          "url": "/pmwiki/pmwiki.php/Series/TheBookOfDaniel"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "CSI: Miamihas two examples of this.One as Eric Delko receiving help from the recently deceasedTim \"Speed\" Speedleon a case. Anybody familiar canexplain this away based of Delko's bullet-across-the-head incident in an earlier season.A second example is a running theme in the episode \"Backfire\". Calleigh Duquesne is visited by the spirit of theinnocentdead boy whose body was found inside of a burned down house. This one can't be as easily explained as Delko's.",
      "links": [
        {
          "title": "CSI: Miami",
          "url": "/pmwiki/pmwiki.php/Series/CSIMiami"
        },
        {
          "title": "explain this away based of Delko's bullet-across-the-head incident in an earlier season",
          "url": "/pmwiki/pmwiki.php/Main/JustifiedTrope"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ash vs. Evil Dead: Ash's dead father Brock Williams appears to him as a ghost in season 3 to provide him clues on the evil going-ons in the town.",
      "links": [
        {
          "title": "Ash vs. Evil Dead",
          "url": "/pmwiki/pmwiki.php/Series/AshVsEvilDead"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "7 Yüz: In the episode \"Refakatçiler\", Serdar thinks Vildan has appeared to be his \"companion\" (refakatçi), a spirit whichguides a dying soul to the afterlife. She has only appeared as a helper, however, hoping to grant him clarity and peace in his final days by facing his regrets. Additionally, she implies that she can't be his companion, as she has already once served that role (presumably to their son Okan).",
      "links": [
        {
          "title": "7 Yüz",
          "url": "/pmwiki/pmwiki.php/Series/YediYuz"
        },
        {
          "title": "guides a dying soul to the afterlife",
          "url": "/pmwiki/pmwiki.php/Main/Psychopomp"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ben (reluctantly) plays this role to Klaus inThe Umbrella Academy (2019), as Ben is dead and Klaus is the only person who can see him. He usually dispenses snarky comments and occasionally suggests that Klaus make some effort to turn his life around, though he seems fully aware that that won't work. In Season Two, he gets a bit more serious about offering help and advice toVanya, while he's inside her mind trying to save her from herself. He reminds her that she's no longer alone, and that her siblings love her. He then fully passes while in her arms.",
      "links": [
        {
          "title": "The Umbrella Academy (2019)",
          "url": "/pmwiki/pmwiki.php/Series/TheUmbrellaAcademy2019"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InObi-Wan Kenobithe Force Ghost of Qui-Gon Jinn finally appears to Obi-Wan after he rescues Leia Organa from the Imperials, feeling that Obi-Wan was finally ready to see him.",
      "links": [
        {
          "title": "Obi-Wan Kenobi",
          "url": "/pmwiki/pmwiki.php/Series/ObiWanKenobi"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Echo (2024): Maya's mother (who died years back) returns as one, a spirit she alone sees, advising her and reassuring Maya as she doubts her place, inspiring her to assume the mantle of the Choctaws' protector that was passed down to her.",
      "links": [
        {
          "title": "Echo (2024)",
          "url": "/pmwiki/pmwiki.php/Series/Echo2024"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Book of Mormon: When Nephi prays for understanding of his father's vision, the Spirit of God visits him and shows him the tree that his father saw. As the vision continues, an angel takes over the guiding/exposition duties.",
      "links": [
        {
          "title": "The Book of Mormon",
          "url": "/pmwiki/pmwiki.php/Literature/TheBookOfMormon"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Believers in ancestor worship, such as Chinese folk religions, Shintō, and some Native American religions, often believe that this literally happens. Whether it's animal spirits, dead relatives, or something else giving the advice varies.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Leva Bates heard about a way to meet a spirit guide and sought it out after losing to Mia Yim at SHINE, going on a losing streak in IWA Texas/ACW and then failing to defeat Solo Darling at Full Impact Pro, all this happening after she resolved to hold nothing back from then on. Her guidedidn't really have any guidance to give though.",
      "links": [
        {
          "title": "didn't really have any guidance to give though",
          "url": "/pmwiki/pmwiki.php/Main/SpeaksInShoutOuts"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Parodied in Fit the SeventhThe Hitchhiker's Guide to the Galaxy (1978), where Zaphod Beeblebrox claims to be one for himself:Zaphod:I came to myself in a dream and said \"Go see Zarniwoop.\" Never heard of the cat before, but I seemed very insistent.",
      "links": [
        {
          "title": "The Hitchhiker's Guide to the Galaxy (1978)",
          "url": "/pmwiki/pmwiki.php/Radio/TheHitchhikersGuideToTheGalaxy1978"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InDawn of a New Age: Oldport Blues, Fesxis serves as one to Sebastian. She's a form of spirit that is able topossess his body, and by doing so can speak to him mentally and tutor him on how to use his superpower. Other characters can't hear her (apart from Zia, atelepath) which gains Sebastian some strange looks when he apparently talks to the air.",
      "links": [
        {
          "title": "Dawn of a New Age: Oldport Blues",
          "url": "/pmwiki/pmwiki.php/Roleplay/DawnOfANewAgeOldportBlues"
        },
        {
          "title": "possess his body",
          "url": "/pmwiki/pmwiki.php/Main/SymbioticPossession"
        },
        {
          "title": "telepath",
          "url": "/pmwiki/pmwiki.php/Main/Telepathy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InPathfinder'sCurse of the Crimson Throneadventure path, this role is filled byZellara, the fortune teller who assembles thePCsto get revenge on crime lord Gaedren Lamm at the very beginning of the path. After disposing of Lamm, the characters find Zellara's head, revealing that she wasDead All Along. Her spirit continues to assist them throughout the path, performing Harrow (Pathfinder's tarot equivalent) readings at the start of each adventure that grant the characters minor bonuses. In the final adventure, she merges with another ghost to turn her Harrow deck into a powerful, but risky artifact for thePCs' use.",
      "links": [
        {
          "title": "Pathfinder",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Pathfinder"
        },
        {
          "title": "Dead All Along",
          "url": "/pmwiki/pmwiki.php/Main/DeadAllAlong"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Werewolf: The Apocalypse:Ancestor spirits perform this role for the Gaia Garou.In one Time of Judgment scenario, Old Man Manyskins (a Nuwisha elder) is assassinated by the Nagah for stealing secrets from other changing breeds. Afterwards, he appears to his fellow Nuwisha in their dreams and shares his secret knowledge with them.",
      "links": [
        {
          "title": "Werewolf: The Apocalypse",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WerewolfTheApocalypse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "If the Medium is killed inTown of Salem, they have a choice to seance a target for a night, allowing them to rely their information for the person to will or otherwise know for the upcoming day.",
      "links": [
        {
          "title": "Town of Salem",
          "url": "/pmwiki/pmwiki.php/VideoGame/TownOfSalem"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Warhammer: Age of Sigmar: InCado Ezechiar's kingdom, it was tradition for the king to have a \"court\" of rulers past who could advise him, bound to him through necromancy. When that kingdom was destroyed by Chaos, Cado instead bound the souls of nine of his immediate friends and family to him as \"The Council Of The Lost.\" It was the only way to save their souls from Tzeentch, and now he can call on them for advice, such as his tutor Sonia to act as aMs. Exposition.",
      "links": [
        {
          "title": "Warhammer: Age of Sigmar",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WarhammerAgeOfSigmar"
        },
        {
          "title": "Cado Ezechiar",
          "url": "/pmwiki/pmwiki.php/Main/FriendlyNeighbourhoodVampire"
        },
        {
          "title": "Ms. Exposition",
          "url": "/pmwiki/pmwiki.php/Main/MsExposition"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In the play (and miniseries)Angels in America,Ethel Rosenberg appears to Roy Cohn after he is diagnosed with AIDS, though it's mainly just to torture him while he's on his deathbed (It's stated that he illegally influenced the verdict in her trial to get her executed). She fits this trope more traditionally when she helps Louis recite the Kaddish (the Jewish prayer for the dead) after Roy dies.Prior's ancestors fit this trope too.",
      "links": [
        {
          "title": "Angels in America",
          "url": "/pmwiki/pmwiki.php/Theatre/AngelsInAmerica"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InAllegro, Joe's grandmother and mother appear occasionally as Spirit Advisors to him after their deaths, though theGreek Chorusserves as his all-purpose Spirit Advisor throughout the show.",
      "links": [
        {
          "title": "Allegro",
          "url": "/pmwiki/pmwiki.php/Theatre/Allegro"
        },
        {
          "title": "Greek Chorus",
          "url": "/pmwiki/pmwiki.php/Main/GreekChorus"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The operaThe Turn of the Screwplays the two ghosts as a not-so-benevolent version of this. Miles can hear Quint and Flora can hear Miss Jessel, while the Governess sees both (except in the final scene) but hears neither. They are not always visible to the audience; in particular, Quint appears as no more than a silhouette in the interscene where he tells Miles to take the letter the Governess has written.",
      "links": [
        {
          "title": "The Turn of the Screw",
          "url": "/pmwiki/pmwiki.php/Literature/TheTurnOfTheScrew"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Elohim Eternal: The Babel Code: A group of seven glowing apparitions, the elohim, often give advice to Joshwa and claim that he's destined to become a great king one day. In the ending,they somehow slow the detonation of the infernos in order to give the party enough time to evacuate the residents of Jericho. However, they seem to be communicating remotely, since they mention that they're on the run from something.",
      "links": [
        {
          "title": "Elohim Eternal: The Babel Code",
          "url": "/pmwiki/pmwiki.php/VideoGame/ElohimEternalTheBabelCode"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Get in the Car, Loser!:Anyone who wields the Sword of Fate temporarily dies in battle against the Machine Devil, only to meet the previous wielder of the sword, get a pep talk from them, and get revived. Agi states that in a thousand years, Grace will meet the next wielder of the sword and revive them too.",
      "links": [
        {
          "title": "Get in the Car, Loser!",
          "url": "/pmwiki/pmwiki.php/VideoGame/GetInTheCarLoser"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Odin Spherehas the bird that appears to Gwendolyn at certain points of the game. Throughout her story, the bird appears to be a manifestation of her inner conscience, and she struggles against it often. It berates and blatantly talks down to her, throwing out nagging truths that eat at her from the inside.It turns out to be the spirit of her late sister Griselda.",
      "links": [
        {
          "title": "Odin Sphere",
          "url": "/pmwiki/pmwiki.php/VideoGame/OdinSphere"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InPrey (2006), the main character's grandfather, Enisi, is a wise Indian who keeps scolding the protagonist for his rebellious nature. Soon after the aliens attack, Enisi kicks the bucket as an alien machine eviscerates him... and he shows up again as a ghost, granting the main character otherworldly powers (like not dying and spirit walking) and another Spirit Advisor in the form of a hawk, who translates alien messages.",
      "links": [
        {
          "title": "Prey (2006)",
          "url": "/pmwiki/pmwiki.php/VideoGame/Prey2006"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Shade: Wrath of Angelshave a spirit-like entity called the Angel of Faith who appears to serve this role, appearing to you in the intro to bestow news of your brother's disappearance and giving you aCool Swordcapable of harming demons and the undead. But it's quickly subverted whenit turns out she's aHidden Villainand yourTreacherous Quest Giverusing you the whole game.",
      "links": [
        {
          "title": "Shade: Wrath of Angels",
          "url": "/pmwiki/pmwiki.php/VideoGame/ShadeWrathOfAngels"
        },
        {
          "title": "Cool Sword",
          "url": "/pmwiki/pmwiki.php/Main/CoolSword"
        },
        {
          "title": "Hidden Villain",
          "url": "/pmwiki/pmwiki.php/Main/HiddenVillain"
        },
        {
          "title": "Treacherous Quest Giver",
          "url": "/pmwiki/pmwiki.php/Main/TreacherousQuestGiver"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheShadow Heartsseries both plays with the trope and uses it straight.In the first game, the Spirit \"Advisors\" are the Four Masks, fiendish entities who torment and mock those who can see them, plotting to steal their souls. Later, inCovenant, Jeanne plays the role straight for Yuri. A pastBig Badalso appears in a dodgyHeel–Face Turn.In bothCovenantandFrom the New World, the Ring Soul appears, a being with power over fate. This beingShadow Hearts, the main character quickly gets past their formality and makes friends with them.",
      "links": [
        {
          "title": "Shadow Hearts",
          "url": "/pmwiki/pmwiki.php/VideoGame/ShadowHearts"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Heel–Face Turn",
          "url": "/pmwiki/pmwiki.php/Main/HeelFaceTurn"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Puzzle Quest: Challenge Of The Warlords: one of the last subquests involvesSunspear the Minotaur going off to die in battle against an elder frost dragon. When you follow his instructions and return to your departure point, he rejoins your party as a spirit (with his Red Mana bonus now extending to battles with the undead as well as other minotaurs)It's never mentioned whether any of the other party members can see him.",
      "links": [
        {
          "title": "Puzzle Quest",
          "url": "/pmwiki/pmwiki.php/VideoGame/PuzzleQuest"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "BothBaten Kaitosand its prequel have theplayeract as the Spirit Advisor to the game's main character, which allows the characters tobreak the fourth wallwithout acting out of character.",
      "links": [
        {
          "title": "Baten Kaitos",
          "url": "/pmwiki/pmwiki.php/VideoGame/BatenKaitos"
        },
        {
          "title": "break the fourth wall",
          "url": "/pmwiki/pmwiki.php/Main/BreakingTheFourthWall"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Conduit:Prometheusafteryou have to destroy his body so Adams/Enlil can't make any more Drudge, and he transfers his mind into the ASE",
      "links": [
        {
          "title": "The Conduit",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheConduit"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ghost Trick: Ray is a spirit advisor to another spirit. He helps Sissel figure out how to use ghost tricks (supernatural abilities used to influence the world of the living). Sissel himself can also be considered a spirit advisor to characters he saves and talks to, especially to those he meets recurringly.",
      "links": [
        {
          "title": "Ghost Trick",
          "url": "/pmwiki/pmwiki.php/VideoGame/GhostTrick"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Legend of Zelda: Twilight Princess: The Hero's Shade teaches Link various skills throughout the game.It was eventually confirmed that he is the spirit of Link fromOcarina of TimeandMajora's Mask.",
      "links": [
        {
          "title": "The Legend of Zelda: Twilight Princess",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheLegendOfZeldaTwilightPrincess"
        },
        {
          "title": "Ocarina of Time",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheLegendOfZeldaOcarinaOfTime"
        },
        {
          "title": "Majora's Mask",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheLegendOfZeldaMajorasMask"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "WarCraft:InWarcraft III,Kel'thuzadserves as a spirit advisor in his ghost form to the undeadArthasafter his soul has been consumed byFrostmourne. This continues untilKel'thuzad is resurrected in the Sun Well.Uther the Lightbringer, the revered paladin who founded and headed the Silver Hand and perished at the hands of his own pupil Arthas inWarcraft III, came back as a ghost inWorld of Warcraftto paladins who accomplished the quest to honor (Alliance)/desecrate (Horde) his grave before the revamp of theCataclysmespansion, and gave some advices. He also came back as a ghost to give advices to Sylvanas Windrunner (Horde)/Jaina Proudmore (Alliance) and the players in the five-players Icecrown dungeon Halls of Reflection on how to defeat the Lich King (Arthas), with his spirit apparently emerging from theSoul Eatingsword Frostmourne.",
      "links": [
        {
          "title": "WarCraft",
          "url": "/pmwiki/pmwiki.php/VideoGame/Warcraft"
        },
        {
          "title": "World of Warcraft",
          "url": "/pmwiki/pmwiki.php/VideoGame/WorldOfWarcraft"
        },
        {
          "title": "Soul Eating",
          "url": "/pmwiki/pmwiki.php/Main/SoulEating"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The phantom Alchemist inReah: Face the Unknown, whose body is hidden in the Desert City's temple. The front door is locked and his ghost can only travel so far, but this doesn't stop him from giving you subtle clues andtesting you with puzzleswhen you get inside. Later, after you use a hidden portal, the Alchemist follows you throughout the rest of Reah as this trope.By the endgame, however, the Alchemist shows his true colors when you activate the Core machine, revealing that Reah is his own creation, and that you've already been there before the game started.",
      "links": [
        {
          "title": "Reah: Face the Unknown",
          "url": "/pmwiki/pmwiki.php/VideoGame/ReahFaceTheUnknown"
        },
        {
          "title": "testing you with puzzles",
          "url": "/pmwiki/pmwiki.php/Main/OnlySmartPeopleMayPass"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InBioShock 2,it's possible for Subject Delta to become this for Eleanor at the end if she absorbs his essence. In the good ending, this means he becomes her conscience as they're finally reunited. In the bad ending, Eleanor decides that his instincts are not going to waste and that the world is about to change.",
      "links": [
        {
          "title": "BioShock 2",
          "url": "/pmwiki/pmwiki.php/VideoGame/BioShock2"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Deadly Premonition: Francis York Morgan regards Zach as something around the lines of this, with the implication that he may just be asking the players themselves.The ending reveals that York is the real Spirit Advisor to Zach, who created York to protect himself from trauma inflicted byBig BadForrest Kaysen.",
      "links": [
        {
          "title": "Deadly Premonition",
          "url": "/pmwiki/pmwiki.php/VideoGame/DeadlyPremonition"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Star Fox 64:JamesMcCloudat thecanonicalend guidesFoxout of Andross'sCollapsing Lair.Never give up. Trust your instincts.",
      "links": [
        {
          "title": "Star Fox 64",
          "url": "/pmwiki/pmwiki.php/VideoGame/StarFox64"
        },
        {
          "title": "canonical",
          "url": "/pmwiki/pmwiki.php/Main/MultipleEndings"
        },
        {
          "title": "Fox",
          "url": "/pmwiki/pmwiki.php/Main/PlayerCharacter"
        },
        {
          "title": "Collapsing Lair",
          "url": "/pmwiki/pmwiki.php/Main/CollapsingLair"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Batman: Arkham Knight: Inverted wherethe Jokerreturns from the dead as hallucination that taunts Batman and mocks his failures throughout the game.",
      "links": [
        {
          "title": "Batman: Arkham Knight",
          "url": "/pmwiki/pmwiki.php/VideoGame/BatmanArkhamKnight"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In theEvil Dead: Regeneration, Necronomicon expert Professor Knowby becomes a Spirit Advisor to Ash, as the latter is the best hope of stopping a demonic invasion of Earth. Ash, naturally, calls Knowby a useless floating head.",
      "links": [
        {
          "title": "Evil Dead: Regeneration",
          "url": "/pmwiki/pmwiki.php/VideoGame/EvilDeadRegeneration"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dante's Inferno: Taken literally with Virgil, the classical Roman poet. Since he is a pure spirit, he cannot help Dante fight his enemies, but can only steer him on his path to save his wife's soul through the nine circles of hell.",
      "links": [
        {
          "title": "Dante's Inferno",
          "url": "/pmwiki/pmwiki.php/VideoGame/DantesInferno"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Right at the beginning ofI-Ninja, Sensei becomes a Spirit Adviser for Ninja... after the latter blindly chops his head off in a Rage Stone-infused fit.",
      "links": [
        {
          "title": "I-Ninja",
          "url": "/pmwiki/pmwiki.php/VideoGame/INinja"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Elder Scrolls, as revealed inSkyrim, this is part of the agreement the Nightingales make with Nocturnal, theDaedric PrinceofDarkness and the Nightwho is also associated with Thieves and Luck. In life, Nocturnal grants the Nightingales immense power and freedom to do with it as they wish, on the condition that theyalwaysprotect the Ebonmere, the conduit between herrealm of Oblivion, Evergloam, and Mundus, the mortal plane. Deceased Nightingales then serve a \"term\" as the \"spectral guardians\" of the Ebonmere and Twilight Sepulcher, allowing them tocommunicate with the still-living Nightingales.",
      "links": [
        {
          "title": "The Elder Scrolls",
          "url": "/pmwiki/pmwiki.php/Franchise/TheElderScrolls"
        },
        {
          "title": "Skyrim",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheElderScrollsVSkyrim"
        },
        {
          "title": "Daedric Prince",
          "url": "/pmwiki/pmwiki.php/Main/OurGodsAreDifferent"
        },
        {
          "title": "Darkness and the Night",
          "url": "/pmwiki/pmwiki.php/Main/TheSacredDarkness"
        },
        {
          "title": "realm of Oblivion, Evergloam",
          "url": "/pmwiki/pmwiki.php/Main/EldritchLocation"
        },
        {
          "title": "communicate with the still-living Nightingales",
          "url": "/pmwiki/pmwiki.php/Main/DeadPersonConversation"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InCyberpunk 2077,Vis equipped with a brain implant allowing them to communicate with theVirtual Ghostof punk rocker and terroristJohnny Silverhand, who acts as asnarkyMentor in Sour Armorto them as they traverse theWretched Hiveof Night City.",
      "links": [
        {
          "title": "Cyberpunk 2077",
          "url": "/pmwiki/pmwiki.php/VideoGame/Cyberpunk2077"
        },
        {
          "title": "V",
          "url": "/pmwiki/pmwiki.php/Main/PlayerCharacter"
        },
        {
          "title": "Virtual Ghost",
          "url": "/pmwiki/pmwiki.php/Main/VirtualGhost"
        },
        {
          "title": "Johnny Silverhand",
          "url": "/pmwiki/pmwiki.php/TabletopGame/CyberpunkRPG"
        },
        {
          "title": "snarky",
          "url": "/pmwiki/pmwiki.php/Main/DeadpanSnarker"
        },
        {
          "title": "Mentor in Sour Armor",
          "url": "/pmwiki/pmwiki.php/Main/MentorInSourArmor"
        },
        {
          "title": "Wretched Hive",
          "url": "/pmwiki/pmwiki.php/Main/WretchedHive"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InStar Wars: The Old Republicthe Jedi KnightPlayer Characteris visited by the ghost of their old master Orgus Din on several occasions throughout the storyline.",
      "links": [
        {
          "title": "Star Wars: The Old Republic",
          "url": "/pmwiki/pmwiki.php/VideoGame/StarWarsTheOldRepublic"
        },
        {
          "title": "Player Character",
          "url": "/pmwiki/pmwiki.php/Main/PlayerCharacter"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In theKnights of the Old RepublicFan GameThe Jedi Masters, thePlayer Characteris a Force-sensitiveAdventurer Archaeologistwho ends up being trained by the ghost of the Sith Lord Freedon Nadd while exploring his tomb. If the player decides that they want to follow the Light side of the Force later on however, he's generous enough to point them in the direction of the ghost of Jedi Knight Ulic Qel-Droma for further guidance (if only to prove to them how \"futile\" it is to resist his influence).",
      "links": [
        {
          "title": "Knights of the Old Republic",
          "url": "/pmwiki/pmwiki.php/VideoGame/KnightsOfTheOldRepublic"
        },
        {
          "title": "Fan Game",
          "url": "/pmwiki/pmwiki.php/Main/FanGame"
        },
        {
          "title": "The Jedi Masters",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheJediMasters"
        },
        {
          "title": "Player Character",
          "url": "/pmwiki/pmwiki.php/Main/PlayerCharacter"
        },
        {
          "title": "Adventurer Archaeologist",
          "url": "/pmwiki/pmwiki.php/Main/AdventurerArchaeologist"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Early on inCastlevania: Portrait of Ruin, Jonathan and Charlotte encountered a friendly ghost, who appeared capable of resisting the castle's power and influence. Calling himselfWind, he supported the pair by granting them skills and equipment if they could prove themselves worthy of them by completing the tasks he gave.His true identity turned out to be Eric Lecarde, the man who had previously fought alongside Jonathan's father inCastlevania: Bloodlines.",
      "links": [
        {
          "title": "Castlevania: Portrait of Ruin",
          "url": "/pmwiki/pmwiki.php/VideoGame/CastlevaniaPortraitOfRuin"
        },
        {
          "title": "Wind",
          "url": "/pmwiki/pmwiki.php/Main/LineOfSightName"
        },
        {
          "title": "Castlevania: Bloodlines",
          "url": "/pmwiki/pmwiki.php/VideoGame/CastlevaniaBloodlines"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ghosts of the Chosen inEternal Darknessoften communicate with future Tome-bearers, passing on their burden of stopping Pious Augustus and his Ancient, along with physically giving whatever helpful tools they may have found during their own lifespan.",
      "links": [
        {
          "title": "Eternal Darkness",
          "url": "/pmwiki/pmwiki.php/VideoGame/EternalDarkness"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InMidnight Suns,Scarlet Witch's mentor Agatha Harkness wasaccidentally killed by herprior to the start of the gameand appears beforeThe Hunterin order to help them hone their powers andrescue Wanda.",
      "links": [
        {
          "title": "Midnight Suns",
          "url": "/pmwiki/pmwiki.php/VideoGame/MidnightSuns"
        },
        {
          "title": "Scarlet Witch",
          "url": "/pmwiki/pmwiki.php/Characters/ScarletWitch"
        },
        {
          "title": "accidentally killed by her",
          "url": "/pmwiki/pmwiki.php/Main/AccidentalMurder"
        },
        {
          "title": "prior to the start of the game",
          "url": "/pmwiki/pmwiki.php/Main/PosthumousCharacter"
        },
        {
          "title": "The Hunter",
          "url": "/pmwiki/pmwiki.php/Main/PlayerCharacter"
        },
        {
          "title": "rescue Wanda",
          "url": "/pmwiki/pmwiki.php/Main/BadassInDistress"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "While only seen once inThe Walking Dead (Telltale)series, being in Season 4 Episode 3, apparently Clementine meets Lee every now and then in her dreams whenever she is about to embark on a difficult mission. Each time, the setting will always be the train they took to Savannah, being the place where Lee helped Clem to prepare for how to survive. During each of these meetings, Lee will give her some last minute advice and expresses how proud he is. They also meet in her dream after she was shot by Arvo in Season 2 Episode 5, set in the RV back in Season 1.",
      "links": [
        {
          "title": "The Walking Dead (Telltale)",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheWalkingDeadTelltale"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Legion expansion ofWorld of Warcraft: In one of the cutscenes that take place after theAlliance King Varyan Wrynn dies in battleagainst theBurning Legion, his son, prince Anduin Wrynn receives a vision of his father's spirit on the battlefield where Varyan fought, doubting himself whether he can be as good of a king as his father was.Anduin:What am I supposed to do now?Varian:What a king must do.",
      "links": [
        {
          "title": "World of Warcraft",
          "url": "/pmwiki/pmwiki.php/VideoGame/WorldOfWarcraft"
        },
        {
          "title": "Alliance King Varyan Wrynn dies in battle",
          "url": "/pmwiki/pmwiki.php/Main/RoyalsWhoActuallyDoSomething"
        },
        {
          "title": "Burning Legion",
          "url": "/pmwiki/pmwiki.php/Main/TheLegionsOfHell"
        },
        {
          "title": "What a king must do",
          "url": "/pmwiki/pmwiki.php/Main/YouAreBetterThanYouThinkYouAre"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Honkai Impact 3rd:Fu Huatakes up this role for Kiana in Chapter 11EX and some later chapters.",
      "links": [
        {
          "title": "Honkai Impact 3rd",
          "url": "/pmwiki/pmwiki.php/VideoGame/HonkaiImpact3rd"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "KGB: TheUpdated Re-releaseConspiяacyhas theHint Systembe the ghost of Rukov's father lending his son advice on how to conduct the investigation.",
      "links": [
        {
          "title": "KGB",
          "url": "/pmwiki/pmwiki.php/VideoGame/KGB"
        },
        {
          "title": "Updated Re-release",
          "url": "/pmwiki/pmwiki.php/Main/UpdatedRerelease"
        },
        {
          "title": "Hint System",
          "url": "/pmwiki/pmwiki.php/Main/HintSystem"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Metaphor: ReFantazio:King Hythlodaeus mentions at the end of the game that the true purpose of the royal magic was to find someone from a world still brimming with hope to act as one for the Traveling Boyto prepare him for the throne. That someone just so happens to bethe player.",
      "links": [
        {
          "title": "Metaphor: ReFantazio",
          "url": "/pmwiki/pmwiki.php/VideoGame/MetaphorReFantazio"
        },
        {
          "title": "to prepare him for the throne",
          "url": "/pmwiki/pmwiki.php/Main/KingmakerScenario"
        },
        {
          "title": "the player.",
          "url": "/pmwiki/pmwiki.php/Main/PlayerAndProtagonistIntegration"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Phoenix Wright: Ace Attorney: Mia Fey performs this function in the games. It's made easier by the fact that Phoenix'sSidekickMaya is a Spirit Medium and Mia's little sister, whosejob descriptionis speaking on behalf of dead people. (This often happens involuntarily, as Maya's abilities for the first game and a half are a bit hit-or-miss, and Mia's a definitely forceful personality.) Later on, usually when Maya isunavailable, their Medium-prodigy cousin Pearl does similar helpful channeling.",
      "links": [
        {
          "title": "Phoenix Wright: Ace Attorney",
          "url": "/pmwiki/pmwiki.php/VisualNovel/PhoenixWrightAceAttorney"
        },
        {
          "title": "Sidekick",
          "url": "/pmwiki/pmwiki.php/Main/Sidekick"
        },
        {
          "title": "unavailable",
          "url": "/pmwiki/pmwiki.php/Main/DistressBall"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "What a Legend!: The Old King was the only person in history to havepossessed the same magical gift as you, making his ghost an invaluable source of information. In fact, the circumstances of his death seem to have been specifically arranged to ensure that he'd be able to play this role for you.",
      "links": [
        {
          "title": "What a Legend!",
          "url": "/pmwiki/pmwiki.php/VisualNovel/WhatALegend"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InDucktalez7, aheroic BSODingVegeta tries to get advice from Mufasa, but he just calls Vegeta a tool.",
      "links": [
        {
          "title": "Ducktalez",
          "url": "/pmwiki/pmwiki.php/WebAnimation/Ducktalez"
        },
        {
          "title": "heroic BSODing",
          "url": "/pmwiki/pmwiki.php/Main/HeroicBSOD"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InIf the Emperor Had a Text-to-Speech Device, the ghost of Ferrus Manus acts like a parody of this, repeatedly demotivating his advisee.",
      "links": [
        {
          "title": "If the Emperor Had a Text-to-Speech Device",
          "url": "/pmwiki/pmwiki.php/WebAnimation/IfTheEmperorHadATextToSpeechDevice"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "RWBY: In Volume 4, the fourteen-year-oldFarm BoyOscar ends up joining the heroes in their fight against Salem because he has the ability to channel a spirit advisor who possesses key knowledge and experience they need in the battle against her. It comes as a bit of a surprise to all of them, especially Oscar, who went to bed \"normal\" and woke up \"special\".WhenOzpin'sphysical body is killed at the end of Volume 3, his soul, Aura and memories merge with Oscar. He can communicate either as a voice inside Oscar's head or by taking control of Oscar's body directly. It's a form ofParasitic Immortalitybestowed upon him thousands of years ago by the God of Light to guide humanity towardsThe Day of Reckoning. Unfortunately, his ability to do that has been complicated bySalem, whoseComplete Immortalitymakes her anInvincible Villain. His decision to hide thisAwful Truthfrom the heroes means they stop trusting his advice and guidance, sending him into anHeroic BSoDwhere he locks himself in the back of Oscar's mind for two volumes.",
      "links": [
        {
          "title": "RWBY",
          "url": "/pmwiki/pmwiki.php/WebAnimation/RWBY"
        },
        {
          "title": "Farm Boy",
          "url": "/pmwiki/pmwiki.php/Main/FarmBoy"
        },
        {
          "title": "Ozpin's",
          "url": "/pmwiki/pmwiki.php/Main/BigGood"
        },
        {
          "title": "Parasitic Immortality",
          "url": "/pmwiki/pmwiki.php/Main/ParasiticImmortality"
        },
        {
          "title": "The Day of Reckoning",
          "url": "/pmwiki/pmwiki.php/Main/TheDayOfReckoning"
        },
        {
          "title": "Salem",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Complete Immortality",
          "url": "/pmwiki/pmwiki.php/Main/CompleteImmortality"
        },
        {
          "title": "Invincible Villain",
          "url": "/pmwiki/pmwiki.php/Main/InvincibleVillain"
        },
        {
          "title": "Awful Truth",
          "url": "/pmwiki/pmwiki.php/Main/AwfulTruth"
        },
        {
          "title": "Heroic BSoD",
          "url": "/pmwiki/pmwiki.php/Main/HeroicBSOD"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Way of the Metagamer: Gary Gygaxisa genuine ghost — he can control his visibility for individuals, as demonstratedhere.",
      "links": [
        {
          "title": "The Way of the Metagamer",
          "url": "/pmwiki/pmwiki.php/Webcomic/TheWayOfTheMetagamer"
        },
        {
          "title": "here.",
          "url": "http://wayofthemetagamer.thecomicseries.com/comics/pl/18685"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Homestuck:The Kernelsprites when suitably prototyped. So far, every player has protoyped their Kernelsprite with the remains of the deceased, in essence reviving the departed in sprite mode, with all memories of their past life. Using something dead isn't strictly necessary, but Kernelsprites are preternaturally drawn to death and using something not dead is rare, with only 3 (out of 16) being shown in canon, and all of those were tier 2 prototyped with a dead person.All of these sprites are ultimately fated to die a second time.Some ofthe Trollsdie and continue to linger in pseudo-purgatory and provide advice for the remaining players. Oddly the most literal definition of the trope applies to Vriska forWV, as she harasses him in his dreams.",
      "links": [
        {
          "title": "Homestuck",
          "url": "/pmwiki/pmwiki.php/Webcomic/Homestuck"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Bob and George:Megaman, briefly. X and Ran also become these more cohesively to George and Megaman respectively later on, until they each are created.",
      "links": [
        {
          "title": "Bob and George",
          "url": "/pmwiki/pmwiki.php/Webcomic/BobAndGeorge"
        },
        {
          "title": "Megaman, briefly",
          "url": "http://www.bobandgeorge.com/archives/010112c"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InFite!, Cub is one to Luccothough he's actually just another patient in Lucco's hospital who'sConversing With The Unconscious. AfterLucco wakes up, Guzbecomes one.",
      "links": [
        {
          "title": "Fite!",
          "url": "/pmwiki/pmwiki.php/Webcomic/Fite"
        },
        {
          "title": "Conversing With The Unconscious",
          "url": "/pmwiki/pmwiki.php/Main/ConverseWithTheUnconscious"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InMyth: A Promise,Metisattempts to become this to Zeus butDistillationreveals that she failed and entrusts his guidance totheir daughterAthena.",
      "links": [
        {
          "title": "Myth",
          "url": "/pmwiki/pmwiki.php/Webcomic/MYth"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sam & Fuzzy:Conscience Catmay or may not be one of these. Flying talking cats are hardly outlandish by the standards of that 'verse, and the only time Conscience Cat appears in a setting there a third party would be able to see him, said third partydecides it would be more interesting not to answer whether or not he can see him.",
      "links": [
        {
          "title": "Sam & Fuzzy",
          "url": "/pmwiki/pmwiki.php/Webcomic/SamAndFuzzy"
        },
        {
          "title": "Conscience Cat",
          "url": "/pmwiki/pmwiki.php/Main/GoodAngelBadAngel"
        },
        {
          "title": "decides it would be more interesting not to answer whether or not he can see him.",
          "url": "/pmwiki/pmwiki.php/Main/Troll"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Meek: When this trope andTreacherous Advisormeet in the same person,verybad things can happen, precisely as they do (to the emperor Luca and, particularly, his wife).",
      "links": [
        {
          "title": "The Meek",
          "url": "/pmwiki/pmwiki.php/Webcomic/TheMeek"
        },
        {
          "title": "Treacherous Advisor",
          "url": "/pmwiki/pmwiki.php/Main/TreacherousAdvisor"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In May'sfirst appearanceinQuestionable Content, this is her intended function, as an AI augmented-reality beta program streaming from a server to Dale's Google Glass–esque spectacles, whichonly the wearer can see. However, since she's only participating in order tomake parole from Robot Jail, she's vulgar, sarcastic, and rude, andher advice is terrible. After she and Dale warm up to each other, however, she offers somereal relationship advice. She later appearsincarnated as a robot, having made parole.",
      "links": [
        {
          "title": "first appearance",
          "url": "http://questionablecontent.net/view.php?comic=2492"
        },
        {
          "title": "Questionable Content",
          "url": "/pmwiki/pmwiki.php/Webcomic/QuestionableContent"
        },
        {
          "title": "only the wearer can see",
          "url": "http://questionablecontent.net/view.php?comic=2495"
        },
        {
          "title": "make parole from Robot Jail",
          "url": "http://questionablecontent.net/view.php?comic=2501"
        },
        {
          "title": "her advice is terrible",
          "url": "http://questionablecontent.net/view.php?comic=2498"
        },
        {
          "title": "real relationship advice",
          "url": "http://questionablecontent.net/view.php?comic=2511"
        },
        {
          "title": "incarnated as a robot",
          "url": "http://questionablecontent.net/view.php?comic=2710"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Star Mareshas a ghostly Applejack fulfilling this role to Moontear (as Twilight \"Kenobi\" Sparkle was already spoken for).",
      "links": [
        {
          "title": "Star Mares",
          "url": "/pmwiki/pmwiki.php/Webcomic/StarMares"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kill Six Billion Demons: After his body gets decapitated during the comic's intro, Zoss' subsequent appearances are all as a phantom only visible or audible to Allison. He has a tendency to appear out of the shadows to give her cryptic but motivating advice.King of Swordsreveals Zoss communicates with Allison mentally, meaning Incubus can see him as well as long as he's using hisDream Walkerpowers on Allison at the same time.",
      "links": [
        {
          "title": "Kill Six Billion Demons",
          "url": "/pmwiki/pmwiki.php/Webcomic/KillSixBillionDemons"
        },
        {
          "title": "Dream Walker",
          "url": "/pmwiki/pmwiki.php/Main/DreamWalker"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InPlague and Treachery on the Oregon Trail, the ghost ofSarah-Janehelps a blind Cyrus maneuver down the rapid river safely.",
      "links": [
        {
          "title": "Plague and Treachery on the Oregon Trail",
          "url": "/pmwiki/pmwiki.php/LetsPlay/PlagueAndTreacheryOnTheOregonTrail"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InKnud Knýtling, Prince of Denmark, Knud's son and heir Valdemar tends to do this to later generations of the family.",
      "links": [
        {
          "title": "Knud Knýtling, Prince of Denmark",
          "url": "/pmwiki/pmwiki.php/LetsPlay/KnudKnytlingPrinceOfDenmark"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hero Force fromHow to Herohas The Soulless, three ghosts that live in their headquarters and act as consultants on all things supernatural.",
      "links": [
        {
          "title": "How to Hero",
          "url": "/pmwiki/pmwiki.php/Blog/HowToHero"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Parodied inAqua Teen Hunger Forcewhen Bart Oates appears to Carl and attempts to push him to get his life on track.He's later revealed to not be spirit at all, but a cyborg sent back in time to get Carl to kill Linda Hamilton and prevent the formation of the human resistance alaThe Terminator. Carl is less than impressed.Bart Oates:C'mon Carl. Ya gotta do it brother. Ya gotta go all the way. Do it for Tuna, do it for L.T. C'mon man, this is our house. This is Linda's house. We gotta run a trap and you gotta lay a big hurt on Linda.Carl:\"Lay a big hurt on\"— listen to yourself. She's an actress! It was a movie! This is friggin' stupid!",
      "links": [
        {
          "title": "Aqua Teen Hunger Force",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/AquaTeenHungerForce"
        },
        {
          "title": "The Terminator",
          "url": "/pmwiki/pmwiki.php/Film/TheTerminator"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InArcane, during one of Vi's vital fights just before she loses consciousness, a vision ofher deceased adoptive father Vanderappears before her, reminding her to keep fighting for the people who still need her.",
      "links": [
        {
          "title": "Arcane",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Arcane"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InAvatar: The Last Airbenderand itsSequel SeriesThe Legend of Korra, previous Avatars act as advisors to the current Avatar. For Aang, his predecessor Roku helps him understand how the Avatar Spirit works, as well as giving him crucial backstory related to the Fire Nation. In Korra's case, the spiritual aspects of being the Avatar are difficult for her, so she doesn't get any help from the previous Avatars until later in the first season. Aang's spirit initially can only convey memories in flashes of images, and doesn't manifest himself until the season finale.Problems arise at the end of Season 2, when Korra's connection with her past lives is severed when Raava is ripped from her soul and destroyed. She gets a secondary Spiritual Advisor in Uncle Iroh, who by this point hasAscended to a Higher Plane of Existence. However, she can still rely on Raava, whom she's been trying to contact in Book 4.",
      "links": [
        {
          "title": "Avatar: The Last Airbender",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/AvatarTheLastAirbender"
        },
        {
          "title": "Sequel Series",
          "url": "/pmwiki/pmwiki.php/Main/SequelSeries"
        },
        {
          "title": "The Legend of Korra",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheLegendOfKorra"
        },
        {
          "title": "Ascended to a Higher Plane of Existence",
          "url": "/pmwiki/pmwiki.php/Main/AscendedToAHigherPlaneOfExistence"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "OnBig Mouththe Hormone Monsters and other creatures fromHuman Resources, as well as ghosts such asDuke Ellingtontend to be this. All are selectively invisible, sometimes even to characters who know that they exist. The Human Resources creatures may even be present in multiple locations at the same time. Such as Connie, who works with both Nick and Jessi independently of each other. Or they may converse with the kids in such a way that those who cannot see them are unaware of the side conversation.",
      "links": [
        {
          "title": "Big Mouth",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/BigMouth"
        },
        {
          "title": "Human Resources",
          "url": "/pmwiki/pmwiki.php/Main/CelestialBureaucracy"
        },
        {
          "title": "Duke Ellington",
          "url": "/pmwiki/pmwiki.php/Music/DukeEllington"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In the cartoon,Bionic Six, the spirit of Karate 1's biological father would occasionally appear to him, to give him a quick pep talk or toDeus ex Machinahim free of the bad guy's trap. Usually both.",
      "links": [
        {
          "title": "Bionic Six",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/BionicSix"
        },
        {
          "title": "Deus ex Machina",
          "url": "/pmwiki/pmwiki.php/Main/DeusExMachina"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In an episode ofThe Boondocks, Ghostface Killa appears as a spirit to advise Huey on dealing with Stinkmeaner, despite not being dead. The White Shadow is also implied to be a case of this.",
      "links": [
        {
          "title": "The Boondocks",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheBoondocks"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InFamily Guy, Peter's spiritual guide isThe Fonz.",
      "links": [
        {
          "title": "Family Guy",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/FamilyGuy"
        },
        {
          "title": "The Fonz",
          "url": "/pmwiki/pmwiki.php/Series/HappyDays"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InHit-Monkey, the ghost of hitman Bryce Fowler aids the monkey in his revenge quest, whom is also the only individual that can perceive Bryce at first.",
      "links": [
        {
          "title": "Hit-Monkey",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/HitMonkey"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Lion Guard,Mufasa takes on this role full time towards his grandson Kion. Later, Kion talks to Askari, the leader of the first Lion Guard.Rani talks to her parents in one of her episodes.Scar becomes a villainous version when the hyenas bring him back in spirit form.",
      "links": [
        {
          "title": "The Lion Guard",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheLionGuard"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InMy Little Pony: Friendship Is Magic, Princess Luna has been known to act as this to troubled ponies, appearing in their dreams as they sleep and giving them advice.",
      "links": [
        {
          "title": "My Little Pony: Friendship Is Magic",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/MyLittlePonyFriendshipIsMagic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In the one-hourThe Penguins of Madagascarepisode \"The Return Of The Revenge Of Blowhole\", Skipper getsLaser-Guided Amnesiaand his mind tries to conjure up a spirit guide to help him get back. It settles onAlex the Lion.",
      "links": [
        {
          "title": "The Penguins of Madagascar",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/ThePenguinsOfMadagascar"
        },
        {
          "title": "Laser-Guided Amnesia",
          "url": "/pmwiki/pmwiki.php/Main/LaserGuidedAmnesia"
        },
        {
          "title": "Alex the Lion",
          "url": "/pmwiki/pmwiki.php/Franchise/Madagascar"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Simpsons:Spoofed in the' episode\"El Viaje Misterioso de Nuestro Homer\", where Homer hallucinates after eating \"the Merciless Peppers of Quetzlzacatenango.\" His Spirit Advisor is acoyote◊, the trickster spirit of a number of Amerindian tribes. The distinctive voice of Homer's spirit guide is provided by legendary singerJohnny Cash. This sequence eventually leads to the infamous line \"In your face, space coyote!\"In another episode, Homer's brain conjures up the spirit of labour organizer Cesar Chavez (whom Lisa had mentioned to him earlier in the episode), except he looks likeCesar Romerobecause, as Chavez put it, \"you don't know what Cesar Chavez looks like.\"\"The Last Temptation of Homer\"has Homer faced with being attracted to another woman. A guardian angel of sorts tries to advise and first takes the form ofIsaac Newton. As Homer has no idea who that is, his advisor then takes the form ofColonel Klink.",
      "links": [
        {
          "title": "The Simpsons",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheSimpsons"
        },
        {
          "title": "\"El Viaje Misterioso de Nuestro Homer\"",
          "url": "/pmwiki/pmwiki.php/Recap/TheSimpsonsS8E9ElViajeMisteriosoDeNuestroJomer"
        },
        {
          "title": "coyote",
          "url": "http://content.answers.com/main/content/wp/en/thumb/a/a2/200px-Simpsons_Coyote.png"
        },
        {
          "title": "Johnny Cash",
          "url": "/pmwiki/pmwiki.php/Music/JohnnyCash"
        },
        {
          "title": "Cesar Romero",
          "url": "/pmwiki/pmwiki.php/Creator/CesarRomero"
        },
        {
          "title": "\"The Last Temptation of Homer\"",
          "url": "/pmwiki/pmwiki.php/Recap/TheSimpsonsS5E9TheLastTemptationOfHomer"
        },
        {
          "title": "Isaac Newton",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/IsaacNewton"
        },
        {
          "title": "Colonel Klink",
          "url": "/pmwiki/pmwiki.php/Series/HogansHeroes"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InTabaluga, the titular character's father, Tyrion, acts as a guide to his son from beyond his icy grave. In season 1 he appaers him in his dreams, in season 2 in the clouds and in season 3 as a voice.",
      "links": [
        {
          "title": "Tabaluga",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Tabaluga"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Master Splinter astroprojects to meet the turtles, his physical body having been driven to animalistic frenzy while captured by the Shredder inTeenage Mutant Ninja Turtles (2012). He guides his sons to the next level of their training before they return to New York.He does this again after having beenKilled Off for Real, appearing exclusively to Leonardo to offer advice and guidance in his new role as head of the family. It'sleft ambiguousas to whether this is real or in Leo's head. Though Splinter is confirmed to be a ghost.",
      "links": [
        {
          "title": "Teenage Mutant Ninja Turtles (2012)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TeenageMutantNinjaTurtles2012"
        },
        {
          "title": "Killed Off for Real",
          "url": "/pmwiki/pmwiki.php/Main/KilledOffForReal"
        },
        {
          "title": "left ambiguous",
          "url": "/pmwiki/pmwiki.php/Main/MaybeMagicMaybeMundane"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThundercats, the soul of teammentorJaga comesBack from the Deadso he can continue giving sage advice to Lion-O.",
      "links": [
        {
          "title": "Thundercats",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Thundercats"
        },
        {
          "title": "mentor",
          "url": "/pmwiki/pmwiki.php/Main/MentorArchetype"
        },
        {
          "title": "Back from the Dead",
          "url": "/pmwiki/pmwiki.php/Main/BackFromTheDead"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Optimus Prime serves this role in the first season ofTransformers: Robots in Disguiseguiding Bumblebee to Earth and advising him to prepare him for a trial that threatens both Earth and Cybertron. Towards the end of the season the threat, Megatronus, reveals himself to Steeljaw and acts in similar way to him guiding him to build a portal that will bring him to Earth. Once Megatronus is dealt, with Optimus remains on the physical plain for the rest of the series.",
      "links": [
        {
          "title": "Transformers: Robots in Disguise",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TransformersRobotsInDisguise"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Venture Brothers, starting in season four,24 becomes 21's Spirit Advisor, using his ghostly movement and omniscience to exponentially increase 21's competence.",
      "links": [
        {
          "title": "The Venture Brothers",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheVentureBrothers"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Former Canadian Prime Minister William Lyon Mackenzie King was a great believer is spiritualism, and apparently sought advice from his dead parents and even his dogs through séances. This was for personal advice, rather than advice on how to run the country.Because you really have to be a lunatic to run a country that way. Unfortunately, former Iranian president Mahmoud Ahmadinejad was such a lunatic. In every meeting, he would leave an empty chair to his right, subtly claiming he was receiving counsel fromthe Mahdi. Like most of his other moves,it's not clearif he actually believed the stuff or if it was meant to besome sort of statement.",
      "links": [
        {
          "title": "the Mahdi",
          "url": "/pmwiki/pmwiki.php/Main/MessianicArchetype"
        },
        {
          "title": "it's not clear",
          "url": "/pmwiki/pmwiki.php/Main/ConfusionFu"
        },
        {
          "title": "some sort of statement",
          "url": "/pmwiki/pmwiki.php/Main/TakeThat"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Korean Shamanism has elements of this trope, more specifically, there are people called Mudang (sometimes translated as \"shaman\" but they are closer to what Westerners would recognize as mediums) who allow a spirit into their body to speak through them when interacting with a client and this spirit will offer advice or provide a fortune-telling service.",
      "links": []
    }
  ]
}