{
  "trope": "DealWithTheDevil",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/DealWithTheDevil",
  "description": "\"Sign here, and here. Oh, don't worry about that, Your Majesty,the soul consumption clause is never exercised.\"\"History has proven a thousand times that no man has ever gained from a bargain with The Dark, yet cowards and fools continue to try, and The Dark never turns them away.\"—The Mayor,Myth: The Fallen Lords\n\nYou know how it works.Want to beabillionaire,Take Over the World, gaininfinite power, or just get back at that obnoxiousJerk Jock? Well, mosey on down tothose crossroadsandMr. Swillguarantee your wildest dreams, if you just sign on the dotted line with your own blood. This trope doesn't even require the Abrahamic Devil; anytrickster,demon, or evil deityroughlyequivalenttoSatancan be used. It reachedits current versionin the 16th-century legend ofFaustselling his soul toMephistopheles(who technically isn'tquiteexactly Satan, but still a high-ranking demon). The basic story is far, far older, however, with Sanskrit and Sumerian tales of craftsmen making deals with demons for superlative skill, making thisOlder Than Dirt.\n\nThis trope includes both literalMagically Binding Contractswith a literal devil, and crooked deals between any corrupt exploiter (the Mephistopheles role) and a desperate pawn (the Faust role). The exploiter can be offering anything from some shiny newApplied Phlebotinumto making a high school nerdpopular, tosaving your life moments before death. Sometimes it hasno practical value whatsoever. But whatever the service, whatever the offer,there is always a price.This price can be anything — the Faust's soul, their conscience,their firstborn, their loved ones, their voice, their eternal servitude, or even something that seems completely innocent — but whatever the price, it's something that will render the Faust a lot worse off when it is paid, if not bring them to complete ruin...Unless it's the wish itself which make people regret.\n\nNote thatactual devilswillalways follow through with their end, even if their end is asinister bastardization of the terms. Thus always remember toRead the Fine Printand have an experience in law with you if you try to do this. We never see Mephistopheles simply take the soul and run like an amateur scammer;he gave his word, narrated the fine print,put his name on the dotted lineand made the wish come true. As icing on the cake, the Mephistopheles sometimes makes sure or just shows in reality that the gift is, in itself,detrimental to the life of the Faust and others around him in the first place— especially if there's a chance atirony, where lacking their \"soul\", the element they gave up as payment,ultimately makes the gift worthless. The character who offers the deal is often, though not always,The Corrupter(and not all Corrupters use this as a tactic).\n\nAn alternate form is a deal where the Mephistopheles offers the Faust exactly what he wants, if not more, but to get it, he has to undergo anImpossible Taskthat Mephistopheles obviously does not think the Faust can complete, with the Faust's soul as the penalty if he fails. In such occasions they can escape the Devil's trap. Alternately, the deal truly has no strings attached, as it's aXanatos Gambitwhere the Faust's good fortune or success will deliver the soul of another to Mephistopheles. Finally, there's a form of this in the case of villains that make a deal with the devil for supernatural power, which often involves the villain doing somethingtruly heinousfor the devil in question in order to earn their favor. Magic gained in this fashion is very oftenBlack Magicby definition.\n\nWhetherGodor the equivalent would be interested in a soul that someone has gambled is theElephant in the Living Room.\n\nDeal With The Devil plots can overlap withIdiot Ball, as smart and rational people know to stay well thehellaway from deals like these. Some writers try to defend the Faust by turning the deal into aLeonine Contract- either the deal was made when the Faust was in desperate straits (maybe caused by the demon) or under some kind of duress, or the Mephistopheles made the offer when the victim had no time to think (e.g., offering to save him from theDeath Trapin return for something nasty). Others make the contract so long, complex and filled with Latin-esque legal jargon that no one willRead the Fine Print(Sloth is a very undervalued sin). Also expectExact WordsandYou Didn't Askto be employed against the Faust. Don't be surprised if the Devil pulls out aComically Wordy Contract. May result in aBalking Summoned Spiritif they feel the task unworthy of them.\n\nIf you should find yourself suckered into a Deal With The Devil,The Power of Lovemay be your best bet at defeating the infernal contract. Or you can try your luck (literally) with aJury of the Damned. SomeGuile Heroescan make it into aMeaningless Villain Victory. With enough power, aFaustian Rebellionis possible.\n\nCommon solutions (which often cause aWishplosion) are:Ask the devil for something he can't do (like worship God) or that destroys him, which makes the entire deal pointless.Make aLogic Bomb,infinite loop,Loophole Abuse, etc. For example, if the devil asks to give him your soul after death, you can wish forimmortality. In the case of immortality, however, beware — a truly crafty devil might pull aJackass Genieon you, either byconveniently forgetting about the \"eternal youth\" partor byturning you into an undead abomination. It may also turn into a case ofWho Wants to Live Forever?, even without the devil's manipulations.It may be possible to gain enough power through the deal to prevent the devil from forcing you to keep your promise—or just kill him.SeeFaustian Rebellion.Use your new power toannoy the underworld so much that your deal gets nullified simply to get rid of you.Conversely,impress or entertain the devil so muchthat taking your soul would seem like a waste.If the contract was written, destroy the physical scroll or other material that the contract was written on. Depending on the material and the devil's magic, this may not be as easy as it sounds, and then there's the problem of actually wresting the contract from the devil in the first place.If the wish is already wasted, then someone else is required tofight fire with fireby engaging into a new contract and defeating the devil.In comical versions, if the devil is female— usuallysome apprentice demon who always fails— of course she will be insanely sexy or cute (according toEvil Is Cool,Hot as HellandCute Monster Girlrules),so why not ask her to become your girlfriend or wife? This would maybe stop her from doing dangerous uses of your soul. Of course,Most Writers Are Male, so it's extremely rare to see a female protagonist do this with a male devil.Seem a littletooanxious to sell your soul. (See theFrank Zappaexample below)Turn to religion. While rarely used in fiction due to it being too quick a solution, there are many cases when a saint or mystic claimed they (or someone they knew) sold their soul to the devil and were saved by Jesus or the Virgin Mary. In these cases, you merely consecrate yourself to him; the demon only literally gets the soul after death.Prove you'd already sold or given your soul to someone else, a laHomer SimpsonandMr. Krabs.Manipulate some tiny, arcane loophole or hire someRules Lawyerto render the contract null and void. (Rarely successful,as Hell is full of lawyers after all. Then again,The Devil Is a Loser, so outsmarting him is not impossible.)Use the power you gain from the contract to change the entire system, sometimes evenretroactively.Use one of the wishes, usually the last one, for a completely self-less wish. There can be no benefit, at all, to the wisher, and usually the wishee can't have even known about the wish.Use the powers you eventually got tobecome superior to this devil in hellish hierarchy, usually byKlingon Promotionor withAsskicking Leads to Leadership.\n\nOf course, the devilhasbeen in this business since day seven. Therefore, the only way the villain of the piece can expect to get out of the \"accounts receivable\" column is bygetting moved into the \"owner's equity\" column.Otherwise, expect the villain to getDragged Off to Hellupon their defeat or death.\n\nWhat exactly the Supernatural partydoeswith all the souls they buy may or may not be elaborated on.\n\nPower at a Priceis the supertrope.Devil's Job OfferandSold His Soul for a Donutare subtropes.\n\nCompareBargain with Heaven, which this tropeoriginated asanInversionof, but which is largelyforgottenin the mainstream, but still very much in use in some contexts. Compare alsoReasoning with God. For the occasions when the Devil comes outbehind, seeDid You Just Scam Cthulhu?. See alsoEvil Is Not a Toy, which this trope overlaps with. These types of deals are oftenRash Promises, if the characters involved swear to honor their bargain without actually thinking through what they're doing. In modern media, it isn't unfounded for anEldritch Abominationto have aReligion of Evilthat somehow taps into the powers of the resident abomination in exchange for their sanity or permanent loyalty often to the detriment of those who follow it. It's also possible one person finds a way to communicate with it, gaining aLovecraftian Superpowerfor agreeing to some unknown bargain. Because such beings are designed to make humansGo Mad from the Revelation, often the purpose of the contract for the abomination barely makes sense to humans, but somehow this does benefit the abomination in waysthat cannot be understood, and will have damage that cannot be undone.The following have their own pages:The DCUMarvel Universe\n\nExample subpages:Anime & MangaFan WorksFilmLiteratureLive-Action TVTabletop GamesVideo GamesWebcomicsWeb OriginalWestern Animation\n\nOther examplesopen/close all folders\n\nAdvertisingIn a Mercedes-BenzSuper Bowlad, the protagonist is willing to sell his soul for afancy car, thanks in part tohis imagined future with it. He breaks off the deal when he spots the car's (relatively) low price on a billboard.A Cadbury ad has two representatives of candy companies bidding on the Caramilk secret. Each offers more money than the other, then one says in desperation that he'll pay \"anything.\" The person with the secret leans forward.\"Anything?\"\n\nAudio PlaysAdventures in Odyssey:Dr. Regis Blackgaard, as it turns out, made one of these when he was injected with a deadly virus, selling his soul to save his life. Before he did so, he was a well-intentionedMI6agent, but the loss of his soul effectively turned him into a moustache-twirling supervillain. Also, as it turns out, the deal only slowed down the virus and it's eventually going to kill him, and as a result, he's desperate to find a way to escape his death.\n\nComic BooksAnd Then Emily Was Gone: Bonnie Shaw (the bogeyman) is called when a parent makes a deal in exchange for their child.Emily's mother made a deal to get rid of her husband's sickness.Angel & Faith: In issues #10 and #11, two of Giles' spoiled and snobbish aunts come to Angel and Faith for help. They made deals with several demons in exchange for eternal youth, beauty, perfect health, etc. As the demons come out of the woodwork looking to collect on their bargains, Angel and Faith slay them one by one, with the aunts refusing to lift a finger to help. One of the demons says that the aunts bargained a kiss for his gift, so Angel and Faith let him pass. As the demon forcefully French-kisses the complaining aunts, the next demon that comes calls a truce and says he will leave satisfied if Angel and Faith let him watch.Archie Comics:One story has Jughead discovering aDiner On The Hill That Wasn't There Yesterday(Heck, nobody's sure if the hill was there either!). Inside, the only waitress, Darlene, offers the house special, a... well, put bluntly it's like aDagwood Sandwichmade with pizzas instead of bread and topped withcheeseburgers, but in exchange Jughead must give up his most important aspect- his metabolism! Confused, Jug nonetheless goes along with it. However, aBig Eaterlifestyle minus the needed metabolism causes Jughead to bloat up very quickly. Archie learns about the trade and gives up his pure heart to get the metabolism back. But without his pure heart, Archie is just another womanizing boy.Betty and Veronicadecide to go after the pure heart and give up their compassion and status, respectively, but because Veronica's status came from her father's fortune, this causes the Lodge family to go broke, and without her compassion Betty becomes a femaleReggie. To add salt to the wound, Darlene is a con artist who didn't really give anything up. With the help ofSabrina the Teenage Witch, Jughead is able to set things right by forcing Darlene to take on the pure heart and compassion, making Darlene nice enough to push theReset Button. (Well, not quite- Jughead has to work off the weight he put on). There's also aRunning Gagabout the gang assuming Darlene wanted their souls, followed by anImagine Spotof said soul annoying Darlene somehow. When the girls do this, Darlene, she shouts, \"What is it with you kids and souls!?\"Issue 75 ofBetty and Veronicahas Betty making a deal with \"Mr Inferno\" (who has an angularNon-Standard Character Design) to get Archie's heart. As it turns out, Veronica also made a deal with him. When the two get pissed at him, he calls off the deal and goes back to Hell.A teenage boy summons the eponymous demonic rock group to make a deal for wealth and and power (but ultimately ends up settling for a blowjob) in theCherry Comicsstory \"Bimbos from Hell\".Birthright: Mikey Rhodes agreed to serve God King Lore after he failed to defeat him. Lore sealed the deal by attaching a Nevermind (a malevolent spirit that is an extension of his own will) to Mikey's soul. The Nevermind gives Mikey advice and grants him power while they serve Lore, but it also enforces Lore's will. Removing it isn't really an option either, since being bonded to Mikey's soul also made it necessary for Mikey to survive. If it goes, Mikey goes with it.Black Science: Doxta is happy to bargain with those who approach, sometimes by offering to give them back something she just took in exchange for some greater sacrifice. It's implied she's amused by the suffering endured as her victims live out their lives knowing what they've lost.Chicago Typewriter:Hades provides the underworld's denizens with a safe haven, and has bindings to prevent him from interfering with their business. In return, he is protected from police, gangsters and demons.Remì Geroux provides human souls to demons in return for power and wealth.Chick Tracts: Jack Chick has used this motif several different times, notably in \"Angels?,\" \"The Contract\", and \"It's A Deal.\" This is arguably a subversion, since the point of these tracts is to contend that Jesus could save you even from one of those contracts if you have the requisite faith. (And if youdon'thave faith in Jesus, the devil gets you whether you sign a contract or not.)\"The Contract\" is almost certainly intended as aDeconstructionofThe Devil and Daniel Webster, while \"Angels\" is an over-the-topTake That!to rock music. It's not clear whether Jack Chick really believes Satan has ever showed up in person and tried to buy anyone's soul, though he's willing to work with the idea as a hypothetical situation in his stories.Given that the contract actually makes zero difference in whether the devil gets your soul, it's not clear why he goes around making these offers anyway. Possibly to trap people in despair (because they think the contract is unbreakable), or maybe justFor the Evulz.\"The Contract\" does hint at another potential reason near the end: such a contract can be useful as aFalse Reassuranceto any friends and associates of the signer whodidn'tmake any deals with the devil. It certainly served up a nastyTwist Endingfor Bob Goode:Bob Goode: But thecontract!...Ididn'thave a contract with you! Youcan'tget my soul!B. Fox:Youfool!...I don'tneeda contract!I've got everyone anyway.Creepy:In \"The Cool Jazz Ghoul\" inCreepy#34 a jazz musician whose day job is at a funeral parlor offers his soul in exchange for enough money to start his own jazz club - then slips the devil's human form some wine laced with embalming fluid and sells the body to a circus.In \"Gunsmoke Charly\" inCreepy#35 a gunslinger wannabe sells his soul to the devil in exchange for invulnerability to bullets. Eventually the guilt and paranoia get to him.Disney Ducks Comic Universe: OneDonald Duckstory has him going to theDeep Southto become a folk singer after hearing a story about an ancestor of his was one and saved a town from a family of hillbillies who made one of these and takes the nephews along, on the way they meet aBig FunPig Mantax collector who hitches a ride because he's going to the same town and loves Donalds horrible singing voice. When they arrive it turns out that the hillbillies from the story are still around and Donald briefly has aHeroic BSoDafter hearing a recording of his voice and realizes both he and his ancestor were both sounded horrible although he recovers when he realizes his singing really does act like aKryptonite Factorfor the hillbillies and their monsters. Later they find out that the tax collector managed to beat the hillbillies offpanel after Donald drove them back and after he leaves they realize the truth: the \"tax collector\" was the devil come to collect the hillbilies souls and the reason why Donald's and his ancestors voice acts like aKryptonite Factorfor the monsters is because he likes their singing so much he added that into the contract.Dylan Dog: The comic has multiple examples with different devils and supernatural entities, who grant the wish in different manners but always demand a soul in exchange:\"Baba Yaga\" is centered about two such deals made by the same person. Said person was terminally ill and stole from a gangster so his family could live well after he died, and the gangster in retaliationkilled his family after he told him why he had done so. To have his revenge, the man sold his soul a devil so the gangster and his men would die before him...And then the devil tells him he'll kill them right before he dies,so he won't be able to see them dying and enjoy his revenge. Furious, the man makesanotherdeal, offering his soul toBaba Yagain exchange for their death. Yaga teleports him to where he can enjoy the show and thenblows them up in a way that sets them on fireimmediately... And the devil shows up because the man had sold the soul to him first, and refuses to let him die (and thus let Yaga claim his soul) until he can take said soul.In another occasion Dylan was hired by a man who had sold his soul in exchange for being cured of hisstutter... Except the devil had failed to deliver, so he wanted Dylan togo to that devil's London office and force him to void the deal. After accepting that the man wasnot a madman(and thus not trying to get him interned), Dylan went to the devil's office and found that the devilwas more than willing to void the contract if his powers had failed to cure his stutter, only to find out the hard way the man had slipped a clause that madehimthe new devil if the contract was voided and had been faking not losing his stutter. That devil lived just long enough to tell Dylan he had got the job in pretty much the same way.Empowered:Sistah Spooky'sbackstory is a subversion. The deal she cut when she was her high school'sButt-Monkeywas only for beauty, but her caseworker screwed up the paperwork and she got Fearsome Arcane Might as a bonus. (Her first plan wasBloody Vengeanceon herAlpha Bitchtormentors, but the demon couldn't inflict harm on other clients of Hell — they'd all sold their souls for beauty already.)This comes back to bite her in the ass in the most tragic way imaginable. Her initial refusal to give back the powers is played for laughs, but later on the demon approaches her again when she is already near theDespair Event Horizon(thanks toher ex-lover Mind***'s deathand her own impending dismemberment by Deathmonger) and reveals that he got into a lot of trouble because she wouldn't give her powers back, but that it's okay now, because now he's going to spend eternitytorturing and violating his new toy, Mind*** in the most sadistically horrific ways imaginable. Whether he was telling the truth or just trying to push her buttons, it was a rather cruel way of making the point thatone does not casually flip off Cthulhu.Fables: The main character ofJack of Fableshas been selling his soul toa series of devilssince he was in his twenties, originally to gain a physical body after being killed the first time and banned from the afterlife. He gains another hundred years of life every time he does it. It in of itself may have been unnecessary since popular fables like himself are pretty much immortal and tend to get new bodies or at least something similar takes their place eventually. He realizes too late that in the long run it is a bad deal because sooner or later he will run out of devils to deal with and things to offer while agreeing to suffer torments punishments each time. When they come to collect he is screwed.Gen¹³: Heroine Caitlin Fairchild resolves aBrought Down to Normalstoryline by making a deal withseries villainessIvana Baiul: restore her powers now, in exchange for performing one mission for Ivana sometime in the future. The plot hook is left alone until Adam Warren's run, where he has Ivana call in the favor for one issue — only to reveal that she'd been repeatedly using Fairchild on missions, only toerase her memory of the job, and of repaying her debt, every time.Hack/Slash: A wannabe rocker named Jeffrey Brevard (\"Six Sixx\") sells his soul and the souls of his band to an entity he thinks is the Devil (it's not) in exchange for fame and fortune (and demonic powers). As a part of the deal he also has to supply his benefactor with virgins for... breedingpurposes. Also,Elvis apparently got his talent from the same entity.Hellblazer: John Constantine has a reputation of usually being able to get the upper hand in Infernal Contracts, earning him the irritation of Heaven and Hell. Most notably, hesold his soul to all three archdemons, meaning he can't die until they've resolved who actually gets it. Being archdemons, they aren't inclined to compromise, and the only alternative is open war between them - something they are very keen to avoid.At some point, though, the First of the Fallen discovered that God had lied to him to keep a power balance in Hell, and he then destroyed his \"brothers.\" However, he is later killed by Constantine's succubus buddy. Apparently, though, He got better.Lucifer in the Hellblazer series plays this perfectly straight. Healwaystells the exact truth,alwaysadvises people seeking to making a deal with him that they need to think it over and be absolutely sure, andalwaysholds true to the contract by giving the personexactly what they asked for.There are a lot ofOh, Crap!moments from people who make a deal with Lucifer, but they can't say they weren't warned.There just isn't any fine print.In hell, a particularly risky bargain is called a deal with Constantine.In an early issue, the stock broker \"Mammon Investments\" has a contract which provides that if the client misses a commission payment, they forfeit \"all intangibles in perpetuity\". The clients' investments are always successful, but other things in their lives go wrong, causing them to miss a payment—at which point they find out that the \"intangibles\" they forfeit are their souls.Hellblazer: Rise and Fall: It's revealed that Despondeo sells Lucifer's wings to wealthy business-peoplewith a lot of sins on their soulsin exchange for all of their earthly possessions, convincing them that they can simply fly overThe Pearly Gatesand into heaven with no resistance. While they get cast down byThe Armies of Heavento their deaths, Despondeo is free to destroy their business empires and feed off of the despair the socio-economic fallout it causes.Hi Hi Puffy AmiYumi: In DC issue #2's \"Dark Agent,\" the girls ditch their manager Kaz and sign a contract with a figure we assume is a variation of the devil making him their manager in exchange for their souls. The girls experience wealth and fame beyond their imaginations, but it becomes ennui after awhile and want out of the deal. Kaz shows up and is challenged to a duel with guitars for the girls.Lori Lovecraft: InLori Lovecraft: My Favorite Redhead, Natasha Reich and Dick Van Von make a deal with a demon: Natasha wanting fame and power, and Dick riches. Things go badly for them when they fail to deliver the secondHuman Sacrifice.Lost At Sea (2003): Raleigh believes that her mother sold Raleigh's soul toThe Devilin exchange for career success and thatThe Devilplaced her soul inside a cat.Misty: Many a heroine of one story would make one of these, for various reasons.Nikolai Dante: The trope is referenced when Akita Sagawa hires Nikolai to help apprehend Katarina. Nikolai turns the tables, taking out theYakuzaair force that was going to destroy Katarina'spiratesand 'accidentally' kill him.Murakami:We made adeal...Nikolai:You'd be better off dealing withthe devil.Nth Man: The Ultimate Ninja: After Sgt. Levin was dying of a chest wound, she is instantly healed byPsychopathic ManchildReality WarperAlfie O'Meagan after she agrees to perform a favor for him in the future.Rebel Dead Revenge: Satan transforms ugly pariah Jezebeau into a beautiful woman. In return, she becomes his slave.The Sandman: This trope gets a real workout in many different forms. Morpheus makes several deals over the course of the comic, in each case giving people almost exactly what they asked for in return for a seemingly negligible gain to himself — but what the humans get out it of inevitably turns out to be a heavy cost in and by itself.Morpheus made a deal withWilliam Shakespeare, appropriately after he overheard a conversation between the young actor andChristopher Marloweabout Faustus: in return for bringing out Shakespeare's own latent creativity, Will would write two plays centering around dreams. The first of these is performed forThe Fair Folk(A Midsummer Night's Dream) as something of a gift from Morpheus to Titania. At first glance it seems like a real bargain. However, the last panel of the story implies thatthe Fae queen Titania's interest in Shakespeare's son Hamnet lead to the boy's death soon after the play was performed for the Fae. The second play isThe Tempest, written just before Shakespeare died, and is implied in the comic to be about Morpheus himself. After Shakespeare delivers the second play, Morpheus even tells Will what his life would have been like if he had never made the deal.Morpheus:You would have written a handful of other plays, in quality no better than, say,The Merrye Devil of Edmonton, and then you would have come home to Stratford. You would have taught school, saved a little money. You would have bought a house, let it out, and bought another. You would have made your money in bricks and mortar — enough for your family's coat of arms, enough to make them forget your father's setbacks. You would not have been satisfied with your life; and, from time to time, you would have bored your children with the tales of your years in London, your days on the stage.William:And my boy Hamnet. Would he have lived? ...No. Do not tell me. I have already heard too much.Dream and his sister Death also make a deal with one Robert \"Hob\" Gadling — Death will not touch him unless he truly desires it. However, the 'payment' that Dream gets from it isn't anything more substantial than fulfilling his curiosity, and a standing appointment with Gadling once every century. During their second meeting, Gadling even lampshades this trope and wonders if Morpheus is the devil and if he's now forfeited his soul for his immortality without his knowledge and consent. Morpheus replies that neither is the case: He is no devil, 'merely interested'.In the end, the story states that what Morpheus truly gained from it was, intentionally or not, a human friend.In \"Ramadan\", Harun al-Rashid makes a deal with Morpheus. He sells his kingdom (the gleaming Baghdad of legend, full of wonders and miracles) to Morpheus so it can be preserved for ever without decaying like so many previous civilizations of men. When the deal is done,Morpheus retains the fabled city in a bottle in his realm, and the caliph wakes up in the historic Baghdad, a more mundane place. And the city of wonders now lives on forever in legends and stories, never to be forgotten, as we can see at the end of the issue.Finally, and perhaps most poignantly, in the \"Season of Mists\" arc,Luciferhimself criticizes this trope as it pertains to him:Lucifer:They talk of me going like a fishwife come market day, never stopping to ask themselves why. I need no souls. And how can anyone own a soul? No. They belong to themselves... They just hate to have to face up to it.And later the ghosts of some Satanic boarding school bullies express their disappointment that their efforts amounted to nothing:Skinner's ghost:We sacrificed a boy. All three of us. To the devil. We did stuff from old books. We did stuff you wouldn't believe. But when we went to Hell... they didn'tcare. They hadn't evenknown. They — theylaughedat us.The Simpsons: One Treehouse of Horror comic begins with Mr. Burns playing battleship with the Devil, and losing. Discussion turns to payment. He declines Smither's soul, but Mr. Burns reveals the plant's employees actually sold their families souls in the last round of contract negotiations.For three-ply toilet paper in the washrooms. As a result, the Devil sends two demons to grab Bart and Lisa's souls (not Maggie's. Babies stink up the place.) But due to a mix-up involving Bart switching the Simpsons and Flanders mailboxes, Rodd and Todd get taken instead.The Smurfs: In the story \"Sagratamabarb\", Gargamel makes a deal with Beelzebub that, if he can get rid of his titular cousin, he would be his slave forever.It didn't turn out well for Gargamel.Spawn: Al Simmons was a CIA-employed assassin who was betrayed, murdered, and condemned to Hell for all of the horrific deeds he committed as an assassin, only to be approached by the demon Malebogia and offered a chance to return to the land of the living and be reunited with his wife, in exchange for his immortal soul. Thus was Simmons reborn as a Hellspawn (or \"Spawn\" for short), a powerful demon tasked with amassing an army of damned souls for the coming war between Heaven and Hell.Soulsearchers and Company: In issue #6, a demon transforms the team into'90s antiheroesand presents them with a contract to make their new identities and popularity permanent in exchange for their souls. Their new personalities are inclined to sign, and it is down to Arnold to save the day.Sturmtruppen: Spoofed when the Doctor becomes so obsessed with returning young he admits he'd make one such deal... AndMusolesipromptly sells him a cooking book that he passes as a coded grimoire to summon the Devil. AndthenMusolesi finds out the Doctor has a lot of gold stashed away, so hefeigns being the Devil to con him out of that gold.Tales of Telguuth: Pel Morgath the Mage summons the demon Zamprox to make a Faustian deal for more knowledge about the world, heaven, and hell. The demon agrees, but wants Morgath's body after he dies because he already has plenty of souls. Morgath senses that Zamprox might try to \"bump up\" his death, so he comes to an agreement with the demon that their definition of death will be when Morgath's soul leaves his body naturally and freely. Zamprox then shows Morgath an amulet that shows all the wonders and horrors of the wide fantasy world of Telguuth.Morgath then realizes that his soul is now trapped in the amulet, and since he agreed to enter freely his body is now controlled by the demon. When Morgath protests that he didn't honor their deal, the demon scoffs that he has shown him the world, but since he's a demon he wouldn't be able to show him heaven even if he wanted to. He'll show him hell by murdering everyone he has ever loved while he's forced to watch.Tex Willer:It was long implied, and eventually confirmed, that Mefistowent from a stage magician turned spy with no actual powers to a powerful warlockthrough a series of deals, rendering unspecified services to the infernal powers in exchange for knowledge. Knowing perfectly the risks involved, his deals were small and implicit, with little consequences should he fail to do his part.In his final storyline Mefisto does twoexplicitdealsbecause he had no other way to fix the situation, but he's still prudent. The first sees him consecrating his soul to a certain devil so he'd cure his son Yama from being an insane vegetable (a consequence of him messing up a deal), as he has failed to cure him with every other way andcouldn't bear to see his son broken like that. Later, with Tex and his pards coming close enough to kill him and his powers made unreliable by the arrival of Narbas (whose body Mefisto had stolen to come back to life, the sorcerer, knowing he has to dosomethingin the next few seconds or he'll get shot, offers their souls in exchange for unleashing a horde of demons of them, knowing that the service will automatically allow the devil to claim their reward... But failing to realize thatNarbas had reclaimed his body just as he called on the devil, so he only got anillusionof victory before being dragged to hell. He had also been ready to make an explicit wish at the end of the \"Tragedy in the Jungle\" storyline, as the situation was equally desperate (he and his accomplices had a faux-medievalcastlebut most of his minions had been already killed, and he knew Tex was coming for him with the Seminoles, far too numerous for his remaining men to hold off)... But Tex had also involved theUS Army, and their artillery hit a gunpowder magazine and and they blew up the castle before he could summon the devil.Mefisto's son Yama followed his father's example, but,not being as savvy, eventually made the error of making twoexplicitdealsagainst Mefisto's advice. While the first went well (in fact he made sure to fulfill his part first), the second time he demandedtheDevil did his part first and then failed to hold his side of the deal, andfound out the hard way why his father had told him to not do it when the Devil ripped his soul from the body and made him insane.Usagi Yojimbo: A priest/healer named Jizonobu hands himself over to hisEvil Counterpart'sevil gods after the latter appears to have healed a sickly child (theother optionbeing to die along with his fellow priests and another sickly child). It gets worse:The being that takes over Jizonobu's body transforms him into theAxe-CrazyJei.Guess what happens to the above-mentioned fellow priests.Vampirella: The villain Von Kreist was a World War 1 Prussian officer who sold his soul to a demon in exchange for immortality.Unfortunately for Von Kreist, the deal didn't stop his body for rotting and decaying while he was alive.The Warlord: Deimos, who'd been reduced to a head on a hand by that point, makes a deal with The Evil One to restore his body, as payment the Evil One takes Deimos' magic skill, which Deimos needs to fight the Warlord.In an old comic, a shopkeeper makes a deal with what looks like a devil, and spends the rest of his life being nice and all that jazz. Then, when he's about to die, the being appears and tells him he's an angel. So, the guy goes to heaven.In the pre-Code horror story\"The Man Who Tricked the Devil!\", the Devil'sJackass Genietendencies are already firmly established in two anecdotes that the protagonist Jeffrey Hagstone's friends tell him - a art collector wishing to marry the offspring of the most beautiful people in the world is betrothed to a woman with leprosy, and promptly catches her disease; a diplomat who wishes to become prime minister of his ownRuritanianautocracy is assassinated a minute after his glorious regime begins. Hagstone, meanwhile, is insistent that he'll come out the better man in their deal, because the highly accomplished lawyer has draftedhis own contract, with thousands of added clauses to ensureno treachery on Satan's part. However, assuch documentsare typicallysigned in blood, Jeff has to sign each clause separately as well... anddies of blood loss before he gets to the dotted line.\n\nComic StripsDilbert: As Alice found out inthis strip, becoming a manager requires this sort of deal. Fortunately, they give you your soul back if you're demoted or learn to play sax.The World of Lily Wong: In the Hong Kong light-hearted parody, the hero works for a deeply immoral advertising agency named Faust Associates whose logo is a devil.\n\nEastern European AnimationGypsy Tales: In \"The Gypsy Woman and the Devil\", the devil offers to save Vunida from poverty in exchange for Vunida marrying him. She refuses but he lures her into captivity in his disguise as a rich young man.\n\nFolklore and Fairy TalesSome of the oldest fairy tales on record(dating as far back as 3500 BCE), written in Sanskrit, are about craftsmen making bargains with demonic creatures in exchange for superlative skill.\"The Devil And His Grandmother\": The Devil offers the protagonists a whip they can use to make infinite money. Then tells them that if they could not solve his riddle seven years later, then they shall go to Hell with him. They solve the riddle, so they are freed and able to keep the whip.\"The Girl Without Hands\": A miller makes a deal with the devil for \"what is standing behind thy mill\". He thought it was an apple tree; it was his daughter. She kept herself too pure for the devil to carry off, though, even when the devil orders the miller to cut off her hands. So the miller ended up with the money; but as soon as that happened, the daughter left to seek her fortune. Ironically enough, this may be aBowdlerisedplot; the rest of the plot is commonly found in tales where the heroine lost her hands and left because herfatherorbrothertried to force her to marry him.In \"Bearskin\", a soldier makes a Deal With The Devil, who will give him an ever-filled purse, but he must not pray, wash, cut his hair or nails, or change from a bearskin for seven years. He goes about distributing money to the poor, asking them to pray for him. One man he rescues from financial distress promises that he may marry one of his daughters. Onlythe youngestis willing. He succeeds in fulfilling the devil's terms andcleans up nicely, and the older sisters, reduced toenvy, commit suicide. The Devil, pleased at this development, informs the soldier that he got two souls, not one.Other variants of \"Bearskin\" include \"Don Giovanni de la Fortuna\", \"The Soldier and the Bad Man\", \"The Road to Hell\" (where she actively cleans him up), \"The Reward of Kindness\",\"The Devil As Partner\" and \"Never Wash\".Another fairytale variant: \"Rumpelstiltskin\". Though considering the number of escape clauses in that deal, Rumpelstiltskin made a less-than-competent Mephistopheles.The deal with the Sea Witch still occurs in Andersen's original version of \"The Little Mermaid\". It comes off as even more cruel and painful and ultimatelyends upscrewing the mermaid even harderthan it does in Disney's adaptation, but unlike Ursula, the original Sea Witch does not actively screw the mermaid over or use the contract to advance her own goals, instead she comes off as more of a neutral figure and it's easier to buy that her magicgenuinely requires the recipient to make such sacrifices as a price for the power received, as opposed to the spell being expressly designed to screw the recipient over.A Polish legend tells of the nobleman Twardowski who gained magical powers thanks to such a deal. The clause was that the devil would get Twardowski's soul when Twardowski went to Rome. Twardowski gleefully stayed away from Italy.The devil eventually captured him when he wandered into a taverncalled\"Rome\".The Polish poet Adam Mickiewicz had fun with this legend in one of his poems, where Twardowski agrees to give up his soul in exchange for threeImpossible Tasks, per the contract. The devil manages to do the first two, but the third one - to spend a year with Twardowski's wife - istoo much for himand he runs away.One story has a wily blacksmith who sells his soul to the Devil in return for the magical power tostick anything to anything(hey, that'susefulfor a smith). When the Devil sends first his son and then his daughter to collect on the bargain, the smithuses his magic powers to not only stop them but embarrass them until they go away.Then the Devil declares he has to do the job himself, and fails. The smith tells him that if he can just live out is natural life the Devil is jolly welcome to take his soul when that day comes... butwhenthat day comes, the Devil gets so horrified at the idea of having the smith down there, that he screams that the deal is off andtells the smith to get himself packingto Heaven. Which let him in. Apparently,trolling the devilcounters engaging in black magic deals.Another version involved the deal being that the Smith would be \"The Master of Masters\" - a proclamation God himself disproved by showing the Smith up, but granted the Smith three boons that the Smith later used to confound the Devil, and ends inthe Smiththrowing his hammer into the Pearly Gatesto keep them ajar as they're letting in someone else!This was later dramatized inErrementari, in which the titular blacksmithactually keeps Sartael imprisoned and routinely tortures him, and ends withthe Blacksmith goingintoHell in order to reclaim the soul of his wife, who'd committed suicide, for the sake of her daughter.This story, like many others, begins with a man of flesh and blood. A man who outwitted his pact with Hell. A man so ruthless, so determined, that even the Devil himself would come to fear and respect him. A blacksmith.InThe Gold Mountaina ruined merchant sells his newborn son to the black dwarf for a chest full of money and seven years of guaranteed success. The child is able to escape the deal with help from some fairy friends, who teach him to negotiate with supernatural powers and help him fake his death.It is sometimes said that legendary blues guitaristRobert Johnsonsold his soul to the devil in exchange for his mastery of the instrument. The location where the meeting supposedly took place, the crossroads of US 49 and US 61 in Clarksdale, MS, is a Mecca of sorts to blues aficionados. The tale issomething of a subtrope in its own right.and is referenced in several of these examples. Similar rumors exist about other musicians, like Mozart or Paganini.This has also been repeated in more Vodoun terms, since Papa Legba makes crossroads deals as well, though they're notquiteas huge a risk, i.e. auto-loss, as the Satan ones.There are a number of folk tales where people make a deal with the devil (or other supernatural creatures) to build or rebuild some structure in return for a soul, so long as the work is complete before the rooster crows. Of course, there is nothing forbidding the people waking up the rooster five seconds before the work is done.Witches were said to gain magical powers by making a deal with Satan, which is why everyone freaked out when anyone was accused of witchcraft.A common theme in Appalachian folklore, the inspiration for the Charlie Daniels Band song quoted at the top of this page.La Chasse-galerie, a folk tale fromQuebec, tells the story of a group of workers (lumberjacks or fur traders, depending on the telling) who make a deal with the Devil for a flying canoe that would allow them to fly to their families for Christmas day. They'd be fine as long as they returned before dawn and (depending on the telling) followed other rules, such as not touching the crosses of church steeples and not saying the name of God while they're flying. If they break any of these terms, the Devil gets their souls. Unfortunately, the designated driver parties too hard and is too drunk to fly straight on the return trip. Whether they make it or not depends, once again, on the telling. This story also inspired a brand of beer called \"La Maudite\" meaning \"The Damned One\". The label on the beer is that of the devil sneering at men frantically rowing in a flying canoe as the sun rises in the background.Dealing with the Sidhe is traditionally known to be along these lines. Fairies are long-lived and wily, giving them both the time and the inclination to get really good at legalese. Getting a fairy to honor the spirit of a deal is like squeezing blood from thin air; depending on how nasty the fae is, even getting them to honor theletterof a deal can be one hell of a trick, if they think they can get away with creatively misinterpreting or even actively ignoring their end of the bargain. As a general rule, if it seems like the Neighbors are playing fair, either your bargain is a case ofBe Careful What You Wish For, or you had the upper hand in the deal, which means you're due to be raped by a troll any minute now...Spoofed in the Chilean folk tale \"El roto que engañó al diablo (The poor man who tricked the Devil)\", where a very poorUnlucky Everydudeseals one of these deals in exchange for money. As a proof, he writes it down with his blood on a small paper... but he writes itin such a tricky mannerthat, every time the Devil came to get him, the \"technicalities\" wouldn't let him ensnare the man's soul. The Devil got so angry when he realized that he had beenOut-Gambittedhe left in a huff, so the guy got to keep his soulandthe wealth he had been given.A similar Irish story, \"An Cearrbhach Mac Cába\" (\"McCabethe Gambler\") features the same type of trickery, e.g. he asks to live until a candle burns down... and then blows out the candle so it never goes down. He asks to be allowed to live to say a prayer ... and then delays making the prayer indefinitely. (The villain is Death, not the Devil, but behaves as the stereotypical Devil does.) This is very like the Greek hero Meleager, who was fated to live only until a brand that was in the fire of the fates burned up; hismotherstole it, doused it, and kept it safe...until he killed her brothers and one ofhisbrothers, her son, and she burnt it on purpose.Defied in \"Godfather Death\": The poor man who desperately looks for a godfather for his newborn is approached by the Devil, who offers to give the poor man's son money aplenty and \"all the joys of the world as well\" if the man chooses him as the boy's godfather. But the man refuses, because the Devil is a bad egg.Amongst Sami people and the Finns living in Northern Finland and Northern Scandinavia, it is said that you could make a deal with the devil for him to grant you riches etc, but the catch is that you had to serve random people that weren't your enemies drinks, whether it was coffee, booze or anything that was drinkable, that were spiced with soil from graves. If you failed to do this, the Devil would come and either take your life or drive you insane.The story ofStingy Jackinvolves a crooked farmer trapping the Devil (orThe Grim Reaper) up a tree, and refusing to let them down until they promised not to take him to Hell when he died. Unfortunately, when Jack diedhe was refused entry into both Heaven and Hell. He was forced to wander the Earth bearing a coal from the fires of Hell in a lantern made from a hollowed-out gourd (a turnip in early versions of the story), which is where the tradition of Jack-o-lanterns came from.In \"The Nix in the Mill-Pond\", a poor miller makes a deal with a Nixie, who will make him a rich man in return for \"that which has just been born in [his] house.\" The miller foolishly thinks it was a puppy or a kitten, and then he finds out his wife has just given birth. As his son grows up, the miller cautions him about going near ponds, but the man is eventually lured into the Nixie's pond. His wife manages to rescue him, but the mad Nixie floods the whole valley in retaliation.Devil's Bridge inCeredigion, Wales. The bridge is unique in that three separate bridges are coexistent, each one built upon the previous bridge. The previous structures were not demolished. According to legend, the original bridge was built after an old woman lost her cow and saw it grazing on the other side of the river. The Devil appeared and agreed to build a bridge in return for the soul of the first living thing to cross it. When the bridge was finished, the old woman threw a crust of bread over the river, which her dog crossed the bridge to retrieve, thus becoming the first living thing to cross it.The devil was left with only the soul of the dog.InBrazilian Folklore, the Diabinho da Garrafa (little devil of the bottle), famaliá or cramunhão is a demon that comes to be from one of these. With the deal made, the person gets the egg of a rooster during the Lent and goes to acrossroadsat midnight on the first Friday after they found the egg, with the egg under the left arm – then, the person goes back home and sleeps. The demon comes from the egg after fourty days, and is locked into a bottle so he would grant the person riches thoughout their life. As a price, however, the little devil eventually gets out of the bottle and drags the person's soul to hell.\"The Soldier And Death\": Subverted. The soldier forces one demon to make a deal with him, and the demon is too frightened of the soldier to try to trick or cheat him. When the soldier declares they are even (after the demon has performed one single task for him), the devil flees terrified.\"The Three Apprentices\": The Devil gives riches to the title characters in exchange of one of them always only saying \"All three of us\"; the other, \"For money\"; and the third, \"And quite right too!\" At first they worry he would take their souls, but he tells them he wants to take someone else's soul and half of it is already his.The tale surrounding the creation of the mysteriousCodex Gigasgoes something like this. A Franciscan monk violated one of his sacred vows and was set to be punished withliving internmentwithin the abbey's walls.Desperate to avoid this fate, he offered to produce a magnificent illuminated manuscript in exchange for his life. The abbot agreed, but asked for a book thatcontained all the knowledge in the known world, and demanded it be completed in an impossibly short timespan (depending on the version either one year or onenight). The monk nevertheless took the offer, but soon realized he had no hope on his own. He prayed desperately to God, but was ignored. Eventually, he called out toanyonewho could help...at which point the Devil appeared. The Devil offered to finish the manuscript for him in exchange for his immortal soul. The monk was so terrified of death that he accepted. The Devil placed a claw to a piece of vellum and the monk watched in astonishment as the massive pages wrote and assembled themselves. While his life was saved, he soon began fearing for his soul. Weeks later, he prayed to the Virgin Mary for protection and forgiveness. Miraculously, she appeared,and told the monk that his sins would be forgiven...but when the monk went to kiss her hand in gratitude, she transformed into the Devil. Mocking the monk for trying to get out of his deal, the Devil dragged the poor man to Hell.\n\nManhwaThe protagonist ofPriest, Ivan Isaacs, makes a deal with the demon Bethael/Belial which involves giving up half his soul.\n\nMusicDuane Elms: Some versions ofDawson's Christiandescribe Jayme Dawson, the titular ship's captain, making a bargain with \"some power of the night\" when his ship was ambushed by a stronger force, selling his soul for the chance to win his final fight. He did, and the implication is that this deal is why theChristianstill roams space as aGhost Ship.Lordi's song \"Devil is a Loser\" mocks someone for making a deal with the devil, because the devil is, well,a loser.Blues singersRobert Johnsonand Tommy Johnson (no relation) allegedly sold their souls to the devil, according to legend.Long before Robert Johnson, classical violinistNiccolò Paganiniallegedly sold his soul for great musical talent.Even Paganini is predated by Italian baroque composer Giuseppe Tartini. The story goes that in 1713, Satan himself appeared to Tartini in a dream and the two made a pact: Tartini would give his soul to Satan in exchange for some teachings. Tartini let the Devil borrow his violin, and he played a truly awe-inspiring song. When he awoke, Tartini tried to write down what he had heard, and created theViolin Sonata in G minor— or as it's more popularly known, the Devil's Trill Sonata.Igor Stravinsky's \"The Soldier's Tale\" is about a soldier who makes a deal with the devil and tries to outsmarten the devil, which fails.TheEvillious Chroniclesis a story all about nobles and commonfolk alike making pacts with demons over the course of a millennium. Standout examples include:\"The Insanity of Duke Venomania\", in which said duke, Sateriasis Venomania (played by Gakupo), made a deal with the devil to become irresistble to women. The result is, while he does of course gain gorgeous looks, that he also gains the ability to charm any girl he wants, having them flock to his mansion's basement to be in his harem. The reason why he was so obsessed was because he was bullied as a child for his grotesque looks.In \"Judgement of Corruption\", the corrupt judge Gallerian Marlon (played by KAITO), who receives bribes to make criminals \"innocent\" in court, eventually dies when his sins catch up to him. When he gets to the afterlife, he encounters the \"Master of the Hellish Yard\", who tells him he can be saved if he gives up his money.He refuses and is promptly sent to Hell, where Gallerian hopes to turn the place into a utopia after he gathers his sins.\"Conchita, the Epicurean Daughter of Evil\" has the titular chatacter Banica Conchita make a deal with the demon of Gluttony to be able to eat anything. She gains looks, but also an insatiable hunger that slowly begins to encompass grotesque items and eventually humans. When she finds she cannot eat anything else, she eats herself.She's not dead for long though, as she becomes thenewDemon of Gluttony and leaves for other worlds in search of new foods.Nem'sVocaloidsong \"Dream-Eating Monochrome Baku\" tells the story of a girl who makes a deal with the titual character, Monochrome Baku the Dream-Eater, to take away her nightmares in a deal made with a pinky promise. She summons him again to give her more dreams andseals the contract with a kissand returns night after night to give her more. However,when the moon is full, the Dream-Eater's job is done and he collects his payment; never again will the girl be able to dream and has to face the harsh reality of the world that she keeps trying to escape.BothEminemandKanye Westhave compared becoming famous to making a deal with the devil. Shady did this on the anguished \"Say Goodbye to Hollywood\", theSolo Duet\"My Darling\" and theextremely silly\"Rain Man\". Kanye did it on \"Eyes Closed\" and GOOD Music's \"2010 BET Cypher\".A Deal With The Devil was made by the bass player of the virtual bandGorillaz, Murdoc Niccals, but with no lethal consequence. He changed his middle name to Faust, and got Satan's bass guitar,El Diabloin return. (He was marked as a Satanist from the day he was born — his birthdate is 6 June 1966, which made his 40th birthday 06/06/06.) Turns out the devil came back to pick up his payment, but wasn't too particular about who he took to Hell, snatching guitarist Noodle in lieu of Murdoc. However, not even Beezelbub is allowed to jeopardize the fame and fortune the band brings to Murdoc, so he went down to Hell and tracked Noodle down and rescued her. It also doesn't hurt to mention that she's hisMorality Pet. Excepthe didn't find her, and the current Noodle is actually anandroid. Then again, Murdoc has been drunk constantly for quite a while and keeps changing the story, so he's just a teeny bit of anUnreliable Narrator. If she was ever in Hell in the first place, the evidence suggests sheEscaped from Hellon her own. Her location during her MIA period has not been confirmed, but real Noodle is alive and kicking, according to the \"On Melancholy Hill\" video. She and Russel are heading to Plastic Beach, and one assumes Murdoc isn't gonna enjoy the confrontation. There are suggestions on his Twitter page that he did try to find her; he seemed to panic when finding out she was alive and instantly rushed to help, so he may indeed havecared enough to try to find her last time.TheTrans-Siberian OrchestraRock OperaBeethoven's Last Nightis based on a variation/inversion of this trope, as Mephistopheles offers to return a dyingLudwig van Beethoven's soul — in exchange for which, all of Beethoven's works would be forever erased from history, and his name would never be known to future generations.The soul wasn't Mephistopheles' to begin with...InJerry Springer: The Opera, angels try to rescueJerryfrom Hell, but the demons fight them off, shouting \"He made a choice!\"\"The Devil Went Down to Georgia\" (as mentioned in theVideo Gamesentry forGuitar HeroIII). The song could be considered an inversion of the trope as the \"main character\" (or as far as a song can have one) actually comes off better after a deal with the Devil and wins a Golden Fiddle in a fiddle contest.And that the Devil challengedhim,becausehewas the one in need(He was behind schedule).Marc O'Connor hooked up with Charlie Daniels to record a sequel,\"The Devil Comes Back to Georgia\"in which the Devil challenges Johnny to a rematch. The track featured vocals byTravis Tritt(as the Devil), Marty Stuart (as Johnny) andJohnny Cash(narrating in full preacher-mode).Final score=?Word of Godis that Charlie Daniels agreed to record the song only if Johnny was able to beat the Devil once again.While the song's lyrics are fairly nebulous regarding the final outcome, the video indicates that Johnny won again.And also Beelzeboss byTenacious D, the song in earlier mentioned Tenacious D movie, which is arguably a parody ofThe Devil went Down To Georgia. Unlike the original, where the Devil is sporting about it and admits defeat, the devil in this song declares himself the winner anyway.Until theGuitar Heroversion, which was so ridiculouslyNintendo Hardthat the Devil winds up winning most of the time. It actually upset Charlie Daniels because it undermined the message of the song.This is the theme of Weber's operaDer Freischütz, in which the Devil supplies magic bullets. It was later adapted byTom Waitsinto a rock opera,The Black Rider:Why be a fool when you can chase awayYour blind and your gloomI have blessed each one of these bulletsAnd they shine just like a spoonTo have sixty silver wishesIs a small price to payThey'll be your private little fishesAnd they'll never swim awayRapperDMXhas theDamienseries: aseries of songs spanning multiple albumsabout his Deal With The Devil to get into the hip hop industry, and the increasing demands of the devil for DMX to meet his end of the bargain.Snoop Dogg's \"Murder Was Tha Case\" opens with him being shot and dying in the hospital, only to make a deal with a rhyming devil to get hishood rich lifestyle back. Naturally, he's then arrested and ends the song in prison.Kamelot's albums,EpicaandThe Black Haloare two halves of aRock Operabased on Goethe'sFaust.\"Red Right Hand\" fromLet Love In, byNick Cave& the Bad Seeds, is about this.You don't have no money, he'll get you someYou don't have no car, he'll get you oneYou don't have no self-respect, you feel like an insectWell, don't you worry, buddy, 'cause here he comes...Subverted byFrank Zappain his song \"Titties and Beer\" fromZappa in New YorkandLäther, about a biker who calls the devil's bluff. Apparently, you're notsupposedto want to sell your soul.The Canadian bandGreat Big Seadid this according to their songStraight to Hell. Strangely enough, both sides get exactly what they want: A life of Rock and Roll in exchange for One Eternal Soul. The chorus:Love me now while we're aliveIt's the best thing we can doWe'll have no time up on Cloud NineSo Heaven on Earth will have to doI can sing like a birdAnd dance like a demonAnd I do it all so wellCause I made a deal with the DevilAnd when I dieI'm going straight to hell.The songDemolition Loversoff ofI Brought You My Bullets, You Brought Me Your Loveand most of the albumThree Cheers for Sweet RevengebyMy Chemical Romancewere supposed to operate on a story line thata somewhat nefarious pair of loversare killed in a hail of bullets. The man gets to Hell, finds out the woman is still alive, and then makes a deal with the devil — he'll kill 1000 evil men in order to get his life back and be with his woman. However, the band isa fail at sticking to story lineswhen they decide to make a concept album, so you just have totrust them on this.Disturbed'sInside the Firehas the devil attempting to get the singer to give his soul to the devil (kill himself) so he can see his girlfriend (who killed herself) again. Draiman turns the deal down.Party of the First Partis a song/spoken word piece byBauhaus, where a rather dim woman gets conned out of her soul by ahilariouslyobvious demon (it says \"Beelzebub\" on hisbusiness card, for pity's sake) in return for short-lived musical fame.Orpheus makes one with Hades in the folk operaHadestown.Subverted inSound Horizon'sSeisen no Iberia, where Layla's literal Deal With The Devil ends up being the smartest decision anyone's made in centuries,what with creating a peaceful resolution to eponymousForever War.The premise of the video for Ultravox'sHymn. It features an actor, a struggling politician, a club singer and a waiter being offered contracts by a tall, slick,green-eyedman who is heavily implied to be the devil. They all take him up on his offer and enjoy success, until he calls in his \"favours\". It ends with him tying up the singer and a contract burning.A popular urban legend theorizes that the members ofLed Zeppelinsold their souls to Satan in exchange for fame and fortune, and John Paul Jones was the only member of the band who refused. This is why John Paul Jones is the least-known member of the band, but he's also the only one who hasn't suffered some horrible tragedy in his personal life.Skycladplays with the trope. The song \"A Great Blow for a Day Job\" starts with the \"main character\" selling his soul for fifty years of wealth, fame, health andgood fiddling skills. Unlike \"The Devil Went down to Georgia\", it doesn't end up with the \"beating the devil\" thing... except that the main character really doesn't seems to give a damn about spending eternity in Hell becauseturns out he lived a REALLY good life.Mick Ryan songThe Widow's Promise, alternatively calledThe WidoworThe Widow and the Devil, has a humorous twist where a lonely widow offers her soul in exchange for aincubi devilsatisfying her in bed. The widow provesliterally insatiable, and the Devil ends up giving up in exhaustion after several rounds. Then he finds out to his horror that there's nothing stopping her from trying the deal again the next night, and flatly refuses to show up.\"Friend of the Devil\" byThe Grateful DeadfromAmerican Beauty (1970), where a man escapes from jail with help from the Devil, but ends up chasing him in the end.Kris Kristofferson's \"To Beat The Devil\" has him meet up with old Nick in a bar and being shown how to write a hit song in exchange for accepting that his music will never matter. He ends uprewriting the Devil's songto fit his own ideas.I ain't sayin' I beat the devilBut I drank his beer for nothin'...and then I stole his song!In the song \"Hooker with a penis” bytoolwhen confronted about selling out, the protagonist of the song mentions that he was sold out for a long time.\"All you know about me is what I sold you, dumb fuck. I sold out before you ever even heard my name, I sold my soul to make a record dipshit,THEN YOU BOUGHT ONE!Themusic videofor the songNameless Worldby Skip The Use shows a man driving to a place specified in his record contract with a Mr. Behemoth. On his way there, he's hit by a truck driven by a man that looks like the devil...and in that moment the man realizes what exactly his record contract was.The song \"Devil Came with a Smile\" byA Pale Horse Named Deathis about a rockstar who wants theSex, Drugs, and Rock & Rolllifestyle. It doesn't last long, of course.The Lab Rats' Devil's Train, near the end the protagonist of the song is met byThe Devil/demon/Humanoid Abominationwho suckers the protagonist into a deal.Ooh easy with the tongue son, try to listen carefully/What you seen's scary butnothing when compared to me/I could show you things that paint all your dreams haunted/I could make you scream if I wanted/Or I can be the bee in your bonnet, your best-friend forever/Two peas in a pod flocking like birds of a feather/And you never have a need to beg work or steal/If all this sounds worth it thenlets make a deal/All you want in lifefor price of your soul/All the money you can fold, power that you can hold/I'll put you incontrol, only if you're down to roll down these/train tracks tonight.Attempted by the narrator of KONGOS' \"Come With Me Now\". It doesn't work; the narrator is already a roiling mess of sins, so presumably Old Scratch doesn't see much point in putting in the hard yards for something he's already getting.I tried to sell my soul last night/Funny, he wouldn't even take a bite...The Pretty Reckless' \"Take Me Down\" is about Taylor Momsen doing this in exchange for a musical career.The music video forPhantomby Nathan Sharp follows a young magician who makes a deal to put on the perfect magic act.Colter Wall's\"The Devil Wears a Suit and Tie\"is a somewhat stock-standard crossroads-deal-type-situation with the added qualifier that the Devil is genteel and \"white as a cotton field\".Stormfrun: In \"Down Below\", a sailor with a gambling habit makes a deal withDavy Jones: in exchange for becoming the wealthiest person on the ship, he will serve Jones after his death. Jones fulfills his promise by sending storms and ill luck to kill of the rest of the crew,leaving the luckless signer the wealthiest person aboard by virtue of being the only.The narrator ofType O Negative's \"All Hallows Eve\" sells his soul to bring his lover back from the grave.\n\nMyths & ReligionSurprisingly, theactual Devildoesn't invoke this trope until relatively late in the game. InThe Bible,SatantemptsJesusby offering him all the kingdoms of the world in exchange for just a little worship. Of course, Jesus (being incorruptible) doesn't take the bait, but that still makes thisOlder Than Feudalism.The Living Bible translation ofIsaiah 28:15has God through Isaiah telling Israel \"You have struck a bargain with death, you say, and sold yourselves to the devil in exchange for his protection against the Assyrians.\" But God tells them a few verses later \"I will cancel your agreement of compromise with death and the devil, so when the terrible enemy floods in, you will be trampled into the ground.\"Buddha is similarly offered a deal by Yama, king of the dead, as Buddha's teachings mean people will stop existing after death instead of being reincarnated, killing his business. He tries to threaten Buddha with a rain of poisoned arrows, swords, and other weapons, but the other gods turn them to harmless flowers, as the gods need the teaching of Buddha just as much as men. He then tempts Buddha with his beautiful daughters, and when that fails tries to make Buddha go back to defend his family. Buddha merely tells him they are destined, as everyone else, to die some day, even if Buddha saves them now. Finally Yama tells him, \"No one will listen to you. People are so deluded they even like my crappy merry-go-round of reincarnation.\" This last attempt is the only thing that gives the Buddha pause, but he replies, \"That's true, except at least SOME will listen.\"\n\nProfessional WrestlingSatan claimed responsibility for QT Marshall'sRing of Honoremployment atA Night Of Hoopla.Matt Tremont justified working with Drew Blood by explaining that he had scene a ladder leading up to heaven through a light Blood had told him to look at and came to the realization that there was no God, that the closest thing to God was himself because he was the savior ofCZWbut thatthe devil was in fact realbecause he realized in the same moment it was Blood.InNWAHouston and Lonestar Championship Wrestling, Prince Kanu has a reputation for duping and manipulating wrestlers into signing one sided contracts and taking unnecessary wagers. Read the fine print!The Rockoffered one up to Cody Rhodes on route toWrestleMania41, stating that he wants part of Cody's soul for eternal stardom. AtElimination Chamber: Toronto, Cody agrees he wants the stardom...but he refuses to give into the Rock's demands. But that's fine with The Final Boss...because he already gotJohn Cenaunder his thumb since Cena is desperate to do anything to get his covered 17th World Championship.\n\nPodcastsAin't Slayed Nobody's \"The Between\": Moyra Innes makes a deal with the Limehouse Lurker, getting him to stop feeding on innocent victims in exchange for her telling the other Hunters that he's left the city. However,this leads to him getting recruited by Theodora Brathwaite, and tarnishes Moyra's reputation with the other Hunters—especially Viola Archer—when they find out from Julias that she lied.\n\nPuppet ShowsTheDinosaursepisode \"Life in the Faust Lane\" had Earl Sinclair make a deal with the devil to get a very exclusive mug.Played for Laughsin theAlice Cooperepisode ofThe Muppet Show. Cooper acts as an agent for the devil, offering a contract that will give the muppet who signs it anything they want in exchange for their soul. Gonzo is ecstatic, but can't find a pen. (\"I'll sell my soul for a pen! No, I have other plans for that.\") Miss Piggy goes through with the deal for great beauty, but is turned off by what Cooper considers beautiful. After giving Piggy a refund, Cooper radios the devil to report...Cooper:Hello, boss... No, no, I didn't make a sale... Listen, do I get any commission on hourly rentals?[Radio spews flames]Cooper:Whew. Touchy.At the end, Gonzo appears in an explosive flash holding a piece of paper similar to the offered contract. Kermit asks if it's the contract, but Gonzo reveals it's something worse:the bill from the special effects department!Cue everyone, Cooper included, letting out aBig \"NO!\".\n\nRecorded & Stand-Up ComedyBill Hickshad a notorious comedy routine in which he accused bands that endorsedanti-drug messagesofdoing this. Sort of.\"SUCK SATAN'S COCK!\"\n\nTheaterDoctor FaustusbyChristopher Marlowecentres its entire plot around this. The eponymous doc cuts a deal with the devil (well, a devil named Mephistophilis, anyway) for twenty-four years of anything he wants in exchange for his soul. He comes to regret this, but whether from pride or faithless despair, he never accepts salvation from divine sources.Faust, written byJohann Wolfgang von Goetheis another telling of the Faustus myths and legends, although it differs significantly from Marlowe's version.The Devilis a rock x classical musical loosely based on Goethe's play, with the two spirit beings X-Black and X-White competing to influence the soul of Wall Street banker John Faust.InCross Roadviolinist Niccolo Paganini makes a contract with Amduscias, the Devil of Music. Niccolo gives his life in exchange for one million songs of genius. Once he's played the millionth song, he will die. The usual story is subverted, though — Niccolo dabbles withI Just Want to Be Normalas his songs count down and he has only 463 left, 462... but in the end,he accepts death, and has no regrets. Amduscias is also something of aBenevolent Genie, as he protects Niccolo from some of the dangers associated with their contract, and comes to really care for him. He sings a hauntingly beautifulDark Repriseof thetitle songover Niccolo, mourning for him when he finally does die.A deal with the devil is commonly used in pantomimes. A naive character (AKA: village idiot) is commonly corrupted by the villain with the promise of riches and power. This either leads to the villain holding him to ransom or the naive character returning in the second half hypnotised.Little Shop of Horrors: \"You eat blood, Audrey II, let's face it. How am I going to keep on feeding you, kill people?\" \"I'll make it worth your while...\"Hertzog, fromThe Black Crook, made a deal with the devil, who is referred to as Zamiel. In exchange for immortality, Hertzog must give Zamiel a fresh soul every New Year's Eve.Discussed in Robert Bolt'sA Man for All Seasons, when Sir Thomas More tells Richard Rich (who had perjured himself, betraying More's trust, leading to More's arrest and Rich's promotion to Attorney General for Wales), \"Why, Richard, it profits a man nothing to his soul for the whole world...but forWales?\"Bolt also explores this in his lesser-knownGentle Jack, which features a meek office worker given supernatural powers by Jack, a Pan-like deity. The protagonist is initially thrilled, using his powers to help his friends and coworkers, butrenegeswhen Jack demands that he kill someone to keep the powers forever.InDamn Yankees, aging Washington Senators fan Joe Boyd declares that he'd sell his soul to get his team to defeat the New York Yankees. Suddenly, amysterious gentleman named Applegateappears to make him the living embodiment of his wish. The deal is concluded just with handshakes; Applegate calls signing in blood a \"phony stunt.\" Lola, a seductive servant of the devil's, is later revealed to have made a similar deal in life; she was ugly and sold her soul for beauty. Interestingly, the devil ends up voiding his own deal with Joe, in a last-ditch attempt to keep the Senators from winning the pennant.InTwice Charmed, this is what the deal with Franco boils down to. He'll send the Tremaines back in time, but if they fail, they'll be cursed forever.InThe Soldiers Tale, the plot begins with the Soldier selling his old fiddle to the Devil in disguise in exchange for a book of riches (and a three-day reception which turns out to takequite a bit longer than promised).When Jeremy fromBe More Chillbuys hisSQUIP, he unwittingly does this. When it tells him to choose between his best friend of 12 years and the popularity he desires, he chooses the latter.InHadestown, Euridice signs her life away to Hades after she reaches a point of absolute desperation trying to survive. Hades seduces her during \"Hey, Little Songbird,\" and Euridice thinks she'd rather have stability with Hades than hardship withOrpheus.\n\nTheme ParksUniversal Studios’ 2023 edition ofHalloween Horror Nightshad a maze called “The Darkest Deal,” where a blues musician named Pinestraw Spruce sells his soul to an entity known as “The Collector” for musical fame.\n\nVisual NovelsAnimamundi Dark Alchemist: The lead character sells his soul to Mephistopheles in exchange for his sister's life after she's attacked by a monster in the woods. However, not only was Mephistopheles the one who attacked her in the first place, he did so because she had sold her soul to him a little while earlier in exchange for her brother's life. Naturally, Mephistopheles is quite pleased with himself forthat one. There is also a subversion. Dr. Bruno Glening wants a deal with Mephistopheles, butMephistofinds Bruno so repulsive that he rejects every attempt, and it has gotten to the point where he even refuses to answer the man's summons.Apollo Justice: Ace Attorney: In the buildup to Zak Gramarye's trial, Kristoph Gavin requested 12-year old Vera Misham's services in forging Magnifi Gramarye's missing diary page, and in exchange, gave her a bottle of nail polish that he called a\"good\" luck charmas incentive for her togo outside. Vera saw him as herGuardian Angel, but also noticed the sign of the Devil in the hand that gave her the nail polish, as unbeknownst to Vera, Kristoph had laced the nail polish with the deadly poison atroquinine, which she ingested uponnervously biting her nails. As she falls unconscious from poisoning, Vera outright calls Kristoph \"the Devil\".Aselia the Eternal - The Spirit of Eternity Sword: Before the story begins, Yuuto somehow managed to make a contract with Desire, a living weapon. The deal was that it would save his little sister's life, and when the time came Yuuto would wield it to destroy its enemy, Oath. Both swords are evil. Played with a little in that Desire never really gains the degree of control over Yuuto that it expected it to.And that it dies before achieving its goal and lightens up a little at the end.Contract Demon: Kamilla's job is to make these, although she's put off by how many people want to have sex with demons.Fate/stay night:Alaya, the will of Humanity to survive, is capable of making deals with humans. In exchange for a miracle granted via Alaya's power, the human agrees to become a Counter-Guardian in death. Counter-Guardians are dispatched to destroy threats to humanity, which more often than not are humans themselves, and destroying anything associated with the threat, up to and including entire nations. The only way to escape the contract is if the Counter-Guardian's legend becomes revered enough for them to enter the Throne of Heroes.Archerentered a contract to save a few hundred people from a natural disaster. He despises his existence as a Counter-Guardian, as even though he is saving more people in the long term, all he ever sees are the people he slaughters indiscriminately.Saberregretted her choices in life and made a contract with Alaya. In exchange for undoing her choices, she would become a Counter-Guardian.Prior to death, her soul was removed from time and sent to claim the Holy Grail, which could grant the wish. She ultimately chooses to accept her life, and so is freed from the contract.The Many Deaths of Lily Kosen: The titular Lily makes one to try and stave off her unspecified illness. It works,via the demon possessing her and healing her body whenever it's damaged badly enough.Pizza Game:The True Route reveals that Mr. Arimnaes made a deal with a demon as a child to grant him the power to instantly kill people.Tavern Talk: Mike struck a deal with Tuat that the latter would grant him immortality in exchange for guarding the Spirit Dragon's realm. However, Tuat tricked Mike into being turned into the first vampire, and nobody from the living world or the afterlife wanted him.Tyrion Cuthbert: Attorney of the Arcane: Several characters discuss accounts and legends of people making Blood Contracts with demons, with predictably negative results. Such contracts aremagically bindingeven if the subject was tricked or coerced into signing, but if anything in the contract is invalid, the entire contract can be rendered null and void, so demons tend to be very careful to not leave any room for loopholes or interpretation.TheBig Bad, Eris, is a demon who's brokered Blood Contracts with several characters throughout the story, willing or otherwise, to carry out her agenda. The climax of the final chapter involves invalidating one of her contracts, by proving that one of its terms was not (andcould not be) fulfilled as written.Umineko: When They Cry: A deal with the \"Golden Witch\",Beatrice, sets the plot into motion. The protagonist Battler's family patriarch Kinzo made a deal with her to amass the family fortune, and she plans to reclaim it upon his death unless Battler can solve her riddle.\n\nWeb AnimationThe story ofTOMEbegins with one in the form ofAlpha making a deal with the Forbidden Power, which comes back to bite him in ahugeway later and becomes the main conflict of the series. Interestingly, during theFinal Battle, Alpha convinces the Forbidden Power to make a deal withhimwhen it's about to be deleted, which gives Alpha the edge in the fight against theBig Badand ultimately lets the good guys win in the end.The trope also applies in TOME's predecessor series,Tv Tome Adventures.In the first episode ofHelluva Boss, \"Murder Family\", Blitzo unintentionally agrees to a deal with Stolas while he's busy being shot at. Since Stolas owns the magic book the imps use to enter the living world, and Stolas needs it sparingly for his own duties, Blitzo has to bring the book back to Stolas once a month on the full moon. Not only that, but during that night Blitzohas to sleep with Stolasto maintain the arrangement.Overly Sarcastic Productions: Red discusses this in herFaustian BargainsTrope Talk, dividing it into sub-tropes based on what the mortal party does with the deal. She also notes that in almost all cases, doing this is areallybad idea, as the boon is temporary while the price is eternal, and thereforealwaysa bad trade.Power: Generally used for bad guys and occasionally anti-heroes. For villains, it increases their threat level while also adding a built-in kill switch in the form of the bargain coming due, and for the anti-heroes, it makes them tragic characters as no matter what they accomplish with their power, they are in the end doomed to the same fate as the villains; the bargain comes due, and the devil figure comes to collect. This variant is often used for aVengeance Feels Emptyaesop, as a character trades their future for revenge, only to realize once they've cooled down (or actually gotten their revenge and now have to live with the consequences) that it wasn't a good trade.Saving a Loved One: Used more often for heroes as a plot hook, and usually comes with the obvious trick of the loved one dying from something else. Often comes with power prepackaged in to give the hero something to show for their bargain plot-wise.Good Times: Sometimes crosses over with power in the details of the bargain, but not in plot use; since a hedonistic deal is probably the dumbest type of Faustian bargain one can make (as the benefits are by definition temporary and serve no greater purpose), these sorts of stories are usually about aVillain Protagonist's self-destruction as they realize that the thing they thought would make them happy didn't, as in stories likeThe Picture of Dorian Gray.\n\nReal LifeWhile reliable evidence that Satan has ever actuallyboughtanyone's soul is not available, someTheistic Satanistsmay claim to havesoldtheir souls to him, or to havegiventhemselves over to him.There have been a few attempts of people selling their souls on eBay. Known examples include electronic musician Moby, who put his up as aTake That!to critics who felt he \"sold out\".So did the atheist activist Hemant Mehta, who later wrote a bookI Sold My Soul on eBay. Note that what he wasactuallyselling was the right to have him attend a church of the winner's choice for a year. The soul thing was a gimmick.eBay has, perhaps unsurprisingly, banned this practice, prohibiting the sale of items whose existence cannot be verified and deleting such listings as soon as they're discovered.\"If the soul does not exist, eBay could not allow the auctioning of the soul because there would be nothing to sell. However,if the soul does exist then, in accordance with eBay's policy on human parts and remains, we would not allow the auctioning of human souls.\"Somebody got around the ban by instead selling an autographed card of himself - the card being, naturally, a deed to the seller's soul.In Latvia, a country hard hit by the 2007-9 economic crisis, the Kontora loan office is lending people money at high interest rates if they agree to use theirsouls as collateral. So far, about 200 people have taken Viktor Mirosiichenko up on his offer. They don't employ any debt collectors either...Mirosiichenko: \"If they don't give [the money] back, what can you do? They won't have a soul, that's all.\"British game retailerGameStationdecided to make a point about online Terms & Conditions and how nobodyeverreads them, byinserting a clause that the user gives up his soul to them. They later e-mailed all those who had agreed to the terms assuring them that they would be immediately nullifying any claim they had on their customers' souls. This happened onApril Fools' Day, incidentally.",
  "examples": [
    {
      "section": "Other examples",
      "text": "In a Mercedes-BenzSuper Bowlad, the protagonist is willing to sell his soul for afancy car, thanks in part tohis imagined future with it. He breaks off the deal when he spots the car's (relatively) low price on a billboard.",
      "links": [
        {
          "title": "Super Bowl",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/SuperBowl"
        },
        {
          "title": "his imagined future with it",
          "url": "/pmwiki/pmwiki.php/Main/SexForProduct"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "A Cadbury ad has two representatives of candy companies bidding on the Caramilk secret. Each offers more money than the other, then one says in desperation that he'll pay \"anything.\" The person with the secret leans forward.\"Anything?\"",
      "links": [
        {
          "title": "\"Anything?\"",
          "url": "https://www.youtube.com/watch?v=Lu066haghDQ"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Adventures in Odyssey:Dr. Regis Blackgaard, as it turns out, made one of these when he was injected with a deadly virus, selling his soul to save his life. Before he did so, he was a well-intentionedMI6agent, but the loss of his soul effectively turned him into a moustache-twirling supervillain. Also, as it turns out, the deal only slowed down the virus and it's eventually going to kill him, and as a result, he's desperate to find a way to escape his death.",
      "links": [
        {
          "title": "Adventures in Odyssey",
          "url": "/pmwiki/pmwiki.php/Radio/AdventuresInOdyssey"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "And Then Emily Was Gone: Bonnie Shaw (the bogeyman) is called when a parent makes a deal in exchange for their child.Emily's mother made a deal to get rid of her husband's sickness.",
      "links": [
        {
          "title": "And Then Emily Was Gone",
          "url": "/pmwiki/pmwiki.php/ComicBook/AndThenEmilyWasGone"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Angel & Faith: In issues #10 and #11, two of Giles' spoiled and snobbish aunts come to Angel and Faith for help. They made deals with several demons in exchange for eternal youth, beauty, perfect health, etc. As the demons come out of the woodwork looking to collect on their bargains, Angel and Faith slay them one by one, with the aunts refusing to lift a finger to help. One of the demons says that the aunts bargained a kiss for his gift, so Angel and Faith let him pass. As the demon forcefully French-kisses the complaining aunts, the next demon that comes calls a truce and says he will leave satisfied if Angel and Faith let him watch.",
      "links": [
        {
          "title": "Angel & Faith",
          "url": "/pmwiki/pmwiki.php/ComicBook/AngelAndFaith"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Archie Comics:One story has Jughead discovering aDiner On The Hill That Wasn't There Yesterday(Heck, nobody's sure if the hill was there either!). Inside, the only waitress, Darlene, offers the house special, a... well, put bluntly it's like aDagwood Sandwichmade with pizzas instead of bread and topped withcheeseburgers, but in exchange Jughead must give up his most important aspect- his metabolism! Confused, Jug nonetheless goes along with it. However, aBig Eaterlifestyle minus the needed metabolism causes Jughead to bloat up very quickly. Archie learns about the trade and gives up his pure heart to get the metabolism back. But without his pure heart, Archie is just another womanizing boy.Betty and Veronicadecide to go after the pure heart and give up their compassion and status, respectively, but because Veronica's status came from her father's fortune, this causes the Lodge family to go broke, and without her compassion Betty becomes a femaleReggie. To add salt to the wound, Darlene is a con artist who didn't really give anything up. With the help ofSabrina the Teenage Witch, Jughead is able to set things right by forcing Darlene to take on the pure heart and compassion, making Darlene nice enough to push theReset Button. (Well, not quite- Jughead has to work off the weight he put on). There's also aRunning Gagabout the gang assuming Darlene wanted their souls, followed by anImagine Spotof said soul annoying Darlene somehow. When the girls do this, Darlene, she shouts, \"What is it with you kids and souls!?\"Issue 75 ofBetty and Veronicahas Betty making a deal with \"Mr Inferno\" (who has an angularNon-Standard Character Design) to get Archie's heart. As it turns out, Veronica also made a deal with him. When the two get pissed at him, he calls off the deal and goes back to Hell.",
      "links": [
        {
          "title": "Archie Comics",
          "url": "/pmwiki/pmwiki.php/ComicBook/ArchieComics"
        },
        {
          "title": "Diner On The Hill That Wasn't There Yesterday",
          "url": "/pmwiki/pmwiki.php/Main/LittleShopThatWasntThereYesterday"
        },
        {
          "title": "Dagwood Sandwich",
          "url": "/pmwiki/pmwiki.php/Main/DagwoodSandwich"
        },
        {
          "title": "Big Eater",
          "url": "/pmwiki/pmwiki.php/Main/BigEater"
        },
        {
          "title": "Betty and Veronica",
          "url": "/pmwiki/pmwiki.php/Main/BettyAndVeronica"
        },
        {
          "title": "Reggie",
          "url": "/pmwiki/pmwiki.php/Main/JerkAss"
        },
        {
          "title": "Sabrina the Teenage Witch",
          "url": "/pmwiki/pmwiki.php/ComicBook/SabrinaTheTeenageWitch"
        },
        {
          "title": "Reset Button",
          "url": "/pmwiki/pmwiki.php/Main/ResetButton"
        },
        {
          "title": "Running Gag",
          "url": "/pmwiki/pmwiki.php/Main/RunningGag"
        },
        {
          "title": "Imagine Spot",
          "url": "/pmwiki/pmwiki.php/Main/ImagineSpot"
        },
        {
          "title": "Non-Standard Character Design",
          "url": "/pmwiki/pmwiki.php/Main/NonstandardCharacterDesign"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "A teenage boy summons the eponymous demonic rock group to make a deal for wealth and and power (but ultimately ends up settling for a blowjob) in theCherry Comicsstory \"Bimbos from Hell\".",
      "links": []
    },
    {
      "section": "Other examples",
      "text": "Birthright: Mikey Rhodes agreed to serve God King Lore after he failed to defeat him. Lore sealed the deal by attaching a Nevermind (a malevolent spirit that is an extension of his own will) to Mikey's soul. The Nevermind gives Mikey advice and grants him power while they serve Lore, but it also enforces Lore's will. Removing it isn't really an option either, since being bonded to Mikey's soul also made it necessary for Mikey to survive. If it goes, Mikey goes with it.",
      "links": [
        {
          "title": "Birthright",
          "url": "/pmwiki/pmwiki.php/ComicBook/Birthright"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Black Science: Doxta is happy to bargain with those who approach, sometimes by offering to give them back something she just took in exchange for some greater sacrifice. It's implied she's amused by the suffering endured as her victims live out their lives knowing what they've lost.",
      "links": [
        {
          "title": "Black Science",
          "url": "/pmwiki/pmwiki.php/ComicBook/BlackScience"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Chicago Typewriter:Hades provides the underworld's denizens with a safe haven, and has bindings to prevent him from interfering with their business. In return, he is protected from police, gangsters and demons.Remì Geroux provides human souls to demons in return for power and wealth.",
      "links": [
        {
          "title": "Chicago Typewriter",
          "url": "/pmwiki/pmwiki.php/ComicBook/ChicagoTypewriter"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Chick Tracts: Jack Chick has used this motif several different times, notably in \"Angels?,\" \"The Contract\", and \"It's A Deal.\" This is arguably a subversion, since the point of these tracts is to contend that Jesus could save you even from one of those contracts if you have the requisite faith. (And if youdon'thave faith in Jesus, the devil gets you whether you sign a contract or not.)\"The Contract\" is almost certainly intended as aDeconstructionofThe Devil and Daniel Webster, while \"Angels\" is an over-the-topTake That!to rock music. It's not clear whether Jack Chick really believes Satan has ever showed up in person and tried to buy anyone's soul, though he's willing to work with the idea as a hypothetical situation in his stories.Given that the contract actually makes zero difference in whether the devil gets your soul, it's not clear why he goes around making these offers anyway. Possibly to trap people in despair (because they think the contract is unbreakable), or maybe justFor the Evulz.\"The Contract\" does hint at another potential reason near the end: such a contract can be useful as aFalse Reassuranceto any friends and associates of the signer whodidn'tmake any deals with the devil. It certainly served up a nastyTwist Endingfor Bob Goode:Bob Goode: But thecontract!...Ididn'thave a contract with you! Youcan'tget my soul!B. Fox:Youfool!...I don'tneeda contract!I've got everyone anyway.",
      "links": [
        {
          "title": "Chick Tracts",
          "url": "/pmwiki/pmwiki.php/ComicBook/ChickTracts"
        },
        {
          "title": "Angels?",
          "url": "http://www.chick.com/reading/tracts/0034/0034_01.asp"
        },
        {
          "title": "The Contract",
          "url": "http://www.chick.com/reading/tracts/0078/0078_01.asp"
        },
        {
          "title": "It's A Deal",
          "url": "http://www.chick.com/reading/tracts/1109/1109_01.asp"
        },
        {
          "title": "Deconstruction",
          "url": "/pmwiki/pmwiki.php/Main/Deconstruction"
        },
        {
          "title": "The Devil and Daniel Webster",
          "url": "/pmwiki/pmwiki.php/Literature/TheDevilAndDanielWebster"
        },
        {
          "title": "Take That!",
          "url": "/pmwiki/pmwiki.php/Main/TakeThat"
        },
        {
          "title": "For the Evulz",
          "url": "/pmwiki/pmwiki.php/Main/ForTheEvulz"
        },
        {
          "title": "False Reassurance",
          "url": "/pmwiki/pmwiki.php/Main/FalseReassurance"
        },
        {
          "title": "Twist Ending",
          "url": "/pmwiki/pmwiki.php/Main/TwistEnding"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Creepy:In \"The Cool Jazz Ghoul\" inCreepy#34 a jazz musician whose day job is at a funeral parlor offers his soul in exchange for enough money to start his own jazz club - then slips the devil's human form some wine laced with embalming fluid and sells the body to a circus.In \"Gunsmoke Charly\" inCreepy#35 a gunslinger wannabe sells his soul to the devil in exchange for invulnerability to bullets. Eventually the guilt and paranoia get to him.",
      "links": [
        {
          "title": "Creepy",
          "url": "/pmwiki/pmwiki.php/Magazine/CreepyMagazine"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Disney Ducks Comic Universe: OneDonald Duckstory has him going to theDeep Southto become a folk singer after hearing a story about an ancestor of his was one and saved a town from a family of hillbillies who made one of these and takes the nephews along, on the way they meet aBig FunPig Mantax collector who hitches a ride because he's going to the same town and loves Donalds horrible singing voice. When they arrive it turns out that the hillbillies from the story are still around and Donald briefly has aHeroic BSoDafter hearing a recording of his voice and realizes both he and his ancestor were both sounded horrible although he recovers when he realizes his singing really does act like aKryptonite Factorfor the hillbillies and their monsters. Later they find out that the tax collector managed to beat the hillbillies offpanel after Donald drove them back and after he leaves they realize the truth: the \"tax collector\" was the devil come to collect the hillbilies souls and the reason why Donald's and his ancestors voice acts like aKryptonite Factorfor the monsters is because he likes their singing so much he added that into the contract.",
      "links": [
        {
          "title": "Disney Ducks Comic Universe",
          "url": "/pmwiki/pmwiki.php/ComicBook/DisneyDucksComicUniverse"
        },
        {
          "title": "Donald Duck",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/DonaldDuck"
        },
        {
          "title": "Deep South",
          "url": "/pmwiki/pmwiki.php/Main/DeepSouth"
        },
        {
          "title": "Big Fun",
          "url": "/pmwiki/pmwiki.php/Main/BigFun"
        },
        {
          "title": "Pig Man",
          "url": "/pmwiki/pmwiki.php/Main/PigMan"
        },
        {
          "title": "Heroic BSoD",
          "url": "/pmwiki/pmwiki.php/Main/HeroicBSOD"
        },
        {
          "title": "Kryptonite Factor",
          "url": "/pmwiki/pmwiki.php/Main/KryptoniteFactor"
        },
        {
          "title": "Kryptonite Factor",
          "url": "/pmwiki/pmwiki.php/Main/KryptoniteFactor"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Dylan Dog: The comic has multiple examples with different devils and supernatural entities, who grant the wish in different manners but always demand a soul in exchange:\"Baba Yaga\" is centered about two such deals made by the same person. Said person was terminally ill and stole from a gangster so his family could live well after he died, and the gangster in retaliationkilled his family after he told him why he had done so. To have his revenge, the man sold his soul a devil so the gangster and his men would die before him...And then the devil tells him he'll kill them right before he dies,so he won't be able to see them dying and enjoy his revenge. Furious, the man makesanotherdeal, offering his soul toBaba Yagain exchange for their death. Yaga teleports him to where he can enjoy the show and thenblows them up in a way that sets them on fireimmediately... And the devil shows up because the man had sold the soul to him first, and refuses to let him die (and thus let Yaga claim his soul) until he can take said soul.In another occasion Dylan was hired by a man who had sold his soul in exchange for being cured of hisstutter... Except the devil had failed to deliver, so he wanted Dylan togo to that devil's London office and force him to void the deal. After accepting that the man wasnot a madman(and thus not trying to get him interned), Dylan went to the devil's office and found that the devilwas more than willing to void the contract if his powers had failed to cure his stutter, only to find out the hard way the man had slipped a clause that madehimthe new devil if the contract was voided and had been faking not losing his stutter. That devil lived just long enough to tell Dylan he had got the job in pretty much the same way.",
      "links": [
        {
          "title": "Dylan Dog",
          "url": "/pmwiki/pmwiki.php/ComicBook/DylanDog"
        },
        {
          "title": "killed his family after he told him why he had done so",
          "url": "/pmwiki/pmwiki.php/Main/KickTheDog"
        },
        {
          "title": "And then the devil tells him he'll kill them right before he dies",
          "url": "/pmwiki/pmwiki.php/Main/JackassGenie"
        },
        {
          "title": "so he won't be able to see them dying and enjoy his revenge",
          "url": "/pmwiki/pmwiki.php/Main/KickTheDog"
        },
        {
          "title": "Baba Yaga",
          "url": "/pmwiki/pmwiki.php/Literature/BabaYaga"
        },
        {
          "title": "blows them up in a way that sets them on fire",
          "url": "/pmwiki/pmwiki.php/Main/CruelAndUnusualDeath"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Empowered:Sistah Spooky'sbackstory is a subversion. The deal she cut when she was her high school'sButt-Monkeywas only for beauty, but her caseworker screwed up the paperwork and she got Fearsome Arcane Might as a bonus. (Her first plan wasBloody Vengeanceon herAlpha Bitchtormentors, but the demon couldn't inflict harm on other clients of Hell — they'd all sold their souls for beauty already.)This comes back to bite her in the ass in the most tragic way imaginable. Her initial refusal to give back the powers is played for laughs, but later on the demon approaches her again when she is already near theDespair Event Horizon(thanks toher ex-lover Mind***'s deathand her own impending dismemberment by Deathmonger) and reveals that he got into a lot of trouble because she wouldn't give her powers back, but that it's okay now, because now he's going to spend eternitytorturing and violating his new toy, Mind*** in the most sadistically horrific ways imaginable. Whether he was telling the truth or just trying to push her buttons, it was a rather cruel way of making the point thatone does not casually flip off Cthulhu.",
      "links": [
        {
          "title": "Empowered",
          "url": "/pmwiki/pmwiki.php/ComicBook/Empowered"
        },
        {
          "title": "Sistah Spooky's",
          "url": "/pmwiki/pmwiki.php/Main/AlphaBitch"
        },
        {
          "title": "Butt-Monkey",
          "url": "/pmwiki/pmwiki.php/Main/ButtMonkey"
        },
        {
          "title": "Bloody Vengeance",
          "url": "/pmwiki/pmwiki.php/Main/WhosLaughingNow"
        },
        {
          "title": "Alpha Bitch",
          "url": "/pmwiki/pmwiki.php/Main/AlphaBitch"
        },
        {
          "title": "Despair Event Horizon",
          "url": "/pmwiki/pmwiki.php/Main/DespairEventHorizon"
        },
        {
          "title": "one does not casually flip off Cthulhu",
          "url": "/pmwiki/pmwiki.php/Main/DidYouJustFlipOffCthulhu"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Fables: The main character ofJack of Fableshas been selling his soul toa series of devilssince he was in his twenties, originally to gain a physical body after being killed the first time and banned from the afterlife. He gains another hundred years of life every time he does it. It in of itself may have been unnecessary since popular fables like himself are pretty much immortal and tend to get new bodies or at least something similar takes their place eventually. He realizes too late that in the long run it is a bad deal because sooner or later he will run out of devils to deal with and things to offer while agreeing to suffer torments punishments each time. When they come to collect he is screwed.",
      "links": [
        {
          "title": "Fables",
          "url": "/pmwiki/pmwiki.php/ComicBook/Fables"
        },
        {
          "title": "a series of devils",
          "url": "/pmwiki/pmwiki.php/Main/ClapYourHandsIfYouBelieve"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Gen¹³: Heroine Caitlin Fairchild resolves aBrought Down to Normalstoryline by making a deal withseries villainessIvana Baiul: restore her powers now, in exchange for performing one mission for Ivana sometime in the future. The plot hook is left alone until Adam Warren's run, where he has Ivana call in the favor for one issue — only to reveal that she'd been repeatedly using Fairchild on missions, only toerase her memory of the job, and of repaying her debt, every time.",
      "links": [
        {
          "title": "Gen¹³",
          "url": "/pmwiki/pmwiki.php/ComicBook/Gen13"
        },
        {
          "title": "Brought Down to Normal",
          "url": "/pmwiki/pmwiki.php/Main/BroughtDownToNormal"
        },
        {
          "title": "series villainess",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Ivana Baiul",
          "url": "/pmwiki/pmwiki.php/Main/TheBaroness"
        },
        {
          "title": "erase her memory of the job, and of repaying her debt, every time",
          "url": "/pmwiki/pmwiki.php/Main/LaserGuidedAmnesia"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Hack/Slash: A wannabe rocker named Jeffrey Brevard (\"Six Sixx\") sells his soul and the souls of his band to an entity he thinks is the Devil (it's not) in exchange for fame and fortune (and demonic powers). As a part of the deal he also has to supply his benefactor with virgins for... breedingpurposes. Also,Elvis apparently got his talent from the same entity.",
      "links": [
        {
          "title": "Hack/Slash",
          "url": "/pmwiki/pmwiki.php/ComicBook/HackSlash"
        },
        {
          "title": "it's not",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        },
        {
          "title": "purposes",
          "url": "/pmwiki/pmwiki.php/Main/MarsNeedsWomen"
        },
        {
          "title": "Elvis apparently got his talent from the same entity.",
          "url": "/pmwiki/pmwiki.php/Main/BeethovenWasAnAlienSpy"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Hellblazer: John Constantine has a reputation of usually being able to get the upper hand in Infernal Contracts, earning him the irritation of Heaven and Hell. Most notably, hesold his soul to all three archdemons, meaning he can't die until they've resolved who actually gets it. Being archdemons, they aren't inclined to compromise, and the only alternative is open war between them - something they are very keen to avoid.At some point, though, the First of the Fallen discovered that God had lied to him to keep a power balance in Hell, and he then destroyed his \"brothers.\" However, he is later killed by Constantine's succubus buddy. Apparently, though, He got better.Lucifer in the Hellblazer series plays this perfectly straight. Healwaystells the exact truth,alwaysadvises people seeking to making a deal with him that they need to think it over and be absolutely sure, andalwaysholds true to the contract by giving the personexactly what they asked for.There are a lot ofOh, Crap!moments from people who make a deal with Lucifer, but they can't say they weren't warned.There just isn't any fine print.In hell, a particularly risky bargain is called a deal with Constantine.In an early issue, the stock broker \"Mammon Investments\" has a contract which provides that if the client misses a commission payment, they forfeit \"all intangibles in perpetuity\". The clients' investments are always successful, but other things in their lives go wrong, causing them to miss a payment—at which point they find out that the \"intangibles\" they forfeit are their souls.Hellblazer: Rise and Fall: It's revealed that Despondeo sells Lucifer's wings to wealthy business-peoplewith a lot of sins on their soulsin exchange for all of their earthly possessions, convincing them that they can simply fly overThe Pearly Gatesand into heaven with no resistance. While they get cast down byThe Armies of Heavento their deaths, Despondeo is free to destroy their business empires and feed off of the despair the socio-economic fallout it causes.",
      "links": [
        {
          "title": "Hellblazer",
          "url": "/pmwiki/pmwiki.php/ComicBook/Hellblazer"
        },
        {
          "title": "Oh, Crap!",
          "url": "/pmwiki/pmwiki.php/Main/OhCrap"
        },
        {
          "title": "In hell, a particularly risky bargain is called a deal with Constantine.",
          "url": "/pmwiki/pmwiki.php/Main/MemeticBadass"
        },
        {
          "title": "Mammon Investments",
          "url": "/pmwiki/pmwiki.php/Main/LouisCypher"
        },
        {
          "title": "Hellblazer: Rise and Fall",
          "url": "/pmwiki/pmwiki.php/ComicBook/HellblazerRiseAndFall"
        },
        {
          "title": "with a lot of sins on their souls",
          "url": "/pmwiki/pmwiki.php/Main/CorruptCorporateExecutive"
        },
        {
          "title": "The Pearly Gates",
          "url": "/pmwiki/pmwiki.php/Main/ThePearlyGates"
        },
        {
          "title": "The Armies of Heaven",
          "url": "/pmwiki/pmwiki.php/Main/TheArmiesOfHeaven"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Hi Hi Puffy AmiYumi: In DC issue #2's \"Dark Agent,\" the girls ditch their manager Kaz and sign a contract with a figure we assume is a variation of the devil making him their manager in exchange for their souls. The girls experience wealth and fame beyond their imaginations, but it becomes ennui after awhile and want out of the deal. Kaz shows up and is challenged to a duel with guitars for the girls.",
      "links": [
        {
          "title": "Hi Hi Puffy AmiYumi",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/HiHiPuffyAmiYumi"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Lori Lovecraft: InLori Lovecraft: My Favorite Redhead, Natasha Reich and Dick Van Von make a deal with a demon: Natasha wanting fame and power, and Dick riches. Things go badly for them when they fail to deliver the secondHuman Sacrifice.",
      "links": [
        {
          "title": "Lori Lovecraft",
          "url": "/pmwiki/pmwiki.php/ComicBook/LoriLovecraft"
        },
        {
          "title": "Human Sacrifice",
          "url": "/pmwiki/pmwiki.php/Main/HumanSacrifice"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Lost At Sea (2003): Raleigh believes that her mother sold Raleigh's soul toThe Devilin exchange for career success and thatThe Devilplaced her soul inside a cat.",
      "links": [
        {
          "title": "Lost At Sea (2003)",
          "url": "/pmwiki/pmwiki.php/ComicBook/LostAtSea2003"
        },
        {
          "title": "The Devil",
          "url": "/pmwiki/pmwiki.php/Main/TheDevil"
        },
        {
          "title": "The Devil",
          "url": "/pmwiki/pmwiki.php/Main/TheDevil"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Misty: Many a heroine of one story would make one of these, for various reasons.",
      "links": [
        {
          "title": "Misty",
          "url": "/pmwiki/pmwiki.php/ComicBook/Misty"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Nikolai Dante: The trope is referenced when Akita Sagawa hires Nikolai to help apprehend Katarina. Nikolai turns the tables, taking out theYakuzaair force that was going to destroy Katarina'spiratesand 'accidentally' kill him.Murakami:We made adeal...Nikolai:You'd be better off dealing withthe devil.",
      "links": [
        {
          "title": "Nikolai Dante",
          "url": "/pmwiki/pmwiki.php/ComicBook/NikolaiDante"
        },
        {
          "title": "Yakuza",
          "url": "/pmwiki/pmwiki.php/Main/Yakuza"
        },
        {
          "title": "pirates",
          "url": "/pmwiki/pmwiki.php/Main/Pirate"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Nth Man: The Ultimate Ninja: After Sgt. Levin was dying of a chest wound, she is instantly healed byPsychopathic ManchildReality WarperAlfie O'Meagan after she agrees to perform a favor for him in the future.",
      "links": [
        {
          "title": "Nth Man: The Ultimate Ninja",
          "url": "/pmwiki/pmwiki.php/ComicBook/NthManTheUltimateNinja"
        },
        {
          "title": "Psychopathic Manchild",
          "url": "/pmwiki/pmwiki.php/Main/PsychopathicManchild"
        },
        {
          "title": "Reality Warper",
          "url": "/pmwiki/pmwiki.php/Main/RealityWarper"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Rebel Dead Revenge: Satan transforms ugly pariah Jezebeau into a beautiful woman. In return, she becomes his slave.",
      "links": [
        {
          "title": "Rebel Dead Revenge",
          "url": "/pmwiki/pmwiki.php/ComicBook/RebelDeadRevenge"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The Sandman: This trope gets a real workout in many different forms. Morpheus makes several deals over the course of the comic, in each case giving people almost exactly what they asked for in return for a seemingly negligible gain to himself — but what the humans get out it of inevitably turns out to be a heavy cost in and by itself.Morpheus made a deal withWilliam Shakespeare, appropriately after he overheard a conversation between the young actor andChristopher Marloweabout Faustus: in return for bringing out Shakespeare's own latent creativity, Will would write two plays centering around dreams. The first of these is performed forThe Fair Folk(A Midsummer Night's Dream) as something of a gift from Morpheus to Titania. At first glance it seems like a real bargain. However, the last panel of the story implies thatthe Fae queen Titania's interest in Shakespeare's son Hamnet lead to the boy's death soon after the play was performed for the Fae. The second play isThe Tempest, written just before Shakespeare died, and is implied in the comic to be about Morpheus himself. After Shakespeare delivers the second play, Morpheus even tells Will what his life would have been like if he had never made the deal.Morpheus:You would have written a handful of other plays, in quality no better than, say,The Merrye Devil of Edmonton, and then you would have come home to Stratford. You would have taught school, saved a little money. You would have bought a house, let it out, and bought another. You would have made your money in bricks and mortar — enough for your family's coat of arms, enough to make them forget your father's setbacks. You would not have been satisfied with your life; and, from time to time, you would have bored your children with the tales of your years in London, your days on the stage.William:And my boy Hamnet. Would he have lived? ...No. Do not tell me. I have already heard too much.Dream and his sister Death also make a deal with one Robert \"Hob\" Gadling — Death will not touch him unless he truly desires it. However, the 'payment' that Dream gets from it isn't anything more substantial than fulfilling his curiosity, and a standing appointment with Gadling once every century. During their second meeting, Gadling even lampshades this trope and wonders if Morpheus is the devil and if he's now forfeited his soul for his immortality without his knowledge and consent. Morpheus replies that neither is the case: He is no devil, 'merely interested'.In the end, the story states that what Morpheus truly gained from it was, intentionally or not, a human friend.In \"Ramadan\", Harun al-Rashid makes a deal with Morpheus. He sells his kingdom (the gleaming Baghdad of legend, full of wonders and miracles) to Morpheus so it can be preserved for ever without decaying like so many previous civilizations of men. When the deal is done,Morpheus retains the fabled city in a bottle in his realm, and the caliph wakes up in the historic Baghdad, a more mundane place. And the city of wonders now lives on forever in legends and stories, never to be forgotten, as we can see at the end of the issue.Finally, and perhaps most poignantly, in the \"Season of Mists\" arc,Luciferhimself criticizes this trope as it pertains to him:Lucifer:They talk of me going like a fishwife come market day, never stopping to ask themselves why. I need no souls. And how can anyone own a soul? No. They belong to themselves... They just hate to have to face up to it.And later the ghosts of some Satanic boarding school bullies express their disappointment that their efforts amounted to nothing:Skinner's ghost:We sacrificed a boy. All three of us. To the devil. We did stuff from old books. We did stuff you wouldn't believe. But when we went to Hell... they didn'tcare. They hadn't evenknown. They — theylaughedat us.",
      "links": [
        {
          "title": "The Sandman",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheSandman1989"
        },
        {
          "title": "William Shakespeare",
          "url": "/pmwiki/pmwiki.php/Creator/WilliamShakespeare"
        },
        {
          "title": "Christopher Marlowe",
          "url": "/pmwiki/pmwiki.php/Creator/ChristopherMarlowe"
        },
        {
          "title": "The Fair Folk",
          "url": "/pmwiki/pmwiki.php/Main/TheFairFolk"
        },
        {
          "title": "A Midsummer Night's Dream",
          "url": "/pmwiki/pmwiki.php/Theatre/AMidsummerNightsDream"
        },
        {
          "title": "The Tempest",
          "url": "/pmwiki/pmwiki.php/Theatre/TheTempest"
        },
        {
          "title": "Lucifer",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The Simpsons: One Treehouse of Horror comic begins with Mr. Burns playing battleship with the Devil, and losing. Discussion turns to payment. He declines Smither's soul, but Mr. Burns reveals the plant's employees actually sold their families souls in the last round of contract negotiations.For three-ply toilet paper in the washrooms. As a result, the Devil sends two demons to grab Bart and Lisa's souls (not Maggie's. Babies stink up the place.) But due to a mix-up involving Bart switching the Simpsons and Flanders mailboxes, Rodd and Todd get taken instead.",
      "links": [
        {
          "title": "The Simpsons",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheSimpsons"
        },
        {
          "title": "For three-ply toilet paper in the washrooms",
          "url": "/pmwiki/pmwiki.php/Main/TooDumbToLive"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The Smurfs: In the story \"Sagratamabarb\", Gargamel makes a deal with Beelzebub that, if he can get rid of his titular cousin, he would be his slave forever.It didn't turn out well for Gargamel.",
      "links": [
        {
          "title": "The Smurfs",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheSmurfs"
        },
        {
          "title": "It didn't turn out well for Gargamel",
          "url": "/pmwiki/pmwiki.php/Main/GoneHorriblyRight"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Spawn: Al Simmons was a CIA-employed assassin who was betrayed, murdered, and condemned to Hell for all of the horrific deeds he committed as an assassin, only to be approached by the demon Malebogia and offered a chance to return to the land of the living and be reunited with his wife, in exchange for his immortal soul. Thus was Simmons reborn as a Hellspawn (or \"Spawn\" for short), a powerful demon tasked with amassing an army of damned souls for the coming war between Heaven and Hell.",
      "links": [
        {
          "title": "Spawn",
          "url": "/pmwiki/pmwiki.php/ComicBook/Spawn"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Soulsearchers and Company: In issue #6, a demon transforms the team into'90s antiheroesand presents them with a contract to make their new identities and popularity permanent in exchange for their souls. Their new personalities are inclined to sign, and it is down to Arnold to save the day.",
      "links": [
        {
          "title": "Soulsearchers and Company",
          "url": "/pmwiki/pmwiki.php/ComicBook/SoulsearchersAndCompany"
        },
        {
          "title": "'90s antiheroes",
          "url": "/pmwiki/pmwiki.php/Main/NinetiesAntiHero"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Sturmtruppen: Spoofed when the Doctor becomes so obsessed with returning young he admits he'd make one such deal... AndMusolesipromptly sells him a cooking book that he passes as a coded grimoire to summon the Devil. AndthenMusolesi finds out the Doctor has a lot of gold stashed away, so hefeigns being the Devil to con him out of that gold.",
      "links": [
        {
          "title": "Sturmtruppen",
          "url": "/pmwiki/pmwiki.php/ComicBook/Sturmtruppen"
        },
        {
          "title": "Musolesi",
          "url": "/pmwiki/pmwiki.php/Main/HonestJohnsDealership"
        },
        {
          "title": "feigns being the Devil to con him out of that gold",
          "url": "/pmwiki/pmwiki.php/Main/RefugeInAudacity"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Tales of Telguuth: Pel Morgath the Mage summons the demon Zamprox to make a Faustian deal for more knowledge about the world, heaven, and hell. The demon agrees, but wants Morgath's body after he dies because he already has plenty of souls. Morgath senses that Zamprox might try to \"bump up\" his death, so he comes to an agreement with the demon that their definition of death will be when Morgath's soul leaves his body naturally and freely. Zamprox then shows Morgath an amulet that shows all the wonders and horrors of the wide fantasy world of Telguuth.Morgath then realizes that his soul is now trapped in the amulet, and since he agreed to enter freely his body is now controlled by the demon. When Morgath protests that he didn't honor their deal, the demon scoffs that he has shown him the world, but since he's a demon he wouldn't be able to show him heaven even if he wanted to. He'll show him hell by murdering everyone he has ever loved while he's forced to watch.",
      "links": [
        {
          "title": "Tales of Telguuth",
          "url": "/pmwiki/pmwiki.php/ComicBook/TalesOfTelguuth"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Tex Willer:It was long implied, and eventually confirmed, that Mefistowent from a stage magician turned spy with no actual powers to a powerful warlockthrough a series of deals, rendering unspecified services to the infernal powers in exchange for knowledge. Knowing perfectly the risks involved, his deals were small and implicit, with little consequences should he fail to do his part.In his final storyline Mefisto does twoexplicitdealsbecause he had no other way to fix the situation, but he's still prudent. The first sees him consecrating his soul to a certain devil so he'd cure his son Yama from being an insane vegetable (a consequence of him messing up a deal), as he has failed to cure him with every other way andcouldn't bear to see his son broken like that. Later, with Tex and his pards coming close enough to kill him and his powers made unreliable by the arrival of Narbas (whose body Mefisto had stolen to come back to life, the sorcerer, knowing he has to dosomethingin the next few seconds or he'll get shot, offers their souls in exchange for unleashing a horde of demons of them, knowing that the service will automatically allow the devil to claim their reward... But failing to realize thatNarbas had reclaimed his body just as he called on the devil, so he only got anillusionof victory before being dragged to hell. He had also been ready to make an explicit wish at the end of the \"Tragedy in the Jungle\" storyline, as the situation was equally desperate (he and his accomplices had a faux-medievalcastlebut most of his minions had been already killed, and he knew Tex was coming for him with the Seminoles, far too numerous for his remaining men to hold off)... But Tex had also involved theUS Army, and their artillery hit a gunpowder magazine and and they blew up the castle before he could summon the devil.Mefisto's son Yama followed his father's example, but,not being as savvy, eventually made the error of making twoexplicitdealsagainst Mefisto's advice. While the first went well (in fact he made sure to fulfill his part first), the second time he demandedtheDevil did his part first and then failed to hold his side of the deal, andfound out the hard way why his father had told him to not do it when the Devil ripped his soul from the body and made him insane.",
      "links": [
        {
          "title": "Tex Willer",
          "url": "/pmwiki/pmwiki.php/ComicBook/TexWiller"
        },
        {
          "title": "went from a stage magician turned spy with no actual powers to a powerful warlock",
          "url": "/pmwiki/pmwiki.php/Main/FromNobodyToNightmare"
        },
        {
          "title": "because he had no other way to fix the situation",
          "url": "/pmwiki/pmwiki.php/Main/GodzillaThreshold"
        },
        {
          "title": "couldn't bear to see his son broken like that",
          "url": "/pmwiki/pmwiki.php/Main/PapaWolf"
        },
        {
          "title": "whose body Mefisto had stolen to come back to life",
          "url": "/pmwiki/pmwiki.php/Main/DemonicPossession"
        },
        {
          "title": "not being as savvy",
          "url": "/pmwiki/pmwiki.php/Main/GenreBlind"
        },
        {
          "title": "against Mefisto's advice",
          "url": "/pmwiki/pmwiki.php/Main/IgnoredExpert"
        },
        {
          "title": "found out the hard way why his father had told him to not do it when the Devil ripped his soul from the body and made him insane",
          "url": "/pmwiki/pmwiki.php/Main/EvilIsNotAToy"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Usagi Yojimbo: A priest/healer named Jizonobu hands himself over to hisEvil Counterpart'sevil gods after the latter appears to have healed a sickly child (theother optionbeing to die along with his fellow priests and another sickly child). It gets worse:The being that takes over Jizonobu's body transforms him into theAxe-CrazyJei.Guess what happens to the above-mentioned fellow priests.",
      "links": [
        {
          "title": "Usagi Yojimbo",
          "url": "/pmwiki/pmwiki.php/ComicBook/UsagiYojimbo"
        },
        {
          "title": "Evil Counterpart",
          "url": "/pmwiki/pmwiki.php/Main/EvilCounterpart"
        },
        {
          "title": "other option",
          "url": "/pmwiki/pmwiki.php/Main/SadisticChoice"
        },
        {
          "title": "Axe-Crazy",
          "url": "/pmwiki/pmwiki.php/Main/AxeCrazy"
        },
        {
          "title": "Guess what happens to the above-mentioned fellow priests",
          "url": "/pmwiki/pmwiki.php/Main/BloodbathVillainOrigin"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Vampirella: The villain Von Kreist was a World War 1 Prussian officer who sold his soul to a demon in exchange for immortality.Unfortunately for Von Kreist, the deal didn't stop his body for rotting and decaying while he was alive.",
      "links": [
        {
          "title": "Vampirella",
          "url": "/pmwiki/pmwiki.php/ComicBook/Vampirella"
        },
        {
          "title": "Unfortunately for Von Kreist, the deal didn't stop his body for rotting and decaying while he was alive.",
          "url": "/pmwiki/pmwiki.php/Main/BeCarefulWhatYouWishFor"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The Warlord: Deimos, who'd been reduced to a head on a hand by that point, makes a deal with The Evil One to restore his body, as payment the Evil One takes Deimos' magic skill, which Deimos needs to fight the Warlord.",
      "links": [
        {
          "title": "The Warlord",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheWarlordDCComics"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "In an old comic, a shopkeeper makes a deal with what looks like a devil, and spends the rest of his life being nice and all that jazz. Then, when he's about to die, the being appears and tells him he's an angel. So, the guy goes to heaven.",
      "links": []
    },
    {
      "section": "Other examples",
      "text": "In the pre-Code horror story\"The Man Who Tricked the Devil!\", the Devil'sJackass Genietendencies are already firmly established in two anecdotes that the protagonist Jeffrey Hagstone's friends tell him - a art collector wishing to marry the offspring of the most beautiful people in the world is betrothed to a woman with leprosy, and promptly catches her disease; a diplomat who wishes to become prime minister of his ownRuritanianautocracy is assassinated a minute after his glorious regime begins. Hagstone, meanwhile, is insistent that he'll come out the better man in their deal, because the highly accomplished lawyer has draftedhis own contract, with thousands of added clauses to ensureno treachery on Satan's part. However, assuch documentsare typicallysigned in blood, Jeff has to sign each clause separately as well... anddies of blood loss before he gets to the dotted line.",
      "links": [
        {
          "title": "\"The Man Who Tricked the Devil!\"",
          "url": "http://thehorrorsofitall.blogspot.ca/2012/07/the-man-who-tricked-devil.html"
        },
        {
          "title": "Jackass Genie",
          "url": "/pmwiki/pmwiki.php/Main/JackassGenie"
        },
        {
          "title": "Ruritanian",
          "url": "/pmwiki/pmwiki.php/Main/Ruritania"
        },
        {
          "title": "no treachery on Satan's part",
          "url": "/pmwiki/pmwiki.php/Main/LoopholeAbuse"
        },
        {
          "title": "such documents",
          "url": "/pmwiki/pmwiki.php/Main/MagicallyBindingContract"
        },
        {
          "title": "signed in blood",
          "url": "/pmwiki/pmwiki.php/Main/BloodOath"
        },
        {
          "title": "dies of blood loss before he gets to the dotted line",
          "url": "/pmwiki/pmwiki.php/Main/HoistByHisOwnPetard"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Dilbert: As Alice found out inthis strip, becoming a manager requires this sort of deal. Fortunately, they give you your soul back if you're demoted or learn to play sax.",
      "links": [
        {
          "title": "Dilbert",
          "url": "/pmwiki/pmwiki.php/ComicStrip/Dilbert"
        },
        {
          "title": "this strip",
          "url": "http://dilbert.com/strip/2001-02-23"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The World of Lily Wong: In the Hong Kong light-hearted parody, the hero works for a deeply immoral advertising agency named Faust Associates whose logo is a devil.",
      "links": [
        {
          "title": "The World of Lily Wong",
          "url": "/pmwiki/pmwiki.php/ComicStrip/TheWorldOfLilyWong"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Gypsy Tales: In \"The Gypsy Woman and the Devil\", the devil offers to save Vunida from poverty in exchange for Vunida marrying him. She refuses but he lures her into captivity in his disguise as a rich young man.",
      "links": [
        {
          "title": "Gypsy Tales",
          "url": "/pmwiki/pmwiki.php/Animation/GypsyTales"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Some of the oldest fairy tales on record(dating as far back as 3500 BCE), written in Sanskrit, are about craftsmen making bargains with demonic creatures in exchange for superlative skill.",
      "links": [
        {
          "title": "(dating as far back as 3500 BCE)",
          "url": "/pmwiki/pmwiki.php/Main/OlderThanDirt"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "\"The Devil And His Grandmother\": The Devil offers the protagonists a whip they can use to make infinite money. Then tells them that if they could not solve his riddle seven years later, then they shall go to Hell with him. They solve the riddle, so they are freed and able to keep the whip.",
      "links": [
        {
          "title": "The Devil And His Grandmother",
          "url": "/pmwiki/pmwiki.php/Literature/TheDevilAndHisGrandmother"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "\"The Girl Without Hands\": A miller makes a deal with the devil for \"what is standing behind thy mill\". He thought it was an apple tree; it was his daughter. She kept herself too pure for the devil to carry off, though, even when the devil orders the miller to cut off her hands. So the miller ended up with the money; but as soon as that happened, the daughter left to seek her fortune. Ironically enough, this may be aBowdlerisedplot; the rest of the plot is commonly found in tales where the heroine lost her hands and left because herfatherorbrothertried to force her to marry him.",
      "links": [
        {
          "title": "The Girl Without Hands",
          "url": "/pmwiki/pmwiki.php/Literature/TheGirlWithoutHands"
        },
        {
          "title": "Bowdlerised",
          "url": "/pmwiki/pmwiki.php/Main/Bowdlerise"
        },
        {
          "title": "father",
          "url": "/pmwiki/pmwiki.php/Main/ParentalIncest"
        },
        {
          "title": "brother",
          "url": "/pmwiki/pmwiki.php/Main/BrotherSisterIncest"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "In \"Bearskin\", a soldier makes a Deal With The Devil, who will give him an ever-filled purse, but he must not pray, wash, cut his hair or nails, or change from a bearskin for seven years. He goes about distributing money to the poor, asking them to pray for him. One man he rescues from financial distress promises that he may marry one of his daughters. Onlythe youngestis willing. He succeeds in fulfilling the devil's terms andcleans up nicely, and the older sisters, reduced toenvy, commit suicide. The Devil, pleased at this development, informs the soldier that he got two souls, not one.",
      "links": [
        {
          "title": "Bearskin",
          "url": "/pmwiki/pmwiki.php/Literature/Bearskin"
        },
        {
          "title": "the youngest",
          "url": "/pmwiki/pmwiki.php/Main/YoungestChildWins"
        },
        {
          "title": "cleans up nicely",
          "url": "/pmwiki/pmwiki.php/Main/SheCleansUpNicely"
        },
        {
          "title": "envy",
          "url": "/pmwiki/pmwiki.php/Main/GreenEyedMonster"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Other variants of \"Bearskin\" include \"Don Giovanni de la Fortuna\", \"The Soldier and the Bad Man\", \"The Road to Hell\" (where she actively cleans him up), \"The Reward of Kindness\",\"The Devil As Partner\" and \"Never Wash\".",
      "links": [
        {
          "title": "Don Giovanni de la Fortuna",
          "url": "http://www.surlalunefairytales.com/bearskin/stories/dongiovanni.html"
        },
        {
          "title": "The Soldier and the Bad Man",
          "url": "http://www.gwu.edu/~folktale/GERM232/bearskin/web%20pages/SoldierandtheBadMan.html"
        },
        {
          "title": "The Road to Hell",
          "url": "http://www.gwu.edu/~folktale/GERM232/bearskin/web%20pages/RoadtoHell.html"
        },
        {
          "title": "The Reward of Kindness",
          "url": "http://www.surlalunefairytales.com/bearskin/stories/rewardkindness.html"
        },
        {
          "title": "\"The Devil As Partner\" and \"Never Wash\"",
          "url": "http://www.pitt.edu/~dash/type0361.html#sutermeister"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Another fairytale variant: \"Rumpelstiltskin\". Though considering the number of escape clauses in that deal, Rumpelstiltskin made a less-than-competent Mephistopheles.",
      "links": [
        {
          "title": "Rumpelstiltskin",
          "url": "/pmwiki/pmwiki.php/Literature/Rumpelstiltskin"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The deal with the Sea Witch still occurs in Andersen's original version of \"The Little Mermaid\". It comes off as even more cruel and painful and ultimatelyends upscrewing the mermaid even harderthan it does in Disney's adaptation, but unlike Ursula, the original Sea Witch does not actively screw the mermaid over or use the contract to advance her own goals, instead she comes off as more of a neutral figure and it's easier to buy that her magicgenuinely requires the recipient to make such sacrifices as a price for the power received, as opposed to the spell being expressly designed to screw the recipient over.",
      "links": [
        {
          "title": "The Little Mermaid",
          "url": "/pmwiki/pmwiki.php/Literature/TheLittleMermaid"
        },
        {
          "title": "screwing the mermaid even harder",
          "url": "/pmwiki/pmwiki.php/Main/DownerEnding"
        },
        {
          "title": "genuinely requires the recipient to make such sacrifices as a price for the power received",
          "url": "/pmwiki/pmwiki.php/Main/PowerAtAPrice"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "A Polish legend tells of the nobleman Twardowski who gained magical powers thanks to such a deal. The clause was that the devil would get Twardowski's soul when Twardowski went to Rome. Twardowski gleefully stayed away from Italy.The devil eventually captured him when he wandered into a taverncalled\"Rome\".The Polish poet Adam Mickiewicz had fun with this legend in one of his poems, where Twardowski agrees to give up his soul in exchange for threeImpossible Tasks, per the contract. The devil manages to do the first two, but the third one - to spend a year with Twardowski's wife - istoo much for himand he runs away.",
      "links": [
        {
          "title": "The devil eventually captured him when he wandered into a tavern",
          "url": "/pmwiki/pmwiki.php/Main/MyRuleFuIsStrongerThanYours"
        },
        {
          "title": "called",
          "url": "/pmwiki/pmwiki.php/Main/MyRuleFuIsStrongerThanYours"
        },
        {
          "title": "\"Rome\"",
          "url": "/pmwiki/pmwiki.php/Main/MyRuleFuIsStrongerThanYours"
        },
        {
          "title": "Impossible Tasks",
          "url": "/pmwiki/pmwiki.php/Main/ImpossibleTask"
        },
        {
          "title": "too much for him",
          "url": "/pmwiki/pmwiki.php/Main/PityTheKidnapper"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "One story has a wily blacksmith who sells his soul to the Devil in return for the magical power tostick anything to anything(hey, that'susefulfor a smith). When the Devil sends first his son and then his daughter to collect on the bargain, the smithuses his magic powers to not only stop them but embarrass them until they go away.Then the Devil declares he has to do the job himself, and fails. The smith tells him that if he can just live out is natural life the Devil is jolly welcome to take his soul when that day comes... butwhenthat day comes, the Devil gets so horrified at the idea of having the smith down there, that he screams that the deal is off andtells the smith to get himself packingto Heaven. Which let him in. Apparently,trolling the devilcounters engaging in black magic deals.Another version involved the deal being that the Smith would be \"The Master of Masters\" - a proclamation God himself disproved by showing the Smith up, but granted the Smith three boons that the Smith later used to confound the Devil, and ends inthe Smiththrowing his hammer into the Pearly Gatesto keep them ajar as they're letting in someone else!This was later dramatized inErrementari, in which the titular blacksmithactually keeps Sartael imprisoned and routinely tortures him, and ends withthe Blacksmith goingintoHell in order to reclaim the soul of his wife, who'd committed suicide, for the sake of her daughter.This story, like many others, begins with a man of flesh and blood. A man who outwitted his pact with Hell. A man so ruthless, so determined, that even the Devil himself would come to fear and respect him. A blacksmith.",
      "links": [
        {
          "title": "stick anything to anything",
          "url": "/pmwiki/pmwiki.php/Main/WhatKindOfLamePowerIsHeartAnyway"
        },
        {
          "title": "useful",
          "url": "/pmwiki/pmwiki.php/Main/MundaneUtility"
        },
        {
          "title": "uses his magic powers to not only stop them but embarrass them until they go away.",
          "url": "/pmwiki/pmwiki.php/Main/HeartIsAnAwesomePower"
        },
        {
          "title": "tells the smith to get himself packing",
          "url": "/pmwiki/pmwiki.php/Main/TooSpicyForYogSothoth"
        },
        {
          "title": "trolling the devil",
          "url": "/pmwiki/pmwiki.php/Main/DidYouJustScamCthulhu"
        },
        {
          "title": "The Master of Masters",
          "url": "http://viseven.dk/albion/index_htm_files/The%20Smith%20and%20the%20Devil.pdf"
        },
        {
          "title": "Errementari",
          "url": "/pmwiki/pmwiki.php/Film/Errementari"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "InThe Gold Mountaina ruined merchant sells his newborn son to the black dwarf for a chest full of money and seven years of guaranteed success. The child is able to escape the deal with help from some fairy friends, who teach him to negotiate with supernatural powers and help him fake his death.",
      "links": [
        {
          "title": "The Gold Mountain",
          "url": "/pmwiki/pmwiki.php/Literature/TheGoldMountain"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "It is sometimes said that legendary blues guitaristRobert Johnsonsold his soul to the devil in exchange for his mastery of the instrument. The location where the meeting supposedly took place, the crossroads of US 49 and US 61 in Clarksdale, MS, is a Mecca of sorts to blues aficionados. The tale issomething of a subtrope in its own right.and is referenced in several of these examples. Similar rumors exist about other musicians, like Mozart or Paganini.This has also been repeated in more Vodoun terms, since Papa Legba makes crossroads deals as well, though they're notquiteas huge a risk, i.e. auto-loss, as the Satan ones.",
      "links": [
        {
          "title": "Robert Johnson",
          "url": "/pmwiki/pmwiki.php/Music/RobertJohnson"
        },
        {
          "title": "something of a subtrope in its own right.",
          "url": "/pmwiki/pmwiki.php/Main/AtTheCrossroads"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "There are a number of folk tales where people make a deal with the devil (or other supernatural creatures) to build or rebuild some structure in return for a soul, so long as the work is complete before the rooster crows. Of course, there is nothing forbidding the people waking up the rooster five seconds before the work is done.",
      "links": []
    },
    {
      "section": "Other examples",
      "text": "Witches were said to gain magical powers by making a deal with Satan, which is why everyone freaked out when anyone was accused of witchcraft.",
      "links": []
    },
    {
      "section": "Other examples",
      "text": "A common theme in Appalachian folklore, the inspiration for the Charlie Daniels Band song quoted at the top of this page.",
      "links": []
    },
    {
      "section": "Other examples",
      "text": "La Chasse-galerie, a folk tale fromQuebec, tells the story of a group of workers (lumberjacks or fur traders, depending on the telling) who make a deal with the Devil for a flying canoe that would allow them to fly to their families for Christmas day. They'd be fine as long as they returned before dawn and (depending on the telling) followed other rules, such as not touching the crosses of church steeples and not saying the name of God while they're flying. If they break any of these terms, the Devil gets their souls. Unfortunately, the designated driver parties too hard and is too drunk to fly straight on the return trip. Whether they make it or not depends, once again, on the telling. This story also inspired a brand of beer called \"La Maudite\" meaning \"The Damned One\". The label on the beer is that of the devil sneering at men frantically rowing in a flying canoe as the sun rises in the background.",
      "links": [
        {
          "title": "La Chasse-galerie",
          "url": "https://en.wikipedia.org/wiki/Chasse-galerie"
        },
        {
          "title": "Quebec",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Quebec"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Dealing with the Sidhe is traditionally known to be along these lines. Fairies are long-lived and wily, giving them both the time and the inclination to get really good at legalese. Getting a fairy to honor the spirit of a deal is like squeezing blood from thin air; depending on how nasty the fae is, even getting them to honor theletterof a deal can be one hell of a trick, if they think they can get away with creatively misinterpreting or even actively ignoring their end of the bargain. As a general rule, if it seems like the Neighbors are playing fair, either your bargain is a case ofBe Careful What You Wish For, or you had the upper hand in the deal, which means you're due to be raped by a troll any minute now...",
      "links": [
        {
          "title": "Be Careful What You Wish For",
          "url": "/pmwiki/pmwiki.php/Main/BeCarefulWhatYouWishFor"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Spoofed in the Chilean folk tale \"El roto que engañó al diablo (The poor man who tricked the Devil)\", where a very poorUnlucky Everydudeseals one of these deals in exchange for money. As a proof, he writes it down with his blood on a small paper... but he writes itin such a tricky mannerthat, every time the Devil came to get him, the \"technicalities\" wouldn't let him ensnare the man's soul. The Devil got so angry when he realized that he had beenOut-Gambittedhe left in a huff, so the guy got to keep his soulandthe wealth he had been given.A similar Irish story, \"An Cearrbhach Mac Cába\" (\"McCabethe Gambler\") features the same type of trickery, e.g. he asks to live until a candle burns down... and then blows out the candle so it never goes down. He asks to be allowed to live to say a prayer ... and then delays making the prayer indefinitely. (The villain is Death, not the Devil, but behaves as the stereotypical Devil does.) This is very like the Greek hero Meleager, who was fated to live only until a brand that was in the fire of the fates burned up; hismotherstole it, doused it, and kept it safe...until he killed her brothers and one ofhisbrothers, her son, and she burnt it on purpose.",
      "links": [
        {
          "title": "Unlucky Everydude",
          "url": "/pmwiki/pmwiki.php/Main/UnluckyEverydude"
        },
        {
          "title": "in such a tricky manner",
          "url": "/pmwiki/pmwiki.php/Main/LoopholeAbuse"
        },
        {
          "title": "Out-Gambitted",
          "url": "/pmwiki/pmwiki.php/Main/OutGambitted"
        },
        {
          "title": "mother",
          "url": "/pmwiki/pmwiki.php/Main/MamaBear"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Defied in \"Godfather Death\": The poor man who desperately looks for a godfather for his newborn is approached by the Devil, who offers to give the poor man's son money aplenty and \"all the joys of the world as well\" if the man chooses him as the boy's godfather. But the man refuses, because the Devil is a bad egg.",
      "links": [
        {
          "title": "Godfather Death",
          "url": "/pmwiki/pmwiki.php/Literature/GodfatherDeath"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Amongst Sami people and the Finns living in Northern Finland and Northern Scandinavia, it is said that you could make a deal with the devil for him to grant you riches etc, but the catch is that you had to serve random people that weren't your enemies drinks, whether it was coffee, booze or anything that was drinkable, that were spiced with soil from graves. If you failed to do this, the Devil would come and either take your life or drive you insane.",
      "links": []
    },
    {
      "section": "Other examples",
      "text": "The story ofStingy Jackinvolves a crooked farmer trapping the Devil (orThe Grim Reaper) up a tree, and refusing to let them down until they promised not to take him to Hell when he died. Unfortunately, when Jack diedhe was refused entry into both Heaven and Hell. He was forced to wander the Earth bearing a coal from the fires of Hell in a lantern made from a hollowed-out gourd (a turnip in early versions of the story), which is where the tradition of Jack-o-lanterns came from.",
      "links": [
        {
          "title": "Stingy Jack",
          "url": "/pmwiki/pmwiki.php/Main/StingyJack"
        },
        {
          "title": "The Grim Reaper",
          "url": "/pmwiki/pmwiki.php/Main/TheGrimReaper"
        },
        {
          "title": "he was refused entry into both Heaven and Hell",
          "url": "/pmwiki/pmwiki.php/Main/BarredFromTheAfterlife"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "In \"The Nix in the Mill-Pond\", a poor miller makes a deal with a Nixie, who will make him a rich man in return for \"that which has just been born in [his] house.\" The miller foolishly thinks it was a puppy or a kitten, and then he finds out his wife has just given birth. As his son grows up, the miller cautions him about going near ponds, but the man is eventually lured into the Nixie's pond. His wife manages to rescue him, but the mad Nixie floods the whole valley in retaliation.",
      "links": [
        {
          "title": "The Nix in the Mill-Pond",
          "url": "/pmwiki/pmwiki.php/Literature/TheNixInTheMillPond"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Devil's Bridge inCeredigion, Wales. The bridge is unique in that three separate bridges are coexistent, each one built upon the previous bridge. The previous structures were not demolished. According to legend, the original bridge was built after an old woman lost her cow and saw it grazing on the other side of the river. The Devil appeared and agreed to build a bridge in return for the soul of the first living thing to cross it. When the bridge was finished, the old woman threw a crust of bread over the river, which her dog crossed the bridge to retrieve, thus becoming the first living thing to cross it.The devil was left with only the soul of the dog.",
      "links": [
        {
          "title": "Ceredigion, Wales",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Wales"
        },
        {
          "title": "The devil was left with only the soul of the dog",
          "url": "/pmwiki/pmwiki.php/Main/LoopholeAbuse"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "InBrazilian Folklore, the Diabinho da Garrafa (little devil of the bottle), famaliá or cramunhão is a demon that comes to be from one of these. With the deal made, the person gets the egg of a rooster during the Lent and goes to acrossroadsat midnight on the first Friday after they found the egg, with the egg under the left arm – then, the person goes back home and sleeps. The demon comes from the egg after fourty days, and is locked into a bottle so he would grant the person riches thoughout their life. As a price, however, the little devil eventually gets out of the bottle and drags the person's soul to hell.",
      "links": [
        {
          "title": "Brazilian Folklore",
          "url": "/pmwiki/pmwiki.php/Myth/BrazilianFolklore"
        },
        {
          "title": "crossroads",
          "url": "/pmwiki/pmwiki.php/Main/AtTheCrossroads"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "\"The Soldier And Death\": Subverted. The soldier forces one demon to make a deal with him, and the demon is too frightened of the soldier to try to trick or cheat him. When the soldier declares they are even (after the demon has performed one single task for him), the devil flees terrified.",
      "links": [
        {
          "title": "The Soldier And Death",
          "url": "/pmwiki/pmwiki.php/Literature/TheSoldierAndDeath"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "\"The Three Apprentices\": The Devil gives riches to the title characters in exchange of one of them always only saying \"All three of us\"; the other, \"For money\"; and the third, \"And quite right too!\" At first they worry he would take their souls, but he tells them he wants to take someone else's soul and half of it is already his.",
      "links": [
        {
          "title": "The Three Apprentices",
          "url": "/pmwiki/pmwiki.php/Literature/TheThreeApprentices"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The tale surrounding the creation of the mysteriousCodex Gigasgoes something like this. A Franciscan monk violated one of his sacred vows and was set to be punished withliving internmentwithin the abbey's walls.Desperate to avoid this fate, he offered to produce a magnificent illuminated manuscript in exchange for his life. The abbot agreed, but asked for a book thatcontained all the knowledge in the known world, and demanded it be completed in an impossibly short timespan (depending on the version either one year or onenight). The monk nevertheless took the offer, but soon realized he had no hope on his own. He prayed desperately to God, but was ignored. Eventually, he called out toanyonewho could help...at which point the Devil appeared. The Devil offered to finish the manuscript for him in exchange for his immortal soul. The monk was so terrified of death that he accepted. The Devil placed a claw to a piece of vellum and the monk watched in astonishment as the massive pages wrote and assembled themselves. While his life was saved, he soon began fearing for his soul. Weeks later, he prayed to the Virgin Mary for protection and forgiveness. Miraculously, she appeared,and told the monk that his sins would be forgiven...but when the monk went to kiss her hand in gratitude, she transformed into the Devil. Mocking the monk for trying to get out of his deal, the Devil dragged the poor man to Hell.",
      "links": [
        {
          "title": "Codex Gigas",
          "url": "https://en.m.wikipedia.org/wiki/Codex_Gigas"
        },
        {
          "title": "living internment",
          "url": "/pmwiki/pmwiki.php/Main/BuriedAlive"
        },
        {
          "title": "within the abbey's walls.",
          "url": "/pmwiki/pmwiki.php/Main/FateWorseThanDeath"
        },
        {
          "title": "contained all the knowledge in the known world",
          "url": "/pmwiki/pmwiki.php/Main/GreatBigBookOfEverything"
        },
        {
          "title": "and told the monk that his sins would be forgiven...",
          "url": "/pmwiki/pmwiki.php/Main/HopeSpot"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The protagonist ofPriest, Ivan Isaacs, makes a deal with the demon Bethael/Belial which involves giving up half his soul.",
      "links": [
        {
          "title": "Priest",
          "url": "/pmwiki/pmwiki.php/Manhwa/Priest1998"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Duane Elms: Some versions ofDawson's Christiandescribe Jayme Dawson, the titular ship's captain, making a bargain with \"some power of the night\" when his ship was ambushed by a stronger force, selling his soul for the chance to win his final fight. He did, and the implication is that this deal is why theChristianstill roams space as aGhost Ship.",
      "links": [
        {
          "title": "Ghost Ship",
          "url": "/pmwiki/pmwiki.php/Main/GhostShip"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Lordi's song \"Devil is a Loser\" mocks someone for making a deal with the devil, because the devil is, well,a loser.",
      "links": [
        {
          "title": "Lordi",
          "url": "/pmwiki/pmwiki.php/Music/Lordi"
        },
        {
          "title": "a loser",
          "url": "/pmwiki/pmwiki.php/Main/TheDevilIsALoser"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Blues singersRobert Johnsonand Tommy Johnson (no relation) allegedly sold their souls to the devil, according to legend.",
      "links": [
        {
          "title": "Robert Johnson",
          "url": "/pmwiki/pmwiki.php/Music/RobertJohnson"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Long before Robert Johnson, classical violinistNiccolò Paganiniallegedly sold his soul for great musical talent.",
      "links": [
        {
          "title": "Niccolò Paganini",
          "url": "/pmwiki/pmwiki.php/Music/NiccoloPaganini"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Even Paganini is predated by Italian baroque composer Giuseppe Tartini. The story goes that in 1713, Satan himself appeared to Tartini in a dream and the two made a pact: Tartini would give his soul to Satan in exchange for some teachings. Tartini let the Devil borrow his violin, and he played a truly awe-inspiring song. When he awoke, Tartini tried to write down what he had heard, and created theViolin Sonata in G minor— or as it's more popularly known, the Devil's Trill Sonata.",
      "links": [
        {
          "title": "Violin Sonata in G minor",
          "url": "https://en.wikipedia.org/wiki/Violin_Sonata_in_G_minor_(Tartini)"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Igor Stravinsky's \"The Soldier's Tale\" is about a soldier who makes a deal with the devil and tries to outsmarten the devil, which fails.",
      "links": [
        {
          "title": "Igor Stravinsky",
          "url": "/pmwiki/pmwiki.php/Music/IgorStravinsky"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "TheEvillious Chroniclesis a story all about nobles and commonfolk alike making pacts with demons over the course of a millennium. Standout examples include:\"The Insanity of Duke Venomania\", in which said duke, Sateriasis Venomania (played by Gakupo), made a deal with the devil to become irresistble to women. The result is, while he does of course gain gorgeous looks, that he also gains the ability to charm any girl he wants, having them flock to his mansion's basement to be in his harem. The reason why he was so obsessed was because he was bullied as a child for his grotesque looks.In \"Judgement of Corruption\", the corrupt judge Gallerian Marlon (played by KAITO), who receives bribes to make criminals \"innocent\" in court, eventually dies when his sins catch up to him. When he gets to the afterlife, he encounters the \"Master of the Hellish Yard\", who tells him he can be saved if he gives up his money.He refuses and is promptly sent to Hell, where Gallerian hopes to turn the place into a utopia after he gathers his sins.\"Conchita, the Epicurean Daughter of Evil\" has the titular chatacter Banica Conchita make a deal with the demon of Gluttony to be able to eat anything. She gains looks, but also an insatiable hunger that slowly begins to encompass grotesque items and eventually humans. When she finds she cannot eat anything else, she eats herself.She's not dead for long though, as she becomes thenewDemon of Gluttony and leaves for other worlds in search of new foods.",
      "links": [
        {
          "title": "Evillious Chronicles",
          "url": "/pmwiki/pmwiki.php/Music/EvilliousChronicles"
        },
        {
          "title": "The Insanity of Duke Venomania",
          "url": "https://www.youtube.com/watch?v=rV99NZmurVA"
        },
        {
          "title": "played by Gakupo",
          "url": "/pmwiki/pmwiki.php/Music/Vocaloid"
        },
        {
          "title": "Judgement of Corruption",
          "url": "https://www.youtube.com/watch?v=d2SXc0dH4K8"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Nem'sVocaloidsong \"Dream-Eating Monochrome Baku\" tells the story of a girl who makes a deal with the titual character, Monochrome Baku the Dream-Eater, to take away her nightmares in a deal made with a pinky promise. She summons him again to give her more dreams andseals the contract with a kissand returns night after night to give her more. However,when the moon is full, the Dream-Eater's job is done and he collects his payment; never again will the girl be able to dream and has to face the harsh reality of the world that she keeps trying to escape.",
      "links": [
        {
          "title": "Vocaloid",
          "url": "/pmwiki/pmwiki.php/Music/Vocaloid"
        },
        {
          "title": "Dream-Eating Monochrome Baku",
          "url": "https://www.youtube.com/watch?v=SmOeqLHwn5g"
        },
        {
          "title": "seals the contract with a kiss",
          "url": "/pmwiki/pmwiki.php/Main/AMagicContractComeswithaKiss"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "BothEminemandKanye Westhave compared becoming famous to making a deal with the devil. Shady did this on the anguished \"Say Goodbye to Hollywood\", theSolo Duet\"My Darling\" and theextremely silly\"Rain Man\". Kanye did it on \"Eyes Closed\" and GOOD Music's \"2010 BET Cypher\".",
      "links": [
        {
          "title": "Eminem",
          "url": "/pmwiki/pmwiki.php/Music/Eminem"
        },
        {
          "title": "Kanye West",
          "url": "/pmwiki/pmwiki.php/Music/KanyeWest"
        },
        {
          "title": "Solo Duet",
          "url": "/pmwiki/pmwiki.php/Main/SoloDuet"
        },
        {
          "title": "extremely silly",
          "url": "/pmwiki/pmwiki.php/Main/Cloudcuckoolander"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "A Deal With The Devil was made by the bass player of the virtual bandGorillaz, Murdoc Niccals, but with no lethal consequence. He changed his middle name to Faust, and got Satan's bass guitar,El Diabloin return. (He was marked as a Satanist from the day he was born — his birthdate is 6 June 1966, which made his 40th birthday 06/06/06.) Turns out the devil came back to pick up his payment, but wasn't too particular about who he took to Hell, snatching guitarist Noodle in lieu of Murdoc. However, not even Beezelbub is allowed to jeopardize the fame and fortune the band brings to Murdoc, so he went down to Hell and tracked Noodle down and rescued her. It also doesn't hurt to mention that she's hisMorality Pet. Excepthe didn't find her, and the current Noodle is actually anandroid. Then again, Murdoc has been drunk constantly for quite a while and keeps changing the story, so he's just a teeny bit of anUnreliable Narrator. If she was ever in Hell in the first place, the evidence suggests sheEscaped from Hellon her own. Her location during her MIA period has not been confirmed, but real Noodle is alive and kicking, according to the \"On Melancholy Hill\" video. She and Russel are heading to Plastic Beach, and one assumes Murdoc isn't gonna enjoy the confrontation. There are suggestions on his Twitter page that he did try to find her; he seemed to panic when finding out she was alive and instantly rushed to help, so he may indeed havecared enough to try to find her last time.",
      "links": [
        {
          "title": "Gorillaz",
          "url": "/pmwiki/pmwiki.php/Music/Gorillaz"
        },
        {
          "title": "Morality Pet",
          "url": "/pmwiki/pmwiki.php/Main/MoralityPet"
        },
        {
          "title": "android",
          "url": "/pmwiki/pmwiki.php/Main/RidiculouslyHumanRobots"
        },
        {
          "title": "Unreliable Narrator",
          "url": "/pmwiki/pmwiki.php/Main/UnreliableNarrator"
        },
        {
          "title": "Escaped from Hell",
          "url": "/pmwiki/pmwiki.php/Main/EscapedFromHell"
        },
        {
          "title": "cared enough to try to find her last time",
          "url": "/pmwiki/pmwiki.php/Main/EvenEvilHasLovedOnes"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "TheTrans-Siberian OrchestraRock OperaBeethoven's Last Nightis based on a variation/inversion of this trope, as Mephistopheles offers to return a dyingLudwig van Beethoven's soul — in exchange for which, all of Beethoven's works would be forever erased from history, and his name would never be known to future generations.The soul wasn't Mephistopheles' to begin with...",
      "links": [
        {
          "title": "Trans-Siberian Orchestra",
          "url": "/pmwiki/pmwiki.php/Music/TransSiberianOrchestra"
        },
        {
          "title": "Rock Opera",
          "url": "/pmwiki/pmwiki.php/Main/RockOpera"
        },
        {
          "title": "Beethoven's Last Night",
          "url": "/pmwiki/pmwiki.php/Music/BeethovensLastNight"
        },
        {
          "title": "Ludwig van Beethoven",
          "url": "/pmwiki/pmwiki.php/Music/LudwigVanBeethoven"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "InJerry Springer: The Opera, angels try to rescueJerryfrom Hell, but the demons fight them off, shouting \"He made a choice!\"",
      "links": []
    },
    {
      "section": "Other examples",
      "text": "\"The Devil Went Down to Georgia\" (as mentioned in theVideo Gamesentry forGuitar HeroIII). The song could be considered an inversion of the trope as the \"main character\" (or as far as a song can have one) actually comes off better after a deal with the Devil and wins a Golden Fiddle in a fiddle contest.And that the Devil challengedhim,becausehewas the one in need(He was behind schedule).Marc O'Connor hooked up with Charlie Daniels to record a sequel,\"The Devil Comes Back to Georgia\"in which the Devil challenges Johnny to a rematch. The track featured vocals byTravis Tritt(as the Devil), Marty Stuart (as Johnny) andJohnny Cash(narrating in full preacher-mode).Final score=?Word of Godis that Charlie Daniels agreed to record the song only if Johnny was able to beat the Devil once again.While the song's lyrics are fairly nebulous regarding the final outcome, the video indicates that Johnny won again.And also Beelzeboss byTenacious D, the song in earlier mentioned Tenacious D movie, which is arguably a parody ofThe Devil went Down To Georgia. Unlike the original, where the Devil is sporting about it and admits defeat, the devil in this song declares himself the winner anyway.Until theGuitar Heroversion, which was so ridiculouslyNintendo Hardthat the Devil winds up winning most of the time. It actually upset Charlie Daniels because it undermined the message of the song.",
      "links": [
        {
          "title": "The Devil Went Down to Georgia",
          "url": "/pmwiki/pmwiki.php/Music/TheCharlieDanielsBand"
        },
        {
          "title": "Video Games",
          "url": "/pmwiki/pmwiki.php/Main/VideoGames"
        },
        {
          "title": "Guitar Hero",
          "url": "/pmwiki/pmwiki.php/VideoGame/GuitarHero"
        },
        {
          "title": "because",
          "url": "/pmwiki/pmwiki.php/Main/TheDevilIsALoser"
        },
        {
          "title": "he",
          "url": "/pmwiki/pmwiki.php/Main/TheDevilIsALoser"
        },
        {
          "title": "was the one in need",
          "url": "/pmwiki/pmwiki.php/Main/TheDevilIsALoser"
        },
        {
          "title": "\"The Devil Comes Back to Georgia\"",
          "url": "https://www.youtube.com/watch?v=v9ouUExdSgg"
        },
        {
          "title": "Travis Tritt",
          "url": "/pmwiki/pmwiki.php/Music/TravisTritt"
        },
        {
          "title": "Johnny Cash",
          "url": "/pmwiki/pmwiki.php/Music/JohnnyCash"
        },
        {
          "title": "Word of God",
          "url": "/pmwiki/pmwiki.php/Main/WordOfGod"
        },
        {
          "title": "Tenacious D",
          "url": "/pmwiki/pmwiki.php/Music/TenaciousD"
        },
        {
          "title": "Guitar Hero",
          "url": "/pmwiki/pmwiki.php/VideoGame/GuitarHero"
        },
        {
          "title": "Nintendo Hard",
          "url": "/pmwiki/pmwiki.php/Main/NintendoHard"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "This is the theme of Weber's operaDer Freischütz, in which the Devil supplies magic bullets. It was later adapted byTom Waitsinto a rock opera,The Black Rider:Why be a fool when you can chase awayYour blind and your gloomI have blessed each one of these bulletsAnd they shine just like a spoonTo have sixty silver wishesIs a small price to payThey'll be your private little fishesAnd they'll never swim away",
      "links": [
        {
          "title": "Der Freischütz",
          "url": "/pmwiki/pmwiki.php/Theatre/DerFreischuetz"
        },
        {
          "title": "Tom Waits",
          "url": "/pmwiki/pmwiki.php/Music/TomWaits"
        },
        {
          "title": "The Black Rider",
          "url": "/pmwiki/pmwiki.php/Music/TheBlackRider"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "RapperDMXhas theDamienseries: aseries of songs spanning multiple albumsabout his Deal With The Devil to get into the hip hop industry, and the increasing demands of the devil for DMX to meet his end of the bargain.",
      "links": [
        {
          "title": "DMX",
          "url": "/pmwiki/pmwiki.php/Music/DMX"
        },
        {
          "title": "Damien",
          "url": "/pmwiki/pmwiki.php/Main/NamesToRunAwayFromReallyFast"
        },
        {
          "title": "series of songs spanning multiple albums",
          "url": "/pmwiki/pmwiki.php/Main/MythArc"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Snoop Dogg's \"Murder Was Tha Case\" opens with him being shot and dying in the hospital, only to make a deal with a rhyming devil to get hishood rich lifestyle back. Naturally, he's then arrested and ends the song in prison.",
      "links": [
        {
          "title": "Snoop Dogg",
          "url": "/pmwiki/pmwiki.php/Music/SnoopDogg"
        },
        {
          "title": "hood rich lifestyle back",
          "url": "/pmwiki/pmwiki.php/Main/DamnItFeelsGoodToBeAGangster"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Kamelot's albums,EpicaandThe Black Haloare two halves of aRock Operabased on Goethe'sFaust.",
      "links": [
        {
          "title": "Kamelot",
          "url": "/pmwiki/pmwiki.php/Music/Kamelot"
        },
        {
          "title": "Rock Opera",
          "url": "/pmwiki/pmwiki.php/Main/RockOpera"
        },
        {
          "title": "Faust",
          "url": "/pmwiki/pmwiki.php/Theatre/Faust"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "\"Red Right Hand\" fromLet Love In, byNick Cave& the Bad Seeds, is about this.You don't have no money, he'll get you someYou don't have no car, he'll get you oneYou don't have no self-respect, you feel like an insectWell, don't you worry, buddy, 'cause here he comes...",
      "links": [
        {
          "title": "Red Right Hand",
          "url": "/pmwiki/pmwiki.php/Main/RedRightHand"
        },
        {
          "title": "Let Love In",
          "url": "/pmwiki/pmwiki.php/Music/LetLoveIn"
        },
        {
          "title": "Nick Cave",
          "url": "/pmwiki/pmwiki.php/Music/NickCave"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Subverted byFrank Zappain his song \"Titties and Beer\" fromZappa in New YorkandLäther, about a biker who calls the devil's bluff. Apparently, you're notsupposedto want to sell your soul.",
      "links": [
        {
          "title": "Frank Zappa",
          "url": "/pmwiki/pmwiki.php/Music/FrankZappa"
        },
        {
          "title": "Zappa in New York",
          "url": "/pmwiki/pmwiki.php/Music/ZappaInNewYork"
        },
        {
          "title": "Läther",
          "url": "/pmwiki/pmwiki.php/Music/Lather"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The Canadian bandGreat Big Seadid this according to their songStraight to Hell. Strangely enough, both sides get exactly what they want: A life of Rock and Roll in exchange for One Eternal Soul. The chorus:Love me now while we're aliveIt's the best thing we can doWe'll have no time up on Cloud NineSo Heaven on Earth will have to doI can sing like a birdAnd dance like a demonAnd I do it all so wellCause I made a deal with the DevilAnd when I dieI'm going straight to hell.",
      "links": [
        {
          "title": "Great Big Sea",
          "url": "/pmwiki/pmwiki.php/Music/GreatBigSea"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The songDemolition Loversoff ofI Brought You My Bullets, You Brought Me Your Loveand most of the albumThree Cheers for Sweet RevengebyMy Chemical Romancewere supposed to operate on a story line thata somewhat nefarious pair of loversare killed in a hail of bullets. The man gets to Hell, finds out the woman is still alive, and then makes a deal with the devil — he'll kill 1000 evil men in order to get his life back and be with his woman. However, the band isa fail at sticking to story lineswhen they decide to make a concept album, so you just have totrust them on this.",
      "links": [
        {
          "title": "I Brought You My Bullets, You Brought Me Your Love",
          "url": "/pmwiki/pmwiki.php/Music/IBroughtYouMyBulletsYouBroughtMeYourLove"
        },
        {
          "title": "Three Cheers for Sweet Revenge",
          "url": "/pmwiki/pmwiki.php/Music/ThreeCheersForSweetRevenge"
        },
        {
          "title": "My Chemical Romance",
          "url": "/pmwiki/pmwiki.php/Music/MyChemicalRomance"
        },
        {
          "title": "a somewhat nefarious pair of lovers",
          "url": "/pmwiki/pmwiki.php/Main/OutlawCouple"
        },
        {
          "title": "a fail at sticking to story lines",
          "url": "/pmwiki/pmwiki.php/Music/TheBlackParade"
        },
        {
          "title": "trust them on this",
          "url": "/pmwiki/pmwiki.php/Main/WordOfGod"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Disturbed'sInside the Firehas the devil attempting to get the singer to give his soul to the devil (kill himself) so he can see his girlfriend (who killed herself) again. Draiman turns the deal down.",
      "links": [
        {
          "title": "Disturbed",
          "url": "/pmwiki/pmwiki.php/Music/Disturbed"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Party of the First Partis a song/spoken word piece byBauhaus, where a rather dim woman gets conned out of her soul by ahilariouslyobvious demon (it says \"Beelzebub\" on hisbusiness card, for pity's sake) in return for short-lived musical fame.",
      "links": [
        {
          "title": "Bauhaus",
          "url": "/pmwiki/pmwiki.php/Music/Bauhaus"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Orpheus makes one with Hades in the folk operaHadestown.",
      "links": [
        {
          "title": "Hadestown",
          "url": "/pmwiki/pmwiki.php/Music/Hadestown"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Subverted inSound Horizon'sSeisen no Iberia, where Layla's literal Deal With The Devil ends up being the smartest decision anyone's made in centuries,what with creating a peaceful resolution to eponymousForever War.",
      "links": [
        {
          "title": "Sound Horizon",
          "url": "/pmwiki/pmwiki.php/Music/SoundHorizon"
        },
        {
          "title": "Forever War",
          "url": "/pmwiki/pmwiki.php/Main/ForeverWar"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The premise of the video for Ultravox'sHymn. It features an actor, a struggling politician, a club singer and a waiter being offered contracts by a tall, slick,green-eyedman who is heavily implied to be the devil. They all take him up on his offer and enjoy success, until he calls in his \"favours\". It ends with him tying up the singer and a contract burning.",
      "links": [
        {
          "title": "green-eyed",
          "url": "/pmwiki/pmwiki.php/Main/GlowingEyesOfDoom"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "A popular urban legend theorizes that the members ofLed Zeppelinsold their souls to Satan in exchange for fame and fortune, and John Paul Jones was the only member of the band who refused. This is why John Paul Jones is the least-known member of the band, but he's also the only one who hasn't suffered some horrible tragedy in his personal life.",
      "links": [
        {
          "title": "Led Zeppelin",
          "url": "/pmwiki/pmwiki.php/Music/LedZeppelin"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Skycladplays with the trope. The song \"A Great Blow for a Day Job\" starts with the \"main character\" selling his soul for fifty years of wealth, fame, health andgood fiddling skills. Unlike \"The Devil Went down to Georgia\", it doesn't end up with the \"beating the devil\" thing... except that the main character really doesn't seems to give a damn about spending eternity in Hell becauseturns out he lived a REALLY good life.",
      "links": [
        {
          "title": "Skyclad",
          "url": "/pmwiki/pmwiki.php/Music/SkycladBand"
        },
        {
          "title": "good fiddling skills",
          "url": "/pmwiki/pmwiki.php/Main/ArsonMurderAndJaywalking"
        },
        {
          "title": "turns out he lived a REALLY good life",
          "url": "/pmwiki/pmwiki.php/Main/WorthIt"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Mick Ryan songThe Widow's Promise, alternatively calledThe WidoworThe Widow and the Devil, has a humorous twist where a lonely widow offers her soul in exchange for aincubi devilsatisfying her in bed. The widow provesliterally insatiable, and the Devil ends up giving up in exhaustion after several rounds. Then he finds out to his horror that there's nothing stopping her from trying the deal again the next night, and flatly refuses to show up.",
      "links": [
        {
          "title": "incubi devil",
          "url": "/pmwiki/pmwiki.php/Main/SuccubiAndIncubi"
        },
        {
          "title": "literally insatiable",
          "url": "/pmwiki/pmwiki.php/Main/SexGoddess"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "\"Friend of the Devil\" byThe Grateful DeadfromAmerican Beauty (1970), where a man escapes from jail with help from the Devil, but ends up chasing him in the end.",
      "links": [
        {
          "title": "The Grateful Dead",
          "url": "/pmwiki/pmwiki.php/Music/TheGratefulDead"
        },
        {
          "title": "American Beauty (1970)",
          "url": "/pmwiki/pmwiki.php/Music/AmericanBeauty1970"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Kris Kristofferson's \"To Beat The Devil\" has him meet up with old Nick in a bar and being shown how to write a hit song in exchange for accepting that his music will never matter. He ends uprewriting the Devil's songto fit his own ideas.I ain't sayin' I beat the devilBut I drank his beer for nothin'...and then I stole his song!",
      "links": [
        {
          "title": "rewriting the Devil's song",
          "url": "/pmwiki/pmwiki.php/Main/LyricSwap"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "In the song \"Hooker with a penis” bytoolwhen confronted about selling out, the protagonist of the song mentions that he was sold out for a long time.\"All you know about me is what I sold you, dumb fuck. I sold out before you ever even heard my name, I sold my soul to make a record dipshit,THEN YOU BOUGHT ONE!",
      "links": [
        {
          "title": "tool",
          "url": "/pmwiki/pmwiki.php/Music/Tool"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Themusic videofor the songNameless Worldby Skip The Use shows a man driving to a place specified in his record contract with a Mr. Behemoth. On his way there, he's hit by a truck driven by a man that looks like the devil...and in that moment the man realizes what exactly his record contract was.",
      "links": [
        {
          "title": "music video",
          "url": "https://www.youtube.com/watch?v=6XEaAaLRVYo"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The song \"Devil Came with a Smile\" byA Pale Horse Named Deathis about a rockstar who wants theSex, Drugs, and Rock & Rolllifestyle. It doesn't last long, of course.",
      "links": [
        {
          "title": "A Pale Horse Named Death",
          "url": "/pmwiki/pmwiki.php/Music/APaleHorseNamedDeath"
        },
        {
          "title": "Sex, Drugs, and Rock & Roll",
          "url": "/pmwiki/pmwiki.php/Main/SexDrugsAndRockAndRoll"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The Lab Rats' Devil's Train, near the end the protagonist of the song is met byThe Devil/demon/Humanoid Abominationwho suckers the protagonist into a deal.Ooh easy with the tongue son, try to listen carefully/What you seen's scary butnothing when compared to me/I could show you things that paint all your dreams haunted/I could make you scream if I wanted/Or I can be the bee in your bonnet, your best-friend forever/Two peas in a pod flocking like birds of a feather/And you never have a need to beg work or steal/If all this sounds worth it thenlets make a deal/All you want in lifefor price of your soul/All the money you can fold, power that you can hold/I'll put you incontrol, only if you're down to roll down these/train tracks tonight.",
      "links": [
        {
          "title": "The Devil",
          "url": "/pmwiki/pmwiki.php/Main/TheDevil"
        },
        {
          "title": "demon",
          "url": "/pmwiki/pmwiki.php/Main/OurDemonsAreDifferent"
        },
        {
          "title": "Humanoid Abomination",
          "url": "/pmwiki/pmwiki.php/Main/HumanoidAbomination"
        },
        {
          "title": "nothing when compared to me",
          "url": "/pmwiki/pmwiki.php/Main/BadassBoast"
        },
        {
          "title": "Or I can be the bee in your bonnet, your best-friend forever",
          "url": "/pmwiki/pmwiki.php/Main/FauxAffablyEvil"
        },
        {
          "title": "lets make a deal",
          "url": "/pmwiki/pmwiki.php/Main/VoiceOfTheLegion"
        },
        {
          "title": "for price of your soul",
          "url": "/pmwiki/pmwiki.php/Main/YourSoulIsMine"
        },
        {
          "title": "I'll put you in",
          "url": "/pmwiki/pmwiki.php/Main/PuppetKing"
        },
        {
          "title": "control",
          "url": "/pmwiki/pmwiki.php/Main/CluelessBoss"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Attempted by the narrator of KONGOS' \"Come With Me Now\". It doesn't work; the narrator is already a roiling mess of sins, so presumably Old Scratch doesn't see much point in putting in the hard yards for something he's already getting.I tried to sell my soul last night/Funny, he wouldn't even take a bite...",
      "links": []
    },
    {
      "section": "Other examples",
      "text": "The Pretty Reckless' \"Take Me Down\" is about Taylor Momsen doing this in exchange for a musical career.",
      "links": [
        {
          "title": "The Pretty Reckless",
          "url": "/pmwiki/pmwiki.php/Music/ThePrettyReckless"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The music video forPhantomby Nathan Sharp follows a young magician who makes a deal to put on the perfect magic act.",
      "links": [
        {
          "title": "Phantom",
          "url": "https://youtu.be/r24PhMkXlsM"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Colter Wall's\"The Devil Wears a Suit and Tie\"is a somewhat stock-standard crossroads-deal-type-situation with the added qualifier that the Devil is genteel and \"white as a cotton field\".",
      "links": [
        {
          "title": "Colter Wall's",
          "url": "/pmwiki/pmwiki.php/Music/ColterWall"
        },
        {
          "title": "\"The Devil Wears a Suit and Tie\"",
          "url": "https://youtu.be/rqR1cjuPXUg"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Stormfrun: In \"Down Below\", a sailor with a gambling habit makes a deal withDavy Jones: in exchange for becoming the wealthiest person on the ship, he will serve Jones after his death. Jones fulfills his promise by sending storms and ill luck to kill of the rest of the crew,leaving the luckless signer the wealthiest person aboard by virtue of being the only.",
      "links": [
        {
          "title": "Davy Jones",
          "url": "/pmwiki/pmwiki.php/Main/DavyJones"
        },
        {
          "title": "leaving the luckless signer the wealthiest person aboard by virtue of being the only",
          "url": "/pmwiki/pmwiki.php/Main/JackassGenie"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The narrator ofType O Negative's \"All Hallows Eve\" sells his soul to bring his lover back from the grave.",
      "links": [
        {
          "title": "Type O Negative",
          "url": "/pmwiki/pmwiki.php/Music/TypeONegative"
        },
        {
          "title": "All Hallows Eve",
          "url": "/pmwiki/pmwiki.php/Music/WorldComingDown"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Surprisingly, theactual Devildoesn't invoke this trope until relatively late in the game. InThe Bible,SatantemptsJesusby offering him all the kingdoms of the world in exchange for just a little worship. Of course, Jesus (being incorruptible) doesn't take the bait, but that still makes thisOlder Than Feudalism.",
      "links": [
        {
          "title": "actual Devil",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        },
        {
          "title": "The Bible",
          "url": "/pmwiki/pmwiki.php/Literature/TheBible"
        },
        {
          "title": "Satan",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        },
        {
          "title": "Jesus",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Jesus"
        },
        {
          "title": "Older Than Feudalism",
          "url": "/pmwiki/pmwiki.php/Main/OlderThanFeudalism"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The Living Bible translation ofIsaiah 28:15has God through Isaiah telling Israel \"You have struck a bargain with death, you say, and sold yourselves to the devil in exchange for his protection against the Assyrians.\" But God tells them a few verses later \"I will cancel your agreement of compromise with death and the devil, so when the terrible enemy floods in, you will be trampled into the ground.\"",
      "links": [
        {
          "title": "Isaiah 28:15",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfIsaiah"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Buddha is similarly offered a deal by Yama, king of the dead, as Buddha's teachings mean people will stop existing after death instead of being reincarnated, killing his business. He tries to threaten Buddha with a rain of poisoned arrows, swords, and other weapons, but the other gods turn them to harmless flowers, as the gods need the teaching of Buddha just as much as men. He then tempts Buddha with his beautiful daughters, and when that fails tries to make Buddha go back to defend his family. Buddha merely tells him they are destined, as everyone else, to die some day, even if Buddha saves them now. Finally Yama tells him, \"No one will listen to you. People are so deluded they even like my crappy merry-go-round of reincarnation.\" This last attempt is the only thing that gives the Buddha pause, but he replies, \"That's true, except at least SOME will listen.\"",
      "links": [
        {
          "title": "That's true",
          "url": "/pmwiki/pmwiki.php/Main/VillainHasAPoint"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Satan claimed responsibility for QT Marshall'sRing of Honoremployment atA Night Of Hoopla.",
      "links": [
        {
          "title": "Ring of Honor",
          "url": "/pmwiki/pmwiki.php/Wrestling/RingOfHonor"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Matt Tremont justified working with Drew Blood by explaining that he had scene a ladder leading up to heaven through a light Blood had told him to look at and came to the realization that there was no God, that the closest thing to God was himself because he was the savior ofCZWbut thatthe devil was in fact realbecause he realized in the same moment it was Blood.",
      "links": [
        {
          "title": "CZW",
          "url": "/pmwiki/pmwiki.php/Wrestling/CZW"
        },
        {
          "title": "the devil was in fact real",
          "url": "/pmwiki/pmwiki.php/Main/DevilButNoGod"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "InNWAHouston and Lonestar Championship Wrestling, Prince Kanu has a reputation for duping and manipulating wrestlers into signing one sided contracts and taking unnecessary wagers. Read the fine print!",
      "links": [
        {
          "title": "NWA",
          "url": "/pmwiki/pmwiki.php/Wrestling/NationalWrestlingAlliance"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The Rockoffered one up to Cody Rhodes on route toWrestleMania41, stating that he wants part of Cody's soul for eternal stardom. AtElimination Chamber: Toronto, Cody agrees he wants the stardom...but he refuses to give into the Rock's demands. But that's fine with The Final Boss...because he already gotJohn Cenaunder his thumb since Cena is desperate to do anything to get his covered 17th World Championship.",
      "links": [
        {
          "title": "The Rock",
          "url": "/pmwiki/pmwiki.php/Wrestling/DwayneJohnson"
        },
        {
          "title": "John Cena",
          "url": "/pmwiki/pmwiki.php/Wrestling/JohnCena"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Ain't Slayed Nobody's \"The Between\": Moyra Innes makes a deal with the Limehouse Lurker, getting him to stop feeding on innocent victims in exchange for her telling the other Hunters that he's left the city. However,this leads to him getting recruited by Theodora Brathwaite, and tarnishes Moyra's reputation with the other Hunters—especially Viola Archer—when they find out from Julias that she lied.",
      "links": [
        {
          "title": "Ain't Slayed Nobody's \"The Between\"",
          "url": "/pmwiki/pmwiki.php/Podcast/AintSlayedNobodysTheBetween"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "TheDinosaursepisode \"Life in the Faust Lane\" had Earl Sinclair make a deal with the devil to get a very exclusive mug.",
      "links": [
        {
          "title": "Dinosaurs",
          "url": "/pmwiki/pmwiki.php/Series/Dinosaurs"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Played for Laughsin theAlice Cooperepisode ofThe Muppet Show. Cooper acts as an agent for the devil, offering a contract that will give the muppet who signs it anything they want in exchange for their soul. Gonzo is ecstatic, but can't find a pen. (\"I'll sell my soul for a pen! No, I have other plans for that.\") Miss Piggy goes through with the deal for great beauty, but is turned off by what Cooper considers beautiful. After giving Piggy a refund, Cooper radios the devil to report...Cooper:Hello, boss... No, no, I didn't make a sale... Listen, do I get any commission on hourly rentals?[Radio spews flames]Cooper:Whew. Touchy.At the end, Gonzo appears in an explosive flash holding a piece of paper similar to the offered contract. Kermit asks if it's the contract, but Gonzo reveals it's something worse:the bill from the special effects department!Cue everyone, Cooper included, letting out aBig \"NO!\".",
      "links": [
        {
          "title": "Played for Laughs",
          "url": "/pmwiki/pmwiki.php/Main/PlayedForLaughs"
        },
        {
          "title": "Alice Cooper",
          "url": "/pmwiki/pmwiki.php/Music/AliceCooper"
        },
        {
          "title": "The Muppet Show",
          "url": "/pmwiki/pmwiki.php/Series/TheMuppetShow"
        },
        {
          "title": "the bill from the special effects department!",
          "url": "/pmwiki/pmwiki.php/Main/ShockinglyExpensiveBill"
        },
        {
          "title": "Big \"NO!\"",
          "url": "/pmwiki/pmwiki.php/Main/BigNo"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Bill Hickshad a notorious comedy routine in which he accused bands that endorsedanti-drug messagesofdoing this. Sort of.\"SUCK SATAN'S COCK!\"",
      "links": [
        {
          "title": "Bill Hicks",
          "url": "/pmwiki/pmwiki.php/Creator/BillHicks"
        },
        {
          "title": "anti-drug messages",
          "url": "/pmwiki/pmwiki.php/Main/DrugsAreBad"
        },
        {
          "title": "doing this",
          "url": "/pmwiki/pmwiki.php/Main/UnusualEuphemism"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Doctor FaustusbyChristopher Marlowecentres its entire plot around this. The eponymous doc cuts a deal with the devil (well, a devil named Mephistophilis, anyway) for twenty-four years of anything he wants in exchange for his soul. He comes to regret this, but whether from pride or faithless despair, he never accepts salvation from divine sources.",
      "links": [
        {
          "title": "Doctor Faustus",
          "url": "/pmwiki/pmwiki.php/Theatre/DoctorFaustus"
        },
        {
          "title": "Christopher Marlowe",
          "url": "/pmwiki/pmwiki.php/Creator/ChristopherMarlowe"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Faust, written byJohann Wolfgang von Goetheis another telling of the Faustus myths and legends, although it differs significantly from Marlowe's version.",
      "links": [
        {
          "title": "Faust",
          "url": "/pmwiki/pmwiki.php/Theatre/Faust"
        },
        {
          "title": "Johann Wolfgang von Goethe",
          "url": "/pmwiki/pmwiki.php/Creator/JohannWolfgangVonGoethe"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The Devilis a rock x classical musical loosely based on Goethe's play, with the two spirit beings X-Black and X-White competing to influence the soul of Wall Street banker John Faust.",
      "links": [
        {
          "title": "The Devil",
          "url": "/pmwiki/pmwiki.php/Theatre/TheDevil"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "InCross Roadviolinist Niccolo Paganini makes a contract with Amduscias, the Devil of Music. Niccolo gives his life in exchange for one million songs of genius. Once he's played the millionth song, he will die. The usual story is subverted, though — Niccolo dabbles withI Just Want to Be Normalas his songs count down and he has only 463 left, 462... but in the end,he accepts death, and has no regrets. Amduscias is also something of aBenevolent Genie, as he protects Niccolo from some of the dangers associated with their contract, and comes to really care for him. He sings a hauntingly beautifulDark Repriseof thetitle songover Niccolo, mourning for him when he finally does die.",
      "links": [
        {
          "title": "Cross Road",
          "url": "/pmwiki/pmwiki.php/Theatre/CrossRoad"
        },
        {
          "title": "I Just Want to Be Normal",
          "url": "/pmwiki/pmwiki.php/Main/IJustWantToBeNormal"
        },
        {
          "title": "he accepts death",
          "url": "/pmwiki/pmwiki.php/Main/MonoNoAware"
        },
        {
          "title": "Benevolent Genie",
          "url": "/pmwiki/pmwiki.php/Main/BenevolentGenie"
        },
        {
          "title": "Dark Reprise",
          "url": "/pmwiki/pmwiki.php/Main/DarkReprise"
        },
        {
          "title": "title song",
          "url": "https://youtu.be/90MZUQgekSg?si=WTS406M9RzP6fVwf"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "A deal with the devil is commonly used in pantomimes. A naive character (AKA: village idiot) is commonly corrupted by the villain with the promise of riches and power. This either leads to the villain holding him to ransom or the naive character returning in the second half hypnotised.",
      "links": []
    },
    {
      "section": "Other examples",
      "text": "Little Shop of Horrors: \"You eat blood, Audrey II, let's face it. How am I going to keep on feeding you, kill people?\" \"I'll make it worth your while...\"",
      "links": [
        {
          "title": "Little Shop of Horrors",
          "url": "/pmwiki/pmwiki.php/Theatre/LittleShopOfHorrors"
        },
        {
          "title": "You eat blood",
          "url": "/pmwiki/pmwiki.php/Main/ImAHumanitarian"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Hertzog, fromThe Black Crook, made a deal with the devil, who is referred to as Zamiel. In exchange for immortality, Hertzog must give Zamiel a fresh soul every New Year's Eve.",
      "links": [
        {
          "title": "The Black Crook",
          "url": "/pmwiki/pmwiki.php/Theatre/TheBlackCrook"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Discussed in Robert Bolt'sA Man for All Seasons, when Sir Thomas More tells Richard Rich (who had perjured himself, betraying More's trust, leading to More's arrest and Rich's promotion to Attorney General for Wales), \"Why, Richard, it profits a man nothing to his soul for the whole world...but forWales?\"",
      "links": [
        {
          "title": "A Man for All Seasons",
          "url": "/pmwiki/pmwiki.php/Theatre/AManForAllSeasons"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Bolt also explores this in his lesser-knownGentle Jack, which features a meek office worker given supernatural powers by Jack, a Pan-like deity. The protagonist is initially thrilled, using his powers to help his friends and coworkers, butrenegeswhen Jack demands that he kill someone to keep the powers forever.",
      "links": [
        {
          "title": "reneges",
          "url": "/pmwiki/pmwiki.php/Main/FaustianRebellion"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "InDamn Yankees, aging Washington Senators fan Joe Boyd declares that he'd sell his soul to get his team to defeat the New York Yankees. Suddenly, amysterious gentleman named Applegateappears to make him the living embodiment of his wish. The deal is concluded just with handshakes; Applegate calls signing in blood a \"phony stunt.\" Lola, a seductive servant of the devil's, is later revealed to have made a similar deal in life; she was ugly and sold her soul for beauty. Interestingly, the devil ends up voiding his own deal with Joe, in a last-ditch attempt to keep the Senators from winning the pennant.",
      "links": [
        {
          "title": "Damn Yankees",
          "url": "/pmwiki/pmwiki.php/Theatre/DamnYankees"
        },
        {
          "title": "mysterious gentleman named Applegate",
          "url": "/pmwiki/pmwiki.php/Main/LouisCypher"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "InTwice Charmed, this is what the deal with Franco boils down to. He'll send the Tremaines back in time, but if they fail, they'll be cursed forever.",
      "links": [
        {
          "title": "Twice Charmed",
          "url": "/pmwiki/pmwiki.php/Theatre/TwiceCharmed"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "InThe Soldiers Tale, the plot begins with the Soldier selling his old fiddle to the Devil in disguise in exchange for a book of riches (and a three-day reception which turns out to takequite a bit longer than promised).",
      "links": [
        {
          "title": "quite a bit longer than promised",
          "url": "/pmwiki/pmwiki.php/Main/YearOutsideHourInside"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "When Jeremy fromBe More Chillbuys hisSQUIP, he unwittingly does this. When it tells him to choose between his best friend of 12 years and the popularity he desires, he chooses the latter.",
      "links": [
        {
          "title": "Be More Chill",
          "url": "/pmwiki/pmwiki.php/Theatre/BeMoreChill"
        },
        {
          "title": "SQUIP",
          "url": "/pmwiki/pmwiki.php/Main/AIIsACrapshoot"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "InHadestown, Euridice signs her life away to Hades after she reaches a point of absolute desperation trying to survive. Hades seduces her during \"Hey, Little Songbird,\" and Euridice thinks she'd rather have stability with Hades than hardship withOrpheus.",
      "links": [
        {
          "title": "Hadestown",
          "url": "/pmwiki/pmwiki.php/Theatre/Hadestown"
        },
        {
          "title": "Orpheus",
          "url": "/pmwiki/pmwiki.php/Main/StarvingArtist"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Universal Studios’ 2023 edition ofHalloween Horror Nightshad a maze called “The Darkest Deal,” where a blues musician named Pinestraw Spruce sells his soul to an entity known as “The Collector” for musical fame.",
      "links": [
        {
          "title": "Halloween Horror Nights",
          "url": "/pmwiki/pmwiki.php/Theatre/HalloweenHorrorNights"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Animamundi Dark Alchemist: The lead character sells his soul to Mephistopheles in exchange for his sister's life after she's attacked by a monster in the woods. However, not only was Mephistopheles the one who attacked her in the first place, he did so because she had sold her soul to him a little while earlier in exchange for her brother's life. Naturally, Mephistopheles is quite pleased with himself forthat one. There is also a subversion. Dr. Bruno Glening wants a deal with Mephistopheles, butMephistofinds Bruno so repulsive that he rejects every attempt, and it has gotten to the point where he even refuses to answer the man's summons.",
      "links": [
        {
          "title": "Animamundi Dark Alchemist",
          "url": "/pmwiki/pmwiki.php/VisualNovel/AnimamundiDarkAlchemist"
        },
        {
          "title": "that one",
          "url": "/pmwiki/pmwiki.php/Main/GiftOfTheMagiPlot"
        },
        {
          "title": "Mephisto",
          "url": "/pmwiki/pmwiki.php/Main/EvenEvilHasStandards"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Apollo Justice: Ace Attorney: In the buildup to Zak Gramarye's trial, Kristoph Gavin requested 12-year old Vera Misham's services in forging Magnifi Gramarye's missing diary page, and in exchange, gave her a bottle of nail polish that he called a\"good\" luck charmas incentive for her togo outside. Vera saw him as herGuardian Angel, but also noticed the sign of the Devil in the hand that gave her the nail polish, as unbeknownst to Vera, Kristoph had laced the nail polish with the deadly poison atroquinine, which she ingested uponnervously biting her nails. As she falls unconscious from poisoning, Vera outright calls Kristoph \"the Devil\".",
      "links": [
        {
          "title": "Apollo Justice: Ace Attorney",
          "url": "/pmwiki/pmwiki.php/VisualNovel/ApolloJusticeAceAttorney"
        },
        {
          "title": "\"good\" luck charm",
          "url": "/pmwiki/pmwiki.php/Main/BadLuckCharm"
        },
        {
          "title": "go outside",
          "url": "/pmwiki/pmwiki.php/Main/Hikikomori"
        },
        {
          "title": "Guardian Angel",
          "url": "/pmwiki/pmwiki.php/Main/GuardianAngel"
        },
        {
          "title": "nervously biting her nails",
          "url": "/pmwiki/pmwiki.php/Main/RapidFireNailBiting"
        },
        {
          "title": "the Devil",
          "url": "/pmwiki/pmwiki.php/Main/SatanicArchetype"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Aselia the Eternal - The Spirit of Eternity Sword: Before the story begins, Yuuto somehow managed to make a contract with Desire, a living weapon. The deal was that it would save his little sister's life, and when the time came Yuuto would wield it to destroy its enemy, Oath. Both swords are evil. Played with a little in that Desire never really gains the degree of control over Yuuto that it expected it to.And that it dies before achieving its goal and lightens up a little at the end.",
      "links": [
        {
          "title": "Aselia the Eternal - The Spirit of Eternity Sword",
          "url": "/pmwiki/pmwiki.php/VisualNovel/AseliaTheEternalTheSpiritOfEternitySword"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Contract Demon: Kamilla's job is to make these, although she's put off by how many people want to have sex with demons.",
      "links": [
        {
          "title": "Contract Demon",
          "url": "/pmwiki/pmwiki.php/VisualNovel/ContractDemon"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Fate/stay night:Alaya, the will of Humanity to survive, is capable of making deals with humans. In exchange for a miracle granted via Alaya's power, the human agrees to become a Counter-Guardian in death. Counter-Guardians are dispatched to destroy threats to humanity, which more often than not are humans themselves, and destroying anything associated with the threat, up to and including entire nations. The only way to escape the contract is if the Counter-Guardian's legend becomes revered enough for them to enter the Throne of Heroes.Archerentered a contract to save a few hundred people from a natural disaster. He despises his existence as a Counter-Guardian, as even though he is saving more people in the long term, all he ever sees are the people he slaughters indiscriminately.Saberregretted her choices in life and made a contract with Alaya. In exchange for undoing her choices, she would become a Counter-Guardian.Prior to death, her soul was removed from time and sent to claim the Holy Grail, which could grant the wish. She ultimately chooses to accept her life, and so is freed from the contract.",
      "links": [
        {
          "title": "Fate/stay night",
          "url": "/pmwiki/pmwiki.php/VisualNovel/FateStayNight"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The Many Deaths of Lily Kosen: The titular Lily makes one to try and stave off her unspecified illness. It works,via the demon possessing her and healing her body whenever it's damaged badly enough.",
      "links": [
        {
          "title": "The Many Deaths of Lily Kosen",
          "url": "/pmwiki/pmwiki.php/VisualNovel/TheManyDeathsOfLilyKosen"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Pizza Game:The True Route reveals that Mr. Arimnaes made a deal with a demon as a child to grant him the power to instantly kill people.",
      "links": [
        {
          "title": "Pizza Game",
          "url": "/pmwiki/pmwiki.php/VisualNovel/PizzaGame"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Tavern Talk: Mike struck a deal with Tuat that the latter would grant him immortality in exchange for guarding the Spirit Dragon's realm. However, Tuat tricked Mike into being turned into the first vampire, and nobody from the living world or the afterlife wanted him.",
      "links": [
        {
          "title": "Tavern Talk",
          "url": "/pmwiki/pmwiki.php/VisualNovel/TavernTalk"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Tyrion Cuthbert: Attorney of the Arcane: Several characters discuss accounts and legends of people making Blood Contracts with demons, with predictably negative results. Such contracts aremagically bindingeven if the subject was tricked or coerced into signing, but if anything in the contract is invalid, the entire contract can be rendered null and void, so demons tend to be very careful to not leave any room for loopholes or interpretation.TheBig Bad, Eris, is a demon who's brokered Blood Contracts with several characters throughout the story, willing or otherwise, to carry out her agenda. The climax of the final chapter involves invalidating one of her contracts, by proving that one of its terms was not (andcould not be) fulfilled as written.",
      "links": [
        {
          "title": "Tyrion Cuthbert: Attorney of the Arcane",
          "url": "/pmwiki/pmwiki.php/VisualNovel/TyrionCuthbertAttorneyOfTheArcane"
        },
        {
          "title": "magically binding",
          "url": "/pmwiki/pmwiki.php/Main/MagicallyBindingContract"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Umineko: When They Cry: A deal with the \"Golden Witch\",Beatrice, sets the plot into motion. The protagonist Battler's family patriarch Kinzo made a deal with her to amass the family fortune, and she plans to reclaim it upon his death unless Battler can solve her riddle.",
      "links": [
        {
          "title": "Umineko: When They Cry",
          "url": "/pmwiki/pmwiki.php/VisualNovel/UminekoWhenTheyCry"
        },
        {
          "title": "Beatrice",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "The story ofTOMEbegins with one in the form ofAlpha making a deal with the Forbidden Power, which comes back to bite him in ahugeway later and becomes the main conflict of the series. Interestingly, during theFinal Battle, Alpha convinces the Forbidden Power to make a deal withhimwhen it's about to be deleted, which gives Alpha the edge in the fight against theBig Badand ultimately lets the good guys win in the end.The trope also applies in TOME's predecessor series,Tv Tome Adventures.",
      "links": [
        {
          "title": "TOME",
          "url": "/pmwiki/pmwiki.php/WebAnimation/TOME"
        },
        {
          "title": "Final Battle",
          "url": "/pmwiki/pmwiki.php/Main/FinalBattle"
        },
        {
          "title": "him",
          "url": "/pmwiki/pmwiki.php/Main/InvertedTrope"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "In the first episode ofHelluva Boss, \"Murder Family\", Blitzo unintentionally agrees to a deal with Stolas while he's busy being shot at. Since Stolas owns the magic book the imps use to enter the living world, and Stolas needs it sparingly for his own duties, Blitzo has to bring the book back to Stolas once a month on the full moon. Not only that, but during that night Blitzohas to sleep with Stolasto maintain the arrangement.",
      "links": [
        {
          "title": "Helluva Boss",
          "url": "/pmwiki/pmwiki.php/WebAnimation/HelluvaBoss"
        },
        {
          "title": "has to sleep with Stolas",
          "url": "/pmwiki/pmwiki.php/Main/SexForServices"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "Overly Sarcastic Productions: Red discusses this in herFaustian BargainsTrope Talk, dividing it into sub-tropes based on what the mortal party does with the deal. She also notes that in almost all cases, doing this is areallybad idea, as the boon is temporary while the price is eternal, and thereforealwaysa bad trade.Power: Generally used for bad guys and occasionally anti-heroes. For villains, it increases their threat level while also adding a built-in kill switch in the form of the bargain coming due, and for the anti-heroes, it makes them tragic characters as no matter what they accomplish with their power, they are in the end doomed to the same fate as the villains; the bargain comes due, and the devil figure comes to collect. This variant is often used for aVengeance Feels Emptyaesop, as a character trades their future for revenge, only to realize once they've cooled down (or actually gotten their revenge and now have to live with the consequences) that it wasn't a good trade.Saving a Loved One: Used more often for heroes as a plot hook, and usually comes with the obvious trick of the loved one dying from something else. Often comes with power prepackaged in to give the hero something to show for their bargain plot-wise.Good Times: Sometimes crosses over with power in the details of the bargain, but not in plot use; since a hedonistic deal is probably the dumbest type of Faustian bargain one can make (as the benefits are by definition temporary and serve no greater purpose), these sorts of stories are usually about aVillain Protagonist's self-destruction as they realize that the thing they thought would make them happy didn't, as in stories likeThe Picture of Dorian Gray.",
      "links": [
        {
          "title": "Overly Sarcastic Productions",
          "url": "/pmwiki/pmwiki.php/WebAnimation/OverlySarcasticProductions"
        },
        {
          "title": "Vengeance Feels Empty",
          "url": "/pmwiki/pmwiki.php/Main/VengeanceFeelsEmpty"
        },
        {
          "title": "Villain Protagonist",
          "url": "/pmwiki/pmwiki.php/Main/VillainProtagonist"
        },
        {
          "title": "The Picture of Dorian Gray",
          "url": "/pmwiki/pmwiki.php/Literature/ThePictureOfDorianGray"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "While reliable evidence that Satan has ever actuallyboughtanyone's soul is not available, someTheistic Satanistsmay claim to havesoldtheir souls to him, or to havegiventhemselves over to him.",
      "links": [
        {
          "title": "Theistic Satanists",
          "url": "http://en.wikipedia.org/wiki/Theistic_Satanism"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "There have been a few attempts of people selling their souls on eBay. Known examples include electronic musician Moby, who put his up as aTake That!to critics who felt he \"sold out\".So did the atheist activist Hemant Mehta, who later wrote a bookI Sold My Soul on eBay. Note that what he wasactuallyselling was the right to have him attend a church of the winner's choice for a year. The soul thing was a gimmick.eBay has, perhaps unsurprisingly, banned this practice, prohibiting the sale of items whose existence cannot be verified and deleting such listings as soon as they're discovered.\"If the soul does not exist, eBay could not allow the auctioning of the soul because there would be nothing to sell. However,if the soul does exist then, in accordance with eBay's policy on human parts and remains, we would not allow the auctioning of human souls.\"Somebody got around the ban by instead selling an autographed card of himself - the card being, naturally, a deed to the seller's soul.",
      "links": [
        {
          "title": "Take That!",
          "url": "/pmwiki/pmwiki.php/Main/TakeThat"
        },
        {
          "title": "I Sold My Soul on eBay",
          "url": "http://en.wikipedia.org/wiki/I_Sold_My_Soul_on_eBay"
        },
        {
          "title": "if the soul does exist then, in accordance with eBay's policy on human parts and remains, we would not allow the auctioning of human souls.",
          "url": "/pmwiki/pmwiki.php/Main/MortonsFork"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "In Latvia, a country hard hit by the 2007-9 economic crisis, the Kontora loan office is lending people money at high interest rates if they agree to use theirsouls as collateral. So far, about 200 people have taken Viktor Mirosiichenko up on his offer. They don't employ any debt collectors either...Mirosiichenko: \"If they don't give [the money] back, what can you do? They won't have a soul, that's all.\"",
      "links": [
        {
          "title": "souls as collateral",
          "url": "http://www.reuters.com/article/oddlyEnoughNews/idUSTRE5623G020090703"
        }
      ]
    },
    {
      "section": "Other examples",
      "text": "British game retailerGameStationdecided to make a point about online Terms & Conditions and how nobodyeverreads them, byinserting a clause that the user gives up his soul to them. They later e-mailed all those who had agreed to the terms assuring them that they would be immediately nullifying any claim they had on their customers' souls. This happened onApril Fools' Day, incidentally.",
      "links": [
        {
          "title": "inserting a clause that the user gives up his soul to them",
          "url": "http://www.foxnews.com/scitech/2010/04/15/online-shoppers-unknowingly-sold-souls/"
        },
        {
          "title": "April Fools' Day",
          "url": "/pmwiki/pmwiki.php/Main/AprilFoolsDay"
        }
      ]
    }
  ]
}