{
  "trope": "GodIsGood",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/GodIsGood",
  "description": "\n\n\"I am convinced that nothing can separate us from the love of God. Neither death nor life, angels nor demons, neither fears for today nor our concerns for tomorrow—not even the powers of hell can separate us from the love of God.\"—Romans 8:38,The Bible\n\nThe Man upstairsisa pretty cool Guy.\n\nHe wants people to be happy and for good to triumph over evil, and isn't afraid of anything. His power is not based onpeople liking himor a hiddenplanto extract the tears of mortals. If God permits evil, it is because he respects people enough to let them make their own mistakes, and deal with the consequences of their actions, rather thanevil for its own sake. If a hero is pious and noble, repentant if it concerns an anti-hero, or if the evil cannot be contained by mortal agents, sometimes divine intervention actually happens, no strings attached.\n\nThis may or may not be result in aDeus ex Machinadepending upon whether God, or agents of God, finish the villains themselves and whether they're established characters or not. If they donotend the battle themselves, theywillprovide the supernatural power-ups,Holy Hand GrenadeorInfinity +1 Swordto the hero in order to save the day. This is the opposite ofHave You Seen My God?, and tends to go hand-in-hand withLight Is Good.\n\nIf this concerns anAnti-Heroor unbeliever, the prayer typically begins, \"Please, God, if you're there...\" This is especially poignant if the character had previously gone on a massiveRage Against the Heavensrant, or is aHollywood Atheist. Perhaps their current condition isn't the fault of God, but rather from their own faults, the negative consequences of their own actions, or the actions of others.\n\nFor dramatic reasons, characters may avoid turning to Goduntil they've exhausted every other possible recourse; after all,Prayer Is a Last Resort(bonus points if the prayer includes the line, \"God, I'm not really a praying man, but...\"). This can be used tounderscore how desperate the situation really is, and also to avoid anytoo-convenientDivine Interventions. More pious folks may still consider this to be unsatisfying;after all, if there's really anomnipotentBig Goodwho's willing to give you supernatural assistance when you ask, whywouldn'tyou ask right away?\n\nUnanswered prayers may lead to aCrisis of Faithif the characters dwell too much on the age-old question ofwhy a good God allows evil. A possible answer may be that, although he's good,God Is Flawed. It could also be that heprefers to leave people's decisions up to them, even though that results inThe Evils of Free Will. Maybe it's just that he's workingIn Mysterious Waysor thatHelping Would Be Kill Stealing.God's Hands Are TiedandAll-Powerful Bystanderget into some further exploration of why this might occur in various settings. On the other hand, if a character is just upset that God isn't making things go well for them personally, they may beEgocentrically Religious.\n\nConversely, this can easily overlap withGood Is Not SoftandGood Is Not Nice, since being good usually involves taking a dim view of evil. Thus a good God would certainly not be above making suresinners receive their due comeuppance. Then again, the element ofAll-Loving Herois equally likely to mean God is good enough tofind the good in even the worst peopleand show they’renot beyond redemption. What can we say but God worksIn Mysterious Ways?\n\nCompareGod of Good, which overlaps (since, in monotheistic religions,heis this also). This trope also frequently overlaps withGrandpa God, since a kind old man is a good shorthand for wisdom and fatherly concern. This is the guy that theGood ShepherdandThe Paladinwork for.The Missionaryspends his timeWalking the Earthand telling people about this trope. CompareEverybody Loves Zeus, where light and heaven-based gods not traditionally good and pure are portrayed as such in adaptation. CompareJesus Was Way Coolfor when The Son gets good ink specifically. It can also include God workingIn Mysterious Ways, since if he hasn't directly shown himself before, chances are he was workingthroughthe heroes. CompareOmniscient Morality License, where a god justifies seemingly unethical actions by revealing their incredible knowledge let them know it would lead to good in the future.\n\nOpposite ofGod Is Evil,Jerkass Gods, andGod and Satan Are Both Jerks. For aPerspective Flip, seeSatan Is Good. If it's an open question whether God is good, the characters may elect to playReligious Russian Roulette.\n\nExamples:\n\nopen/close all folders\n\nAnime & MangaImplied inBleach. During theBig Bad'sVillainous Breakdown, Urahara tells him that the King of Soul Society is the lynchpin that holds everything together, and without him everything would crumble. The fact that everything is still in order implies that the guy cares about the world.A Certain Magical Index: Index theorizes that the reason Touma isBorn Unluckyis because his Imagine Breaker creates a moving zone that negates God's Grace. In other words, the only reason anyone ever has any good luck is because God is willing it.Most the gods inDragon Ballare good. Even Piccolo, the bad side of Kami-sama, the God of Earth, eventually turns good. Unfortunately, in addition to being abit inept, most of them are weaker than the protagonists and tend to be rather helpless against the currentArc Villain. Beerus the God of Destruction is the one possible exception, since he's rather selfish and cavalier about destroying things (such as planets), but he's really rather personable when he isn't ticked off, and overall is portrayed as a neutral force (as befits an avatar of destruction).His teacher, Whis, is aNice Guy, and Beerus's superior.Zen'o, King of Everything and the superior to all gods, is a Zigzagged example. On one hand he is an extremely immature and temperamental being who will threaten your existence if you insult him, but on the other, Goku fairly quickly proves that most characters' fears about him are ill-founded and he's quite friendly to people brave enough to try approaching him. He's also demonstrated genuine wisdom at times, and he's dedicated to his universes' improvement. He ends up being the one to finally kill Infinite Zamasu, and the anime reveals that the entire Tournament of Power was aSecret Test of Characterto see if the winner would selflessly use their wish to reverse the destruction of the losing universes. Android 17 wins and passes the test, much to his satisfaction.I Got My Wish and Reincarnated as the Villainess (Last Boss)!: The actions God has performed so far are for the general good: trying to resolve the issue of \"The Saint and the Four Knights\" universe, where Elizabeth turns into ademon lord, by specifically choosing the protagonist's soul to reincarnate as her; and in his perspective, this is also in the protagonist's favor, as he thinks she would have an easier life post-reincarnation, a view the protagonist agrees. He also asks for the protagonist's consent for this and is uncomfortable at the latter'sJumping at the Call, before he can finish the full disclosure.The Innocent: Although God is never outright mentioned, Angels and the like work with people executed for crimes they didn't commit in order to help put their souls to rest. These people are placed under strict (but completely understandable) rules such as (word-for-word)Thou Shalt Not Killand work in order to help grant good people their last wishes.KonoSuba:The goddess Eris is the administrator for the world that the story takes place in, and she is shown to be a total sweetie during Kazuma'snumerous audiences with her. She alsooccasionally incarnates as a human thief, Chris, and helps people in small ways, such as becoming Darkness's first friend and helping her find a party that would accept her.The Axis Cult will talk your ear off about the grand benevolence of their goddess, Lady Aqua, but this is because they are crazy zealots. Aqua is whiny, selfish, and useless unless you need a healer (or giant frog bait), but she has her moments of compassion and wisdom. She is also shown that she is not afraid to go to any lengths to protect her followers such as throwing herself in harms way when Hans attempted to poison the hot spring waters her followers regularly use. She is definitely goodtothe Axis Cult members themselves.Implied inLog Horizon: When an adventurer dies, they automatically respawn in a cathedral. It has a \"saved by divine grace\" air to it.InPanty & Stocking with Garterbelt, God sends down helpful (if sometimes vague) clues for the protagonists as to where to go or what to do through little pieces of paper.In the finale, she (!) shows up personally to crush theBig Badunderfoot.The nigh-H-manga comedyMy Balls. Though shackled by the letter of His own laws, He generally ensures thatthings work out for the best, and, in the end, never lets Kouta be tempted beyond what he can bear.Though he himself was not very religious, quite a few of the works ofOsamu Tezukahave this trope in play.InPrincess Knight,both the Abrahamic god and the Roman gods exist side by side. The latter are definitelynot this trope, but the former is: He forces the mischievous angel Tink down to earth to helpPrincess Sapphireafter Tink's prankcaused her to have two hearts, and when Tink proves himself God is quick to forgive and reward him. God is also happy to lend someDivine Interventionto help the heroes once in a while. A similar positive portrayal of the Abrahamic god pops up in Tezuka'sIn Name Onlyadaptation ofFaust.Speaking of, unsurprisinglyIn the Beginning: The Bible Storieshas this trope considering it adapts various tales fromThe Bible.InBuddhathis is played straight, but alsoDeconstructedsince the story looks at the ramifications of some of Buddha's more extreme actions.WishbyCLAMPhas Angels and Demons running around in a frenzy over the relationship the main characters (an angel and a human) have, and the Angels are worried what sort of smiting God is going to do when He finds out since He specifically ordered for this kind of pairing not to happen. When God reveals His opinion on the situation, it turns out thatHe had a good reason, as once an Angel loves someone, it'sforever,regardless of lifespan. He arranges for the Angel to go into hibernation in between the human'sreincarnationcycle, so they can be together.\n\nArtGod's goodness is a frequent theme inRaphael Sanzio's artwork. In particular,The Disputation of the Sacramentshows God carefully balancing the world on the left, gives a sign of blessing on the right, and shines light on the many saints, philosophers, and scientists below so they can thrive.TheSistine Chapelis a shrine to worship God, and this is reflected in the artwork, which portrays God as a beautiful, intelligent creator who made creations of incredible detail and liveliness.\n\nComic BooksThe DCU:The Presence is the comics version of the Judeo-ChristianGodand is on the side of our good superheroes. Usually operating through celestial agents such asThe Spectre, a hero and founding member of the Justice Society of America.Superman: Rao is the God of Krypton, and Flamebird and Nightwing are His Children in the Post-Crisis continuity. In theNew Kryptonstoryline,Supergirlisn't feeling particularly pious after her father's murder, and deems her friend Thara -who claims Flamebird is bonded with her- a nutjob. Yet still Kara is saved by literal divine intervention inThe Hunt for Reactronwhen Flamebird manifests through Thara and stomps Reactron. Later Kara apologizes to her friend and confides to Thara that she's feeling hopeful now because if the gods are real, it means her deceased father is in a better place.The Krypton Chroniclesalso reveals Raodidwarn the Kryptonians that they needed to leave their homeworld because Krypton would blow up in the far future, leaving them plenty of time to develop a space program. Unfortunately, they did not listen.Hellboy: God destroyed the power of the rebellious angels responsible for creating the Ogdru Jahad and cast them down to Earth. There is also plenty of power in various relics the heroes use to fight against evil. In addition, the fact that Hellboy, a demon from hell, is a Catholic, should tell you all you need to know about how big and inclusive the God of Hellboy is.Marvel Universe:The-One-Above-All, the Creator of the Multiverse, who is usually shown in the form ofJack Kirbywhen he appears. According toUatu, \"His only weapon... islove.\"The Mighty Thor: Thanks toHijacked by Jesus, Odin is often a stand-in for the Judeo-ChristianGod, especially when Thor is beingJesusWITH A HAMMER!They're both always good, protecting the weak, and only opposed by dastardly villains like the trickster Loki and the monstrous Surtur. However, books from the2010sonward start downplaying this trope. For instance,Fear Itselfhas Odin try towipe out the entire human racejust to stop the Serpent, and this isn't the first time this has happened. It was also around this period that his parenting style with Thor and Loki was depicted more asabusiveand he had a nasty habit of being a callous asshole. However, several moments show thathe does still have morals.\n\nComic StripsIn one strip byQuino, pizzas start falling all over the world, much to the surprise of many as well as the delight of the poor and starving people:Reporter:Father, there is raining of pizzas all over the world! What does this miracle mean? Has God gone crazy?Priest:No, son. What happens is that God makes no distinctions and he sends his help to everyone equally.\n\nFan WorksInThe Bridge: Harmony is this.She fought off her counterpart, Grogar, to defend a group of accidental alien invaders whom had no business being in primordial Equestria, subtly guided the ponies over thousands of years, and shaved off parts of her own power to create the Elements that bear her name as well as the Rainbow Power. In stark contrast to theBig Baddwelling in a frigid, sterile dark realm of Zenith, those in her presence feel welcomed, at ease, and loved with her realm being a beautiful starry void. While she can't interact much more outside of her dormant state, the Tree of Harmony, she still pulls fate's string to help guide those to where they are needed;like setting the Dazzlings sirens and four of the enemy kaiju on the path to aHeel–Face Turn. AnAll-Loving Hero, she even offers to forgive theBig Bad. She also sacrificed more of her power to create two protectors and guides to experience life as ponies,her daughters Celestia and Luna.It's later revealed she's also freely given away pieces of her power to enchant various other magical relics that explicitly require benign intent and emotions to use, such as the Crystal Heart andSilver Crystal. She's essentially theMan Behind the Manfor sizable portion of Equestria's heroes, empowering many forces for good against Grogar and his creation's evil.The prequelGodzilla: New Era, leaves itambiguousif the third Godzilla (a.k.a. the grown up Junior) is just a miraculous mutation or might be a kami, an incarnation ofSeiryū. Though it is implied the latter or both might be true. A benevolent protector of humanity, he intentionally intervenes to save them from the Millennian that would otherwise have caused an extinction event despite being mistakenly attacked earlier. By the time of The Bridge, he's effectively become theBig Goodof Terra; though is unaware if he truly is a kami or not.Children of an Elder God: In a dream,right when her faith is shaking due to the lies ofNyarlathotep, Asuka has a vision in which God reveals that He sent her and the remaining pilots to protect mankind from the Outer Gods.It's ambiguous if her vision was real or only a dream, though.InA Crown of Stars,Daniel, Rayana and their familyare the divine rulers of Avalon, and they're real nice and try to be fair and benevolent. They genuinely love their followers and would do anything for them, and they try to make things right if they mess up.God of War - Not All Gods: Just like canon,Palutenais benevolent and loving to humanity, andKratoshimself acknowledges that had theGreek Godsbeen like her, things would have ended very differently. At the end of the story, he tells Atreus that he was right:not all gods are bad.Hellsister Trilogy: In the first arc,John Constantineprays for Kara's survival. In the next chapter, Supergirl is about to die after battling Mordru, but is saved byThe Spectre, who explains he was allowed to save her if she managed to win.The Spectre:I would have been at your side from the beginning, had I been allowed. But I am rarely permitted on your side of the veil anymore. A specific intercession was made on your behalf. I was granted power to save you, if you had triumphed. If you did not, you would still be among the honored dead.Helluva Wizard:The Revealin Chapter 25.God loves all his creations equally, and he wants everyone to join Him in Heaven. The only problem is the flawed system of Heaven and Hell that condemns more than it rewards. He's also not the one responsible for the angels' purges of Hell: that's them assuming that their desires are His. Indeed, while He gushes over the love between Lily and James and deeply saddened by the effect of their deaths on Harry's life, He's overjoyed to see that despite Moxxie and Millie being creatures of Hell,they still gave Harry the love and support he needed. Finally, God is ultimately able to avertBlack-and-White Insanity, understanding thatdark doesn't always mean badandlight does not always mean good.At the beginning ofThe Keys Stand Alone: The Hard World, Durothé tellsthe fourabout the history of the planet C’hou and the two sets ofJerkass Godsthat wiped out a lot of the population. The devoutGeorgenervously asks her if all gods are like those two pantheons, but, recognizing that he's really asking about his own god, she reassures him that if he perceives his god as benevolent, by definition it is benevolent.Mike's New Ghostly Family: Though God does not make any direct appearances in the fic, He is portrayed as anultimately benevolent forcewho is willing to show mercy when possible and reward individuals like Mike Schmidt for their virtuous actions, even if He worksIn Mysterious Ways. Best shown by an example that kicked off the fic's entire premise; when He notices the case when the souls who sinned never committed any sins whenthey were alive(as all of their murders they committed when they were trapped in animatronic bodies withthe Remnantpreventing them from passing on), He noticed that situation like theirs never occurred before, so He decided tobe more lenient with His rulesand showed them mercy by allowing them to return to Earth as ghosts to redeem themselves before they'll be properly welcomed back into Heaven.Nine Knackered Souls: Celestia, co-creator of the realm, is also a loving mother figure for it. One line describes her smile as that \"soft smile of hers that made one feel like they could fall asleep in her hooves.\" Her love is so great it includesNaytheists,Flat Earth Atheistsand other people that don't accept her divinity because they it means they will do things for themselves instead of relying on her, which is what she wants in the first place.This trope is more or less a key idea inPony POV Series. Out of the seven Deities present on the mortal world, onlyDiscordis evil in the slightest. Celestia, Luna, and Cadence areReasonable Authority Figureswho only want to ensure the world as a whole is a safe place, and are shown to personally protect the world from any supernatural threat the mane six aren'tneededto defeat. Mother Deer is anActual Pacifistand leader of the biotechnologically advanced Deer who are responsible for various advances in medicine and green energy, who were farworsewithout her in charge. The Dragon Gods Queen Tiamat and Bahamut, whileterrors when provoked, generally work with Celestia to ensure a mutual peace between the Dragons and Ponies. While the rest of the deities are mostly offscreen, even Discord's family, the Draconequi, areGood Is Not Niceat worst, being Nature's Fury, but are shown to go to great lengths to help life flourish and thrive. Only four known gods out of over twenty are actually evil, and they're quite clearly exceptions, not the rule. According toWord of God, this portrayal was in response to other works which portrayed deities as eitherevilorabsolute jackasses, and he was tired of it.This trope actually bitesQueen Chrysalisin the flank when she attempts tobecome a goddess.The Elements of Harmony decided a Goddesswithout a heartwasn't right, and sothey gave her one.The Interviewers then point out that Discord had tosuppresshis natural divine empathy for life to become the monster he is now.This is shownbig timein the Rumors Arc were the Pantheon mobilizes to counterDiscord andUmbra Breeze'sendgame.The only gods thataren'tin some way trying to protect the universe are the aforementioned genuinely evil ones and theOuter Concepts(who arenot exactly evil barring one of them). They essentially run themselves ragged trying to prevent anyone from dying.\n\nFilms — AnimationThe Candlemaker fromThe Book of Life, while he's notexactlyGod, he's this universe's closest equivalent as a powerful being whose job is to maintain the balance and the peace over the world of the living and the dead, and he's quite a nice guy.Zeus and Hera in Disney'sHercules. They areHappily Married, enjoy a good reputation among mortals, and are credited with saving the world from the tyranny of the Titans. Most notably, they're seen as doting and kind parents who genuinely love Hercules. This is in sharp contrast to the original mythology where Zeus was more apathetic of his offspring and Hera was often outright antagonistic.Disney'sThe Hunchback of Notre Dame: Everyone from Frollo to the Archdeacon believes that God will always punish the wicked and aid the righteous. The Archdeacon also seems to believe in God's mercy, scolds Frollo for not showing it, and manages to inspire Frollo to spare Quasimodo by appealing to God's mother.Many view Frollo's death as directDivine Intervention, punishing the villain and saving our heroes.Whaddya know, the God figure inThe LEGO Movieisa cheerful young boy who wants to build awesome things with his imagination.The Prince of Egypt: God selects Moses to deliver people from slavery, appearing in a gorgeous stream ofbright lightaccompanied by an awe-inspiring score. Red Sea parting ensues, where the heroes are saved and the bad guys are defeated.Heavily implied inTokyo Godfathers: with the underlying themes of Christianity, Hana's statements, and the Deus ex Machina that seems to be everywhere, God might have had something to do with it.\n\nFilms — Live-ActionBedazzled (2000): He turns out to be a very nice guy who gave Elliot some very valuable advice, bringing him back from the brink of damning himself.InBill & Ted's Bogus Journey(an offscreen) God helped the boys out in their quest to defeat the Evil Robot Thems.The Book of EliEli follows 'the voice' which leads him and protects him for thirty years.He dies without regret after he completes his task to save the world's last copy of the Bible from destruction andmisuse.The phrase \"God is good\", and its standard response \"All the time\", are uttered respectivelyby Carnegie and Eli. Carnegie uses it to spite Eli, to say that God is good to Carnegie and not Eli. Eli's faith perseveres while going through a silent test, and in the end God is good to him.Bruce Almighty: The premise of the movie is Bruce thinking he can do a better job running the universe than God... and he's wrong.End of Days: Jericho, after a run and gun battle with Satan, ends his life and- and his reward is that this trope proves to be true. Having previously lost his faith after the death of his family, he asks God for the strength to finish the fight, and wins.He gets possessed as part of the bad guy's escape plan but regains control just long enough to impale himself on a sword held by a fallen statue of Michael...His reward is seeing his family again as the credits start to roll.Forrest Gump: After coming back from Vietnam, Lt. Dan is told stuff like this. One example is, \"If I let Jesus into my heart, then I will walk beside him in the kingdom of Heaven\". He thinks it's bullcrap for a while, but after Hurricane Carmen, the two of them come to an understanding. Forrest notes that he \"made his peace with God\".Godzilla: A few kaiju are powerful enough to be rightly counted asdeities, yet are benevolent and caring towards humanity (if a tad destructive).Mothra is a giant butterfly who is worshiped as a goddess on her island home. She's also one of the few purely good monsters within the Franchise.Likewise, there is King Caesar. A monster loosely based off of the Shisa of Okinawa folklore. In the 1974 filmGodzilla vs. Mechagodzillahe acts as a guardian deity who protects Japan from evil.Also, the filmGodzilla, Mothra, King Ghidorah: Giant Monsters All-Out Attack!features not one but THREE monster gods who protect Japan from evil (IE: Baragon: the god of the earth, Mothra: the goddess of water, and Ghidorah: the god of the air). In the film, they are awakened in order to save Japan from Godzilla.Unfortunately, Godzilla ends up killing all three of them.Guardians of the Galaxy Vol. 3: Benevolent deities established in the Marvel Cinematic Universe like Thor aside, the existence of a benign capital 'G' God like the comic's One Above All is heavily implied. Even engineered works by evil men like the High Evolutionary can get into an idealic, completely unironic Heaven.Lylla:\"There are the hands that made us, and then there are The Hands that guide their hands.\"Indiana Jones: A common element in its movies.Raiders of the Lost Arksees the heroes captured by the big bad and all seems lost. Then, Nazis meet Ark of the Covenant, Ark of the Covenant, meet Nazis. Also includes the villain-destroying power ofthe Sankara Stonesandthe Holy Grail. One could wonder why Indy needs to do anything when the various artifacts of doom seem perfectly capable of taking care of themselves...then one would realize that the Nazis were all killed by a divine artifact belonging to what the Nazis most hated.You could say they got what was coming to them.It's a Wonderful Life: A literal angel convinces George Bailey that the world would be a worse place if he never existed.Maverick: Gambler Brett Maverick is on his steed, attached to a noose that will hang him when his horse moves. He asks God for another chance... and the branch breaks.Monty Python and the Holy Grail: God would REALLY appreciate it if people would stop groveling every time he tries to talk to someone. He leaves useful things like theHoly Hand Grenadefor the heroes to find and sends them on a heroic quest so they can set an example for others.O Brother, Where Art Thou?: Ulysses prays for a miracle when his death by hanging seems certain. A flood then sweeps in to save him. He immediately recants his newfound 'faith'.Oh, God!: God is a jovial, kindly, and wise being who comes down with the express purpose of helping humans find hope and harmony through Him, all the while expressing love for all humans even if they are of other religions or made aDeal with the Devil. Even in the sequels, his love for humanity never wavers.\"If it's hard to have faith in me, maybe it will help to know that I have faith in you.\"The Prophecy: Unique in that the reason Gabriel has for leading the second rebellion against God is that He loved those weak monkeys more than angels. When Gabriel is defeated, we see the evil, racist, genocidal soul of Hawthorne destroyed by divine light.The end of the supernatural WesternPurgatory: \"The Creator may be tough, but he ain't blind.\"Played with inTRON: Legacy. Kevin Flynn is a kindly father figure to his creations. However, he is not infallible (see directly above), and, after his terrible mistake with Clu, he is reluctant to interfere in the universe.Year One: ResidentButt-MonkeyOh asks God (if He exists) for a shot with his cave gal... and he gets it.\n\nLiteratureDuring the climax ofThe Alloy of LawWax, wounded and outgunned, snarkily reminds his god (Harmony) that he had asked for help, and is very surprised when his god answers him. So he asks why his deity hasn't done anything to stop what's going on, and is told that he has; he sent Wax. And then he notices that the crate he's hiding behind just so happens to be the one containing all his old equipment, which he had previously let the bad guys get hold of.Harmony:You're welcome.Arabian Nights: You could keep a running tally of all the special powers, deliverances and interventions that happen throughout the various tales attributed to Allah directly or indirectly.InTanya Huff's novelBlood Price, the bad guy manages to get past the good guys' attempts to stop him and complete his demon-summoning ritual onEaster Sunday morning. God does not approve.Chance And Choices Adventures, beingChristian Fiction, has this as a central theme. It's also said outright by numerous characters, particularly the Williams sisters.The reasonThe Divine Comedy's Inferno is such a terrible place is because it is the furthest place in the universe from God, and when Dante jumps off the Devil's back to the surface, he begins an ascent through more beautiful and joyous areas of Purgatory and Paradise until he reaches what he calls \"the Love that moves the Sun and the other stars,\" what we call God. Dante blissfully laments that his memory could not capture more than a distant shadow of the pure goodness he knew in God's presence, presenting a God always better than what we can conceive or convey.InDiscworldmost gods areJerkass Gods, but there are also some undeniably benevolent deities on the disc.Whilst they aren't quite gods,anthropomorphic personificationslike Death and Time are powerful spirit-like beings who are shown to be very friendly and will often go out of their way to help the races on the disc.Especially Death.Om fromSmall GodsIsn't this at first being initially a firm believer ofIt's All About Me, but after a lot ofCharacter Developmentvia interacting with mortals and seeing the compassion of his prophet he firmly becomes this by the end of the story and remains so through the franchise.Azrael,the death of deaths and the most powerful being in the whole Discworld Universe,is shown inReaper Manto be compassionate and gives Death his position asGrim Reaperback after he expresses a desire to protect humanity.The Dresden Files: Never directly stated, butheavilyimplied.There's a degree of this with the Knights of the Cross. He rarely if ever acts in an overt fashion, but often times the Knights justhappento have a feeling they should be somewhere,coincidentallyputting them in just the right place to save the day.Harry has a direct line to an archangel whenever he's suffering a moral crisis.Specifically, Uriel.InChanges, an Old Woman calls out, “Oh, God in Heaven, help us!”. He does and a Knight appears, but the man claims it was just a coincidence.The Faerie Queene, Book I:In Canto IX and X, it is God's mercy as told by Una that saves Redcrosse from suicide at despair's hand and contemplation of God that sees him fully recover from the lingering depression Despair left him in.In Canto XI, the kingdom is only saved because God guided chance to allow Redcrosse to fall into aHealing Springand then the Tree of Life when struck by the dragon's breath.C. S. Lewis:The Chronicles of Narnia: Aslan is probably one of the ultimate examples of this trope: in every book he is a stern but wise and kind being who does everything he can to protect Narnia and all within it (and outside of Narnia). Some examples of his benevolence include giving up his own life to save Edmond from the White Witch, guiding and advising the heroes countless times, intervening on the rare occasion the heroes fail, and restoring Narnia after it is ruined by the Calormenes.The Screwtape Lettershas Screwtape point out God's goodness, telling Wormwood that God puts \"absurd value\" in each human's individuality, wants Servants who can become Sons, and describes \"the patient\" entering Heaven and seeing the strangeness of the beings there not as a terrifying experience, but as a permanent reunion with old friends whom he could always just barely sense at the edge of earthly consciousness.The Space Trilogy. While the Oyarsa may be considered the agents of God on Earth, humans, specifically Ransom, is chosen to be the agent of God on Venus to save it from its own fall into darkness. Then hebeats up Satan.No Game No Life: Once Tet became the One True God, (s)he outlawed violence and robbery and stated any dispute would be resolved by games, where cheating isnotallowed. (S)he is also very friendly to the main characters, and while Tet claims to not favor any of the sixteen races in particular, there's no denying that Tet's actions not only made two genuinely good peoples' dreams come true by sending them to a parallel fantasy world where their skills as gamers could make a huge difference, but also that this decision wound up saving humanity in its time of most dire need.Paradise Lost: God knows man will fall prey to sin, but respects them enough to let their choices have consequences. Afterwards, he not only comes up with a cunningplanto save mankind, but his Son/Proxy Jesus personally leads the army in heaven to crush Lucifer and his rebellion, which technically ties this trope withKung-Fu Jesuswhen he defeats the army with a strong stare.Song at Dawn: He is always shown in a positive light; the criticism goes toward the less than holy church. Dragonetz, for instance, has lost faith in the church but he still prays alone in the chapel.InSpecial Circumstances, the Supreme Being(s) of all of the religions followed by the members of the titular organization step in to help their mortal agents to defeat Evil.Summoning of the Soul: When a king is dying on Earth, God orders Wu Yang from Heaven to summon his soul back to his body, saving the king's life.Tolkien's Legendarium:The Lord of the Rings: Tolkien stated in a letter that the main characters areSauron, the titular lord of the rings and the one who started the war, and God. The story is about how God, known as Eru Ilúvatar, defeats Sauron through his servants (i.e., Frodo, Gandalf, Aragorn, etc.) and in one miraculous case, causing the ledge of Mount Doom to crumble so that Gollum and the One Ring fall into the fire, ensuring that the dark power of Sauron was destroyed forever and peace could return to Middle-Earth.The Silmarillion: The power of Morgoth gets so out of control in the first that age elves, humans and dwarves have no choice but to plead before the Valar for their aid. They get it. Plus, in the Tolkien Apocalypse, Jesus/St. Michael stand-in Manwë gets medieval with Morgoth and his resurrected servants at Dagor Dagorach.Trapped on Draconica: Dronor functioned like a god when alive(after dying he undeniably is one)and receives prayer from mortals because he answers them.\n\nLive-Action TVBattlestar Galactica (2003): It is implied that astral projection Baltar and Six are agents of a higher power taskedwith breaking the cycle of human/machine hatred and destruction.Word of God— ironically, given this trope's name — has confirmed it. Interestingly, one of the last lines of dialogue in the series is Head-Baltar remarking to his counterpart how they both know said higher powerdoes notlike being referred to as \"God\"At the end of the Prophecy inFriday the 13th: The Series,the sky is lit up with divine light that vanquishes theFallen AngelAstaroth and destroys The Book ofLucifer. Mother Mary also appears to free Ryan from Lucifer's control.Good Omens (2019): Unlike the rest of Heaven, who are shown asself-righteousJerkasseswho are actually a lot more like their fallen counterparts than they would like to admit, it is proposed towards the end of Season 1 that she may have actually planned the series of events that would lead toAdam rejecting his destiny asThe Antichrist, and her narration seems to indicate she loves humanity in the same way as Aziraphale and Crowley. In fact, thequestionof whether or not the war between Heaven and Hell and the extinction of humanity is what Godreallyplanned is what getsArchangel GabrielandBeelzebubto stand down. Then again, she does still send the Flood in a flashback sequence, whichCrowley is unnerved by, which suggests she's a case ofGood Is Not Soft, though according to Aziraphale, only the Middle East was flooded in this universe.Let the Right One In: Eleanor's mom told her this after she became infected by the vampire virus, insisting that although God doesn't always tell them everything, a ray of hope remains (in her case, finding the original host and a cure).Deconstructedhowever when Markrepeats what she said at her grave, saying he can't just cling to that anymore since they need something more tangible.Ohsama Sentai King-Ohgerfeatures the titularKingOhger, the guardian deity of Tikyu, who aided humanity against the previous Bug Naraku invasion 2,000 years ago. Afterward, it split into the five main Shugods, each becoming the Patron God of one of the five kingdoms that make up the world. In the present day, the Shugods serve as partners to the King-Ohgers, helping them in battle against the prophesied Bug Naraku invasionand the unexpected arrival of the Galactinsects.Even after it is revealed that they were created by the Galactinsect King,the Shugods refuse to turn against humanity and continue to fight against the Galactinsects, culminating in theFinal Battle, where they sacrifice their physical forms to help destroy their creator once and for all.Quantum LeapSam believes at times that God, or a higher power, is guiding his journey toSet Right What Once Went Wrong.There's a mysterious bartender in the final episode.InReaper, God seems strangely absent and Satan able to do as he pleases. However, towards the end of the series evidence is presented that God is still very much in control and has a plan for making things work out,as demonstrated when pacifistic demon Steve is returned to angelic status after being killed by the devil, and swarms of angels appear to Sam and Andi.Stargate SG-1: features the Asgardians,Sufficiently Advanced Alienswho are mistaken as gods, butits semantics for some people they visit.They protect less developed planets from the Gou'ald. The people of Cimmeria claim that \"Our gods are great and powerful warriors but they are just and true to their word.\"Supernatural:The Season 5 finale, though, comes out largely in favor of God being good and that God greatly values free will and family. He wants people to make the right decisions without Him forcing it upon them and to choose family over anything else.He finally intervenes personally when hisOmnicidal Maniaccounterpart is released from her prison,ultimately leading to their reconciliation.The writers from season 12 onwards depict God less and less sympathetically until God ends up being theBig Badof the final season.After draining God's powers and rending him into anormal human, Jack Kline decides to play this completely straight and resurrects everyone Chuck killed in the season, He decides to become less involved in the mortal plane to avoid repeating God's mistakes, and resurrects Castiel to reform Heaven and the Angels, allowing the souls to meet their loved ones.Touched by an Angelplays this completely straight, although the original pilot script had a darker view.The Twilight Zone (1959): Multiple episodes but especially \"The Hunt\". Heaven is an ideal paradise for everyone, not just a bright place in the clouds, taking the form of a beautiful backwoods with square dances and coon hunts for a deceased woodsman and his hunting dog. The angels God sends to guide people along talk to them like old friends, and he even sets up morality tests to allow moral non-Christians in if they prove to still hold benevolent values. And animals get into Heaven, with an old couple's beloved pet joining them in paradise.Vikings: This is discussed between Athelstan and Ragnar.As a faithful priest, Athelstan believes he is good and vikings are a punishment from him for his people's sins.Ragnarsays he is greedy (for stuffing the monastery with gold) and stupid (for not protecting that gold).\n\nMusicKids Praise: Par for the course in a Christian work, but whenever God makes an appearance and speaks to Psalty directly, he's invariably understanding and kind.\n\nMythology & ReligionOne of the main beliefs in any major Abrahamic religion (Judaism. Christianity, Islam) is that God Is Good, thoughyoudon'twant to cross him.The Bible: Probably the most well known example of all time. God may be asternbeing who is more alien than anyEldritch Abomination, but he goes to great lengths to help humanity and protect them fromSatanas well asthemselves.In theBook of Genesis, God makes the universe, and says that it's good. He also gives Cain - the first murderer - a mark to keep people from killing him.TheBook of Exodussees God offer the stuttering, exiled Moses the chance to free his Hebrew people from slavery in Egypt. Even after these same Hebrews abandon God and worship a golden statue in return, God guides the Hebrew people and provides them with bread and water as they travel through the desert to the land God promised them.Many ofthe Psalmsrevolve around praising God for his goodness and mercy, much like common passages such as Psalm 100:5.For the LORD is good; His steadfast love is eternal; His faithfulness is for all generations.TheBook of Job, God poses a series of rhetorical questions that show the sheer scale of God's duties, which ranges from constructing the Earth to feeding a starving raven. He transitions into daring his mortal audience to try to do all he does, whether it be humbling the proud, tearing down the wicked, andcontrolling the Leviathans or the Behemoths that bring chaos. Upon hearing all this, Job he clearly doesn't see far enoughto moralize an omniscientand God restores his prosperity while cursing Job's friends for accusing Job of evil only because he was suffering.The speaker in theBook of Ecclesiastesmay be well aware of life's shortness, those who unjustly suffer, and the vanities of pursuing things which will be dust in the wind by the time the sun is set, but the epilogue of the book makes sure to remind readers that in spite of all this, it is truly wise to fear God's judgment and follow the commandments he has given to the Jewish people.In theBook of Jonah, far from being eager to smite evildoers, God gives Jonah a second chance, undeserved, after Jonahtried to run away to refuse his calling, then spares the city of Nineveh from the prophesied destruction after they collectively repent. Jonah reveals that the reason he ran away was thathe knew God was compassionate and would have mercy on the hated Ninevites; God replies that yes,that was kind of the point.The Four Gospelssee God take the form ofJesus, who comes to tell humanity that God is willing to forgive any wrongdoing so long as one is willing to repent. He heals the sick, fights off demons, decries the hypocrites, and speaks to the outcasts of societies, from prostitutes to the unorthodox Samaritans, all while speaking of the need to store treasure in Heaven and love all, even one's enemies. It all culminates in Christ accepting an excruciating death while begging forgiveness for those who executed him, only to rise from the dead three days later and proclaim that all who followed him would similarly find new life in Heaven.Many of verses of theBook of Romansfocus on God's love and how he will forgive those who repent.God's fairness and his care for mankind is stated in1 Corinthians 10:13.\"No temptation has seized you except what is common to man. AndGodis faithful; He will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it.\"According toBook of Revelation, God will one day throw Satan and all evil-doers who ally with him intothe Lake of Fire, while the good and the humble will be resurrected in the immortal bliss of earthly paradise.BuddhismGuan Yin, Goddess of Mercy, Compassion, and Unconditional Love fromChinese Mythology. She loves you, will always be there for you, and asks for nothing in return.Another Boddhisatva that fits this trope is Dizang Buddha (or Ksitigarbha, in Sanskrit). He is so dedicated to saving everyone that he spends all his time in hell itself working to redeem the souls trapped there, for which he is known as \"Buddha in Hell.\"MostVedic and Hindu folk deitiesare protectors/overseers of real world concepts/beliefs/practices (Saraswati for Education and Knowledge, Kama for Love, Surya for the Sun, Bhumi for the Earth, Vayu & Varuna for Wind and Water, etc). Modern Hindu deities like Vishnu, Shiva, and Kali (who are respectively considered to be God inthe major Hindu sects), outright defend against evil in various ways.noteAlthough, Kali's more on theAnti-Heroside of things.Ra, Horus and Ma'at fromEgyptian Mythology. Other deities tend to be more morally relaxed, ranging from favouring people to outright demented (Sekhmet and Set), but those three are consistently depicted as benevolent and caring, with Ma'at in particular being the cosmic principle of morality and \"goodness\".Most of the Norse Gods are seen as the protectors and friends of mankind. One of Thor's many names is \"vinr verlidha\", \"Friend of Man\". Small wonders the guy has a superhero character based off of him.Odin stands on the line betweenGuile Heroand (a heroic)Magnificent Bastard, though one of his names means \"worker of evil\" and he can be a massive dick to people.A particular Christian subset,Christian Universalism, holds that aFire and Brimstone Hellsimply doesn't exist, as God wouldn't punishanyhuman that harshly.noteWhile many Christiansquestion the accuracy of the concept, most denominations agree that the idea of there beingnoconsequence for sin is heretical.Or,per Hosea Ballou:Ballou was riding the circuit again when he stopped for the night at a New England farmhouse. The farmer was upset. He confided to Ballou that his son was a terror who got drunk in the village every night and who fooled around with women. The farmer was afraid the son would go to hell. \"All right,\" said Ballou with a serious face. \"We'll find a place on the path where your son will be coming home drunk, and we'll build a big fire, and when he comes home, we'll grab him and throw him into it.\" The farmer was shocked: \"That's my son and I love him!” Ballou said, \"If you, a human and imperfect father, love your son so much that you wouldn’t throw him in the fire, then how can you possibly believe that God, the perfect father, would do so!\"\n\nTabletop GamesDeadlands: It is explicitly stated that God is good, and there's a whole character class devoted to the concept, the Blessed. In Deadlands, it's noted thatallreligions have it correct — God is simply known by many names, it's still the same guy — and, thus, all religions get Blessed, religious folk with holy powers. If they doanythingevil, they lose their powers (and God getspissedat them).There are three types of Blessed powers, Miracles, Gifts, and Interventions. They are the only magic that works without a risk ofbacklash, because God protects them from the possible side-effects. In addition, the Interventions are just that — God Himself acting on this world. They also have awesome names, likeDivine Backhand- which is just what it sounds like: a backhand slap from God. It knocks the target out but doesn't hurt them permanently in any way (though they'll feel like shit in the morning).The only sourcebook that usually gets mentioned in competition with it,Ghost Dancers, isalsoabout religion — the religion of Native Americans, which also assumes that God is good (and has a lot of nature spirit back-up).By the time ofHell on Earth, however, the fact that humanity has gone and unleashed the Reckoners has burned the Almighty out on them, making him much more strict and moreLawful Neutralthan anything. As part of this, he no longer empowers the Blessed, instead supporting the far more self-righteous and intolerantTemplars, who can be such unlikeable jerks that many people,In-Universeand out, consider the Anti-Templars (whosell their souls to the Reckoners... to be able to save everyone they can and to have the choice to offer forgiveness to those who have wronged) to be more heroic.Exalted: The Incarnae are complex characters, with a wide degree of moral ambiguity (if only because they're all horribly addicted to the Games of Divinity), but each one is truly dedicated to the safety and ongoing health of Creation, as pertains to his or her purview.The Unconquered Sun himself is an excellent example of this. He definitely has shades ofGood Is Not NiceandJerk with a Heart of Goldto his characterization as a being of arrogant pride and unwavering will, but at the same time, he possesses all four Virtues (measures of courage, empathy, steadfastness, and honesty) rated attenon a scale of one to five. In the Primordial War which serves as the prehistory of the setting, he was willing to give himself as a hostage in exchange for a single mortal man, reasoning that as a being of Compassion if he was willing to sacrifice for the many, he must be willing to sacrifice for the one.Luna is strange, predatory, and quite possibly mad. That said, she exists to defend Creation against insidious foes who would destroy or devour it and to offer humanity a respite from the light of the Sun.The Five Maidens of Destiny are distant and inscrutable, the Loom of Fate which they oversee directs mortals into all the good (and ill) of the world. Still, the concepts they represent are both natural and essential, and they strive to make sure that the Loom, and thus the causal nature of reality, keeps running as necessary.In Nomine: Ineffable and mysterious as his plans might be, it's taken as a given by angels, blessed souls and most game supplements that God is good and loving. It's particularly notable here that Yves, an archangel often treated as either the most closely connected angel to the divine or a direct manifestation of God, is genuinely the nicest, kindest being in Heaven.Warhammer 40,000:Sure the Imperium is full ofzealotswho will kill you in the name of the Emperor butthe Emperorhimself wasn't that bad a guy (except when he was,but there were still worse things,and his goals for humanity were good). His main goal in fact was to prevent humanity from going through the same thing that shattered the Eldar. It's only after he got put on life support and couldn't stop anything that his Empire got flanderized towhat we know today.Isha is the Eldar goddess of healing, currently being held captive by Nurgle, the Chaos god of pestilence. Nurgle uses her as a guinea pig for diseases, Isha cures herself of them, and then she provides the cures to mortals while he's distracted by other matters.Cegorach, the Laughing God, who fights Chaos from the sidelines. However, while Cegorachisgood,he's not nice.And Sigmar, the heroicFounder of the Kingdomof the classic fantasyWarhammer.The End TimesandAge of Sigmarreveal that Sigmarindeed ascended to divinityand he is responsible for holding reality together after Chaos' victory. Now he is leading the charge among the forces of Order to drive back the forces of Chaos, Death and Destruction.\n\nTheatre35MM: A Musical Exhibition: Implied in the song \"Leave, Luanne\". While God didn't (and possibly couldn't) interfere with Luanne's abusive marriage,He does allow her to return to Earth after she dies topersonallydrag her husband to Hell, and it's also implied she's now sent to deliver divine retribution to abusive men everywhere. One of the final lines in the song is \"God loves Luanne,\" which is a massive middle finger to her husband, who previously told her that no one, not even God, loved her.\n\nToysBIONICLEMata Nui is the Great Spirit of the Matoran. Mata Nui created everything in the Matoran Universe (from the Rahi to the Makuta), and made the three virtues for them (unity, duty, destiny). Even when it becomes clear he'snot really a deityandloses many of his powers, he's still aNice Guywho wants to do right by his people.Primus, thecreatorgodfrom variousTransformersseries. Depending on the canon, he is either the sole creator of the Transformers or he freed them from theQuintessonsand gave them souls so that they could think for themselves. While heisn't a perfect deity, Primus is almost nothing but benevolent and does a lot for the Transformers whether they are his creations or adopted children.\n\nVideo GamesIn theActRaiserseries you play as God, aka the Master or the Lord of Light. You help the humans build their towns and then go down as an avatar to beat the snot out of monsters and demons. The Master saves the world from uncountable demons, make his people happy by answering their prayers and building their cities, defeats the seven deadly sins, and crushes Satan (Tanzra in the localized version) during just the first game.Sadly this does lead to a suddenDowner Ending, with most of the world's evils destroyed and humanity learning to be self-sufficient, the people no longer need the Master and his statues become decayed. The remakeActraiser Renaissanceturns this more into aBittersweet Ending, with the Master sad his creations don't need him but still content and happy that the world is safe and at peace. The Master holding no ill will towards humanity further demonstrates his benevolence and he will still always be at the ready to protect them (which is good, since it is heavily impliedevil will eventually return to menace humanity).Arc Rise Fantasiamakes youthinkthatGod Is Evil, given that there are someSinister MinistersandChurch Militantswho are most definitely on the side of evil andtwo of the \"gods\" are antagonistic. When you get to Eesa, well, the good news is thatsheis very muchLawful Good.The bad news? Your plan for saving the world would turn it into a place where nobody would need her and she was physicallymadeto be a god with no choice in the matter. And she's only just begun to recover from a massiveTrauma Conga Linein her past, in which had to question her own powers and abilities as a god due to the differences among human beings and the revolutions against her, and how she woke up to the world in its currently messed-up state... She's not exactly in a stable mental state by the time L'Arc makes his decision and resolves to fight himout of self-defence. Even though she's a reallyGraceful Loserwhen she's finally killed, learning about all the horrible things she got put through is a hugeTear Jerker...It really drives home the fact that just because God isgooddoesn't mean that the whole deity schtick is easy.BlazBlue:In one of Taokaka's endings, she ends upcatapulting through the higher levels of the Hierarchical Cityso she can get back to her home on the lower levels. Turns out she went straight through a bakery on the way, and food starts raining from the sky. Her response? \"Nice going, God!\" At first, this seems like Tao beingTaobut thenLitchimentions that it might actually be \"divine punishment\" since the bakers in question had been keeping away all the good food and selling the rotten stuff to their customers - the whole thing seems like too much of a coincidence to her to not be some form ofLaser-Guided Karma.It's implied thatTerumi's reason for wanting to destroy theMaster Unit: Amaterasuis because of its benevolence. This guy is the embodiment ofChaotic EvilandFor the Evulz. As it turns out, it's just half-right. While Amaterasu stands for goodness,she's inhabited with the soul of a frightened young girl that never wanted her position as a God and such likes to reset the world when the hero she chooses either gave up the role to save her in any way, rather than looking at the world at large, making some others legitimately think thatshe's just a selfish personwho's only considered good because her opposition is the villain and wants her off the throne.BlueSkies Series: The goddess of Vyen, Vyena, tends to give new light-based skills to the various playable characters so that they can use these powers for good. Unfortunately, Matria takes advantage of Vyena's reputation todisguise herself as the latter and trick Vyena's devotees into committing atrocities.Bomberman, of all franchises, has this Zigzagged inBomberman 64: The Second Attack!.The Angel of Light and Shadow is the creator of the universe, but desires to destroy itso that it may create a new purer universe from its remains. Bomberman, desiring to keep the universe alive, confronts the Angel and fights it to a standstill. After witnessing Bomberman's heroism,the Angel now agrees the universe deserves a second chanceand leaves to watch from afar. It also revives all the characters who had died up to that point.You wouldn't expect it, given how there's often anevil deityat the end of the games, but theBreath of Fireseries actuallydoeshave some examples.The Dragon God Ladon appears in thesecondandthirdgames and, while he's a little grouchy (understandable on account ofa demon creating aPath of Inspirationand warping human belief into a force of pure evil and the aforementioned demon's mother restricting technology to the world purely to keep human development down), he's still a good guy. In a similar vein,Breath of Fire IIIfeatures the World Tree Yggdrasil: who is a ratherChaotic Goodsort of deity who wants humanity to be able to determine their own future and doesn't really care about laying down rules or laws for them to follow.InBreath of Fire IV, literalGod-EmperorFou-Lu is genuinely a benevolent being. Sure,he doesn't appreciate betrayalor people trying to murder him, but hegenuinely cares about people and wants to fulfil his role as their godby regaining his full power and reigning as a just emperor. It doesn't work out like he'd hoped.The leaders of the empire that he's meant to return to decide, for no other reason than pure greed, to keep him from the throne at any cost. They hound him at every turn, try killing his physical body whenever they find him, and eventually kidnap hisLove Interest-torture her until she completely breaks down- and then use her broken spirit as ammunition for a Weapon of Mass Destruction (which deals more damage the closer the ammunition's connection was to the target). This causes the god to completely cross theDespair Event Horizon, declare thatHumans Are Bastardsand that he's going toKill All Humans...unlessyou manage to get the best ending, in which case he will return to his former kindness and assimilate into the hero:his faith in the humans who called him to the world restored.Breath of Fire: Dragon Quarter's Odjn is a strange thing that will kill the protagonist Ryu if he uses too much of its power. However, this isnotbecause it's evil but, rather, because it is by its very naturea being beyond human comprehension and understanding.In the ending,it more or less refuses to let Ryu pull aHeroic Sacrificedue to over-exerting its power and opts to revive him so that he can live happily on the surface world with Nina and Lin.Call of Juarez: A dying Reverend Ray asks God for one last chance to redeem himself by saving Billy and Molly.He gets his prayers answered- and is able to kill Juarez with a final surge of strength.Castlevania: God never makes a direct appearance, but it is made very clear He is on the side of the heroes. Holy powers can help you against the power of darkness, your arsenal includes holy water, crosses and ranging from a blessed whip and blessed weapons. Depending of the game (Castlevania: Curse of Darkness,Castlevania: Aria of SorrowandCastlevania: Dawn of Sorrow), you can control the power of darkness, however, it shows thatDark Is Not Evil, and it's your choice tobe evilor not. Also, your main allies are christians who have faith in your success against darkness. Yoko Belnades and Arikado work for the church, for example. And the originalBelmont, Leonwas a templar, who resigned after all the crap he's been. His faith didn't wane though. There are even a few instances where God lends someDivine Intervention, one of the most notable being telling Father Nikolai to create a villageensuring the survival of the Belmont bloodline and giving vital allies to the current Dracula hunter Shanoa.InDisgaea: Hour of Darkness, angels and demons populate the game world, with both of them having good and evil members. Nonetheless, God is mysteriously absent for most of the game, even in Celestia. Those who believe in God seem to think Him as mostly benevolent, and some of thenobler demonseven call out to God, though they're thought as weird and un-demonly for doing so. This all comes to a head in the bad endings, when a demon makes a desperate prayer...Laharl:If there is a God, may He hear my plea! I, Laharl, have one request: Take my life in exchange for Flonne's!... And the prayer is answered.Subsequent games in the franchise continue this with God still never making a direct appearance, but His benevolence being made quite clear.The fourth gamedoes show thoughHis mercy as limits.This isveryprevalent throughoutDragon Quest; whether it beRubiss, the Goddess,the Zenith Dragon,Numen,orYggdrasil,the creator is a pretty swell and helpful person who has either left something behind to help the heroes or outright comes down to give them some divine intervention. The only game that doesn't have this isDragon Quest IXwith the not really evil but still thoroughly nastyZenus,fortunately for humanity his daughter Celestria plays this trope straight in atragic way.The Elder ScrollsLorkhan, the creator deity who tricked/convinced some of his fellowet'Ada (\"original spirits\")to create Mundus, the mortal plane, is viewed as a benevolent entity by most of the races of Men. They consider creation a benevolent act which freed the pre-creation spirits from a \"prison\" of unchanging stasis and allows them an opportunity forgreater transcendenceas a \"testing ground\" of the spirit. (The races of Mer (Elves), on the other hand, generally see Lorkhan as a malevolent entity who robbed the pre-creation spirits of their divinity and forced them into the prison of the mortal world where they experience death and suffering.The et'Ada who aided Lorkhan in creating Mundus would become known as the Aedra (\"Our Ancestors\" inOld Aldmeris). Due to being severely weakened by the act of creation, theyrarely influence mortal affairs directly. They tend to be worshiped by mortals, both Men and Mer, for their contribution as the\"Divines\"and are mostly believed to be benevolent.Of the Aedra, Akatosh, thedraconicGod of Time andchief deityof the Nine Divines pantheon, is seen as wholly good by almost every race which acknowledges him. The exceptions are theArgonians, who lack the usual concept of \"time\"with no tense verbsand \"live in the now\", and the Dunmer (Dark Elves), whose traditional religion considers the Aedra to be \"false gods\" and who have passed many of Akatosh's aspects (particularly those of being a progenitor and parental figure) on to theTribunal deityAlmalexia, instead. The Nordsusedto see their counterpart to Akatosh as a hostile, world-devouring force, but whether through the traditional Nordic pantheon falling away in favour of Imperial religious ideas or retcons, Alduin began to be seen as a separate draconic time-related entity to Akatosh.FAITH: The Unholy Trinityinitially makes you think this trope isn't in play, with even the main character John having aCrisis of Faith.Nope, the final episode reveals He does indeed care and it is heavily implied He has been helping the entire time. Most notably He makes it so John can take more than one hit in the final battle.InFate/Grand Order, ultimately the reason why the team at Chaldea succeeded in defeating theBig Badwas becauseGod has made plans to allow the real Solomon, who was being impersonated by saidBig Bad, to exist in present days (as Dr. Roman) and has worked behind the scenes in order to allow the good guys to have a chance in victory.In addition, several Servants are also Saints of God (Georgios, Jeanne and Martha) and also give a good preaching or messages about this trope.Yep, they're right.In addition of this, the Aztec God Quetzacoatl is present as a summonable Heroic Spirit, albeit with aGender Flip, and she certainly shows that she is a good God(dess): a nurturing deity that dislikes human sacrifices that other Aztec deities LOVED doing.For another religion, you actually haveXuanzangas one of your possible Servants. As a devout Buddhist, you can definitely tell fromherthat Buddha is also a pretty swell guy.The Mesopotamian deities Ishtar and Ereshkigal are also summonable servants and quite nice girls in their own way. Neither wants humans to suffer and both help in their own way when Tiamat threatened Sumer. However, this may besubvertedwhen looked through the wholeFate Seriesat large: that Ishtar and Ereshkigal could afford being nice because they were inhabiting the bodies ofRin Tohsaka, thus allowing her good side to influence them. InFate/strange Fake,we're given another version of Ishtar that does not possess the body of Rin, and as it turns out she is extremely malicious and stole theGrand Order's version of Bull of Heaven to spite further on Gilgamesh and Enkidu, without care of any humans around her.Final Fantasy: Most gods in the games tend to be apathetic at best and megalomaniacal at worst, but there are some exceptions.Final Fantasy XII:Venatistryingto be this. They want to liberate the mortal races from the control of their kin the Occuria, who areJerkass Gods. This is ultimately heavily zigzagged though, as good Venat’s intentions are theirbrutal and extrememethodscause a huge amount of collateral damage that require the protagonists to confront and defeat them, even though tragically their goals are the same.Played for drama inFinal Fantasy XIII-2.Etro is a kind figure and gives magical power without making the receiver a slave in exchange. However, the gifts she gives people suck because they'reCast from Lifespanand herDivine Interventionto save the heroes in XIII-1 causes many of the problems in this one, like retconning Lightning out of existence.Final Fantasy Tacticsis a dark game that only really gets darker as it goes on. There's a demonic invasion going on, in addition to a civil war that's tearing the country apart. And then, after Rafa's brother is killed and she's tearfully holding the body, the Zodiac Stone that the previous boss had held, one of a number of stones that seemed to be powering the demonic invasion, channels the power of Heaven for once instead of Hell, and pulls off a resurrection.Also, in terms of gameplay mechanics, a higher Faith stat means a character's magic will be stronger (at the cost of taking more damage from it).Dissidia Final Fantasy: Cosmos genuinely tries her best to defeat overwhelming evil and is far more effective at it thanVenat or Eteo, pulling off not one buttwoHeroic Sacrifices.The Wise One inGolden Sunis aGood Is Not Softexample, because it knows exactly how Alchemists can pervert the world and will do whatever he can to protect the planet. However, it always does its best to look out for the innocent -and will even abuse its own loopholesto ensure as many people as possible survive.The Wise One is actually a case ofA.I. Is a Crapshoot. The precursors created it specifically to prevent the return of Alchemy. The Wise One decided on its own to let Alchemy return, since the heroes' actions convinced it to give them a chance.Fire Emblem: Three HouseshasSothis, theMysterious Waifyou meet at the start of the story, who reverses time to help you. While she's anAmnesiac God, and can be sharp-tongued, it's constantly clear that she cares a lot for Byleth, and it's later revealed that while she wasDead All Alonglong before the story started, she's consistently benevolent and does her best to help people - the reasonGod Is Deadis because she wasSlain in Their Sleepafter she exhausted herself fixing Fodlan - and possibly the rest of the world - after she ended a near-apocalyptic war that destroyed most of the planet.You wouldn't think it, butGod of War (2018)shows that there are genuinely kindly deities out there. Tyr was a peacemaker who genuinely tried to help all the Nine Realms get along as well as help Kratos come to terms with his past, Freya befriends Kratosas the Witch of the Woods, though it takes some time for her to get over her own flaws, and even the Norns,harshthough they are, give Kratos what's possibly the best advice he's ever received in his entire life.Ragnarokalso ends with the prediction that Kratos himself will be one; having led the armies of the Nine Realms to overthrow Odin and worked to help rebuild after the war, he will be loved and worshipped as a protector and savior of all realms as well taking part of Freya's council of gods dedicated to rebuilding the realms. Seeing Faye's prophecy shrine of this ends up very nearly bringing him to tears.Guild Wars:The various gods do show up to help from time to time but are mostly aloof- which is finally explained in Nightfall with the note that theyalreadygave the best of their gifts to mankind, so they've helped all that they can, and can't do much more. They even help ascend a human warrior to replace a fallen evil god at one point.The Five Gods of Tyria are all good, even Grenth, the God of Death. If a \"district\" has the Favor Of The Gods, any player can kneel at a statue of one of the Gods and receive a blessing. Monk abilities are called Prayers; they're praying to Dwayna (and in some cases, Balthazar), for aid, and get it every time.Godhand: Gene gets the power of God to beat up Satan (Angra in the NA translation). It turns out rather well.This is mostly averted inKid Icarus: Uprising, fittingly for a game inspired by Greek mythology, most of the gods areself-righteous extremistsorjust plain wicked in the case Hades.Fortunately for mortals, Palutena thegoddess of lightis exceedingly kind, noble, and is fully aware of how corrupt her brethren are so she goes the extra mile to protect humanity.While never outright said, the Guardian Spirit inMiitopiais heavily implied to be God given the various things he gives the player are referred to as \"divine\" and his theme music is a heavenly choir. He is also the most helpful of all the player’s allies by giving them access to classes, magic sprinkles, and calling other adventurers to come and help them.Mortal Kombat:Raiden's job description is to destroy anyone who tries to harm Earthrealm... untilDeception, where hegoes intoKnight Templarmode and inArmageddonwhere he decides all the other realms are threats to Earthrealm and destroys them all.Liu Kangreplaces Raiden in the New Era that begins inMortal Kombat 1.While he'snot perfect, he's doing a much better job both in Raiden's role as Earthrealm's protector, and Kronika's as Keeper of Time. He acts quietly but directly in the lives of his champions, trains and advises them, and gives them as much emotional support as he is able. He even had the chance toerasehisvery worst enemies, but instead chose to give them another chance to live a life without evil. He does not regret this choice, even when they fail to live up to his expectations.ŌkamiAs the physical manifestation of the sun goddess the player spend their days restoring life to the world and answering prayers while smiting the forces of the underworld. Amaterasu becomes so beloved she receives a massive praise powerup from those she's helped for the final showdown with the manifestation of evil, Yami. Even imps love her by the end of the game!Requiem: Avenging Angelhas God sends the angel Malachi to help humanity fight against the machinations of Satan and his demonic servants.RuneScapehas a fair few benevolent gods.Twodownplayed examplesare Guthix, the god of balance, and Seren, the goddess of peace. They are both highly benevolent and protective of mortals, but the problem is they both have overly peaceful ideals that hinder their actions. Guthix is so obsessed with being balanced he becomes a sleepingAll-Powerful Bystanderas a result, which leads to many new evils rising that he could have stopped. Seren meanwhile is an extremeActual Pacifistwho ended up making her followers, the elves, into an isolationist race.The god of order Saradominused to be portrayedas a pretty unquestionably benevolent deity. Later on however, he was revealed to be aKnight TemplarJerkass Godwith aBlack-and-White Moralitymentality. Though to his credit, Saradomin does eventually understands how theGod Wars hurt mortalsand usually does the right thing when push comes to shove.A much straighter example is Armadyl, the god of justice. He is a stern god who also has someKnight Templartendencies, but is still incredibly kind and a steadfast guardian of mortals. He was also one of the only gods who tried to argue for peace during theGod Wars.V, the god of heroism, is a hot-blooded yet noble warrior whose incredible exploits of protecting mortals and slaying evil has even earned the respect of wicked races like the goblins.Sacrifice:James is the nicest guy there is and he's the only god who isn't evil, or looking for war. When push comes to shove, he pushes back hard.Persephone is a downplayed version. She is nice and respectful. She rewards the player for showing mercy to Dragons, and brings some Mutants to her care when they were threatened. The downplayed comes in because of her tendency to go intoKnight Templarmode fast.InSaints Row: Gat Out of Hell,we discover God is a benevolent and grateful being willing to rewrite the universe to give Gat and the Saints a(mostly)happy ending as thanks for foiling Satan's plans.Given how much crap the Saint’s have pulled,this is a remarkably nice gesture.Sennen Sensou Aigis: Aigis is a benevolent goddess who supportedthe legendary heroin their effort of fighting the Demon King toreclaim humanity's future against the monsters, along with using all of her powerseal away all the threats of humanityto put an end to the Millenium War up until it weakened in the modern day — where she still extended her support tothe Princeby summoning him allies with the offerings of Sacred Crystals. This is also more apparent in contrast to God in Tenkai, who saw humanity as impure beings that must be erased.Shin Megami Tensei: You wouldn't expect it from this franchise, but even here there are some notable inversions ofGod Is Evil.InDevil Survivor,God's really trying to fix things and while He's got theheavy artilleryin reserve, He's also doing His level best to help humanity put the demons back in their box without goingKnight Templar.He alsogave Cain eternal life to give him time to repent and atone for the slaying of Abel.That one sort of backfired, but God's intentions (if we take Remiel's word for it) were good.TheOverclockedrelease suggests thatGodintentionallyset up theCain and Abelscenario to get a Murderer and Martyr, as well as having Abel absorb some of Bel inside him with his hate. Furthermore, while he stillwaits until the last second to get nasty, he's also pretty quick to turn on the protagonists if they rebel. Opinion varies over whether His behavior isacceptableornot, given thatthe alternativesaren't pretty. Ultimately Overclocked does begin tozigzag this trope, but it is still hard to sayGod Is Evilin the game given he is helpful as long as you don't go down the Chaos path.The Sims Medievalhas an in-game religion, the Peterans, who believe that the Watcher (i.e. the player) is good and benevolent. This is counter to the Jacobans, who believe in aCruel Player-Character Godwho should be feared.InSiralimMost of the gods are helpful beings who want to protect Rodia and act as allies to the player, most notablyZonte,Meraxis,Aeolian,Surathli, andTenebris. Even the gods that aren't really benevolent still assist the player.Even Torun.Done quite a lot in theTalesseries.Tales of Eterniagives us Seyfert, whogives the protagonist the Aurora Artes he needs to save the worlds with. His voice is even heard congratulating you in the ending. What a guy... erm... deity.Tales of Rebirthfeatures the Sacred Beasts - godlike entities who lend their powers to the protagonists so that they can purify the negativeEmotion Bombthe world has been hit with that's causing everyone to devolve into a racist asshole. Their leader, Geyorkias, however iskindofamood-swinger.Tales of the AbyssusesLorelei as its God stand-in, but the parallels between it and Yulia and God and Jesus are pretty obvious. God is also shown to be a pretty awesome guy in this story, becauseafter you single-handedly subvert the prophecy that affects all living beings, you'repraisedby Lorelei for doing so - since you've shown people how to live in a world with free will.Tales of Symphoniadoesn'tstartoutthiswaybut,once the Spirit Martel is born to protect the new Kharlan Tree, it gradually shifts towards it.Tales of Symphonia: Dawn of the New Worldzigzags this. The original spirit of the Kharlan Tree, Ratatosk, wants to protect and preserve the world. Unfortunately, human beings kind of cocked it up.You can see where this is going. However,Emil and the party convince him that he was wrong - so, not only does he give humans a second chance, he also changes the physics of the world so that humans won't be able to mess up the world by gradually removing Mana from all living things. So, the game ends on a note that's something like \"God is aWell-Intentioned ExtremistAnti-Hero\".Tales of Vesperiais a double subversion. The Entelexeia are more or lessPhysical Godsbut every one has a different alignment, so it's hard to pin the race as a whole down. However,they all become united in aNeutral Goodcause after becoming spirits. There's also a lot of evidence to suggest that the strongest of them, Elucifer, was a really good guybefore humanity murdered him... which is funny,considering who his namesake is.Tales of Xilliazigzags with this.Milla Maxwell is unambiguously good but hasNo Social Skillswhen it comes to interacting with humans.TherealMaxwell also counts. Yes, his laws are harshbut he has a good reason for dividing the world: namely the fact that he was intent on wiping out the spyrex technology which is ruining the world he made andwhich he warned people about.The game also ends on this note: showing that,when Milla takes the reigns of godhood, she rules as a benevolent deity.Also, this is the reasonwhyGaiuswants to become the world's Maxwell: because he thinks he can do a better job as the world's benevolent deity than the current one.Tales of Xillia 2plays this straight. While Kronos seems like an all-powerful spirit intent on dicking humanity over (which he sort of is), he'snot the biggest fish in the spirit pond. Maxwell still ranks higher than him and, yes, is still on the side of good. Furthermore, while Kronos is intent on skewing thetrial against humanityagainst them,Originis intent on doing the reverse: ending the game bydeeming that humanity has passed the trial or outright bending the rules in their favourjust because he likes them.Putting a twist on it, the Ba'al gods inTears to Tiara 2are actuallyelves ordered by Arawen to teach and guide humans.Presumably same goes for Kleito's dragons. They definitely are good.Where in the world Watos is no one knows.InWorld of WarcraftArthas has trapped Tirion in ice, killed everyone else, is about to raise them as his undead slaves, and all Tirion can do is pray to the Light to grant him the strength to break free. One burst of holy light later he does and smashesFrostmournein one blow, freeing all the souls the sword had stolen and rendering him defenseless.As with all things to do with the Holy Light it's arguable as to whether it's actually the Light acting, or the person wielding it having a moment of absolute faith.More Tirion and the Light: After having his powers stripped for protecting an orc (Eitrigg), he finds Eitrigg mortally wounded and prays to Light for help and finds that his powers were never stripped to begin with. Tirion's faith and pureness are just too powerful. Once an outcast and banished, he's now the leader of the Argent Crusade and revered as the greatest paladin who ever lived, by both factions. He even sees the good in Death Knight Darion Mograine and allies with him to stop Arthas. In many fans' eyes, Tirion is no longer mortal, but an Eternal servant of the Light. \"The Light does not abandon its champions.\" said by what was Warcraft's version of, an Angel. Said Angel also mentions Paradise, leading players to believe there is some sort of Heaven in Warcraft. The Light, in the eyes of some players, is indeed God.Elune prefers working behind the scenes and empowering Her priests and priestesses as proxies but is nonetheless a good example of this trope.Xenogearsturns out to be this, which makes sense given how heavily it borrows from Gnosticism.It turns out thatDeusis actually a demiurge parallel and that the true \"god\" of theXenogearsuniverse is the Wave Existence - which has no interest in ruling or manipulating humans. All it really wants is to return its own plane of existence; allowing humans to call the shots on their own world.Xenoblade Chronicles 1has a multitude of gods. There'sZanza, who isunquestionably evil, but the others not so much.Meynethis completely good, beloved by all of her people andShulkis good butrelinquishes his godhood within minutes of being granted it. In the end, though, it's revealed thatnone of them are actually \"gods\"; the one true god is Alvis and the others have just been borrowing some of his power. And for what it's worth, even though he may be aDouble Reverse Quadruple Agent, in the end he's not too bad a guy.\n\n",
  "examples": [
    {
      "section": "Examples:",
      "text": "Implied inBleach. During theBig Bad'sVillainous Breakdown, Urahara tells him that the King of Soul Society is the lynchpin that holds everything together, and without him everything would crumble. The fact that everything is still in order implies that the guy cares about the world.",
      "links": [
        {
          "title": "Bleach",
          "url": "/pmwiki/pmwiki.php/Manga/Bleach"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Villainous Breakdown",
          "url": "/pmwiki/pmwiki.php/Main/VillainousBreakdown"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A Certain Magical Index: Index theorizes that the reason Touma isBorn Unluckyis because his Imagine Breaker creates a moving zone that negates God's Grace. In other words, the only reason anyone ever has any good luck is because God is willing it.",
      "links": [
        {
          "title": "A Certain Magical Index",
          "url": "/pmwiki/pmwiki.php/Literature/ACertainMagicalIndex"
        },
        {
          "title": "Born Unlucky",
          "url": "/pmwiki/pmwiki.php/Main/BornUnlucky"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Most the gods inDragon Ballare good. Even Piccolo, the bad side of Kami-sama, the God of Earth, eventually turns good. Unfortunately, in addition to being abit inept, most of them are weaker than the protagonists and tend to be rather helpless against the currentArc Villain. Beerus the God of Destruction is the one possible exception, since he's rather selfish and cavalier about destroying things (such as planets), but he's really rather personable when he isn't ticked off, and overall is portrayed as a neutral force (as befits an avatar of destruction).His teacher, Whis, is aNice Guy, and Beerus's superior.Zen'o, King of Everything and the superior to all gods, is a Zigzagged example. On one hand he is an extremely immature and temperamental being who will threaten your existence if you insult him, but on the other, Goku fairly quickly proves that most characters' fears about him are ill-founded and he's quite friendly to people brave enough to try approaching him. He's also demonstrated genuine wisdom at times, and he's dedicated to his universes' improvement. He ends up being the one to finally kill Infinite Zamasu, and the anime reveals that the entire Tournament of Power was aSecret Test of Characterto see if the winner would selflessly use their wish to reverse the destruction of the losing universes. Android 17 wins and passes the test, much to his satisfaction.",
      "links": [
        {
          "title": "Dragon Ball",
          "url": "/pmwiki/pmwiki.php/Manga/DragonBall"
        },
        {
          "title": "bit inept",
          "url": "/pmwiki/pmwiki.php/Main/GodIsInept"
        },
        {
          "title": "Arc Villain",
          "url": "/pmwiki/pmwiki.php/Main/ArcVillain"
        },
        {
          "title": "Nice Guy",
          "url": "/pmwiki/pmwiki.php/Main/NiceGuy"
        },
        {
          "title": "Secret Test of Character",
          "url": "/pmwiki/pmwiki.php/Main/SecretTestOfCharacter"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "I Got My Wish and Reincarnated as the Villainess (Last Boss)!: The actions God has performed so far are for the general good: trying to resolve the issue of \"The Saint and the Four Knights\" universe, where Elizabeth turns into ademon lord, by specifically choosing the protagonist's soul to reincarnate as her; and in his perspective, this is also in the protagonist's favor, as he thinks she would have an easier life post-reincarnation, a view the protagonist agrees. He also asks for the protagonist's consent for this and is uncomfortable at the latter'sJumping at the Call, before he can finish the full disclosure.",
      "links": [
        {
          "title": "I Got My Wish and Reincarnated as the Villainess (Last Boss)!",
          "url": "/pmwiki/pmwiki.php/Manga/IGotMyWishAndReincarnatedAsTheVillainessLastBoss"
        },
        {
          "title": "demon lord",
          "url": "/pmwiki/pmwiki.php/Main/MaouTheDemonKing"
        },
        {
          "title": "Jumping at the Call",
          "url": "/pmwiki/pmwiki.php/Main/JumpedAtTheCall"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Innocent: Although God is never outright mentioned, Angels and the like work with people executed for crimes they didn't commit in order to help put their souls to rest. These people are placed under strict (but completely understandable) rules such as (word-for-word)Thou Shalt Not Killand work in order to help grant good people their last wishes.",
      "links": [
        {
          "title": "The Innocent",
          "url": "/pmwiki/pmwiki.php/Manga/TheInnocent"
        },
        {
          "title": "Thou Shalt Not Kill",
          "url": "/pmwiki/pmwiki.php/Main/ThouShaltNotKill"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "KonoSuba:The goddess Eris is the administrator for the world that the story takes place in, and she is shown to be a total sweetie during Kazuma'snumerous audiences with her. She alsooccasionally incarnates as a human thief, Chris, and helps people in small ways, such as becoming Darkness's first friend and helping her find a party that would accept her.The Axis Cult will talk your ear off about the grand benevolence of their goddess, Lady Aqua, but this is because they are crazy zealots. Aqua is whiny, selfish, and useless unless you need a healer (or giant frog bait), but she has her moments of compassion and wisdom. She is also shown that she is not afraid to go to any lengths to protect her followers such as throwing herself in harms way when Hans attempted to poison the hot spring waters her followers regularly use. She is definitely goodtothe Axis Cult members themselves.",
      "links": [
        {
          "title": "KonoSuba",
          "url": "/pmwiki/pmwiki.php/Literature/KonoSuba"
        },
        {
          "title": "numerous audiences with her",
          "url": "/pmwiki/pmwiki.php/Main/DeathIsCheap"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Implied inLog Horizon: When an adventurer dies, they automatically respawn in a cathedral. It has a \"saved by divine grace\" air to it.",
      "links": [
        {
          "title": "Log Horizon",
          "url": "/pmwiki/pmwiki.php/Literature/LogHorizon"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InPanty & Stocking with Garterbelt, God sends down helpful (if sometimes vague) clues for the protagonists as to where to go or what to do through little pieces of paper.In the finale, she (!) shows up personally to crush theBig Badunderfoot.",
      "links": [
        {
          "title": "Panty & Stocking with Garterbelt",
          "url": "/pmwiki/pmwiki.php/Anime/PantyAndStockingWithGarterbelt"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The nigh-H-manga comedyMy Balls. Though shackled by the letter of His own laws, He generally ensures thatthings work out for the best, and, in the end, never lets Kouta be tempted beyond what he can bear.",
      "links": [
        {
          "title": "My Balls",
          "url": "/pmwiki/pmwiki.php/Manga/MyBalls"
        },
        {
          "title": "things work out for the best",
          "url": "/pmwiki/pmwiki.php/Main/OmniscientMoralityLicense"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Though he himself was not very religious, quite a few of the works ofOsamu Tezukahave this trope in play.InPrincess Knight,both the Abrahamic god and the Roman gods exist side by side. The latter are definitelynot this trope, but the former is: He forces the mischievous angel Tink down to earth to helpPrincess Sapphireafter Tink's prankcaused her to have two hearts, and when Tink proves himself God is quick to forgive and reward him. God is also happy to lend someDivine Interventionto help the heroes once in a while. A similar positive portrayal of the Abrahamic god pops up in Tezuka'sIn Name Onlyadaptation ofFaust.Speaking of, unsurprisinglyIn the Beginning: The Bible Storieshas this trope considering it adapts various tales fromThe Bible.InBuddhathis is played straight, but alsoDeconstructedsince the story looks at the ramifications of some of Buddha's more extreme actions.",
      "links": [
        {
          "title": "Osamu Tezuka",
          "url": "/pmwiki/pmwiki.php/Creator/OsamuTezuka"
        },
        {
          "title": "Princess Knight",
          "url": "/pmwiki/pmwiki.php/Manga/PrincessKnight"
        },
        {
          "title": "both the Abrahamic god and the Roman gods exist side by side",
          "url": "/pmwiki/pmwiki.php/Main/CrossoverCosmology"
        },
        {
          "title": "not this trope",
          "url": "/pmwiki/pmwiki.php/Main/AvertedTrope"
        },
        {
          "title": "Princess Sapphire",
          "url": "/pmwiki/pmwiki.php/Main/TomboyPrincess"
        },
        {
          "title": "caused her to have two hearts",
          "url": "/pmwiki/pmwiki.php/Main/ItMakesSenseInContext"
        },
        {
          "title": "Divine Intervention",
          "url": "/pmwiki/pmwiki.php/Main/DivineIntervention"
        },
        {
          "title": "In Name Only",
          "url": "/pmwiki/pmwiki.php/Main/InNameOnly"
        },
        {
          "title": "Faust",
          "url": "/pmwiki/pmwiki.php/Myth/Faust"
        },
        {
          "title": "In the Beginning: The Bible Stories",
          "url": "/pmwiki/pmwiki.php/Anime/InTheBeginningTheBibleStories"
        },
        {
          "title": "The Bible",
          "url": "/pmwiki/pmwiki.php/Literature/TheBible"
        },
        {
          "title": "Buddha",
          "url": "/pmwiki/pmwiki.php/Manga/Buddha"
        },
        {
          "title": "Deconstructed",
          "url": "/pmwiki/pmwiki.php/Main/DeconstructedTrope"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "WishbyCLAMPhas Angels and Demons running around in a frenzy over the relationship the main characters (an angel and a human) have, and the Angels are worried what sort of smiting God is going to do when He finds out since He specifically ordered for this kind of pairing not to happen. When God reveals His opinion on the situation, it turns out thatHe had a good reason, as once an Angel loves someone, it'sforever,regardless of lifespan. He arranges for the Angel to go into hibernation in between the human'sreincarnationcycle, so they can be together.",
      "links": [
        {
          "title": "Wish",
          "url": "/pmwiki/pmwiki.php/Manga/Wish1995"
        },
        {
          "title": "CLAMP",
          "url": "/pmwiki/pmwiki.php/Creator/CLAMP"
        },
        {
          "title": "regardless of lifespan",
          "url": "/pmwiki/pmwiki.php/Main/MayflyDecemberRomance"
        },
        {
          "title": "reincarnation",
          "url": "/pmwiki/pmwiki.php/Main/Reincarnation"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "God's goodness is a frequent theme inRaphael Sanzio's artwork. In particular,The Disputation of the Sacramentshows God carefully balancing the world on the left, gives a sign of blessing on the right, and shines light on the many saints, philosophers, and scientists below so they can thrive.",
      "links": [
        {
          "title": "Raphael Sanzio",
          "url": "/pmwiki/pmwiki.php/Creator/RaphaelSanzio"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheSistine Chapelis a shrine to worship God, and this is reflected in the artwork, which portrays God as a beautiful, intelligent creator who made creations of incredible detail and liveliness.",
      "links": [
        {
          "title": "Sistine Chapel",
          "url": "/pmwiki/pmwiki.php/Art/SistineChapel"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The DCU:The Presence is the comics version of the Judeo-ChristianGodand is on the side of our good superheroes. Usually operating through celestial agents such asThe Spectre, a hero and founding member of the Justice Society of America.Superman: Rao is the God of Krypton, and Flamebird and Nightwing are His Children in the Post-Crisis continuity. In theNew Kryptonstoryline,Supergirlisn't feeling particularly pious after her father's murder, and deems her friend Thara -who claims Flamebird is bonded with her- a nutjob. Yet still Kara is saved by literal divine intervention inThe Hunt for Reactronwhen Flamebird manifests through Thara and stomps Reactron. Later Kara apologizes to her friend and confides to Thara that she's feeling hopeful now because if the gods are real, it means her deceased father is in a better place.The Krypton Chroniclesalso reveals Raodidwarn the Kryptonians that they needed to leave their homeworld because Krypton would blow up in the far future, leaving them plenty of time to develop a space program. Unfortunately, they did not listen.",
      "links": [
        {
          "title": "The DCU",
          "url": "/pmwiki/pmwiki.php/Franchise/TheDCU"
        },
        {
          "title": "God",
          "url": "/pmwiki/pmwiki.php/Main/God"
        },
        {
          "title": "The Spectre",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheSpectre"
        },
        {
          "title": "Superman",
          "url": "/pmwiki/pmwiki.php/ComicBook/Superman"
        },
        {
          "title": "New Krypton",
          "url": "/pmwiki/pmwiki.php/ComicBook/NewKrypton"
        },
        {
          "title": "Supergirl",
          "url": "/pmwiki/pmwiki.php/ComicBook/Supergirl"
        },
        {
          "title": "The Hunt for Reactron",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheHuntForReactron"
        },
        {
          "title": "The Krypton Chronicles",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheKryptonChronicles"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hellboy: God destroyed the power of the rebellious angels responsible for creating the Ogdru Jahad and cast them down to Earth. There is also plenty of power in various relics the heroes use to fight against evil. In addition, the fact that Hellboy, a demon from hell, is a Catholic, should tell you all you need to know about how big and inclusive the God of Hellboy is.",
      "links": [
        {
          "title": "Hellboy",
          "url": "/pmwiki/pmwiki.php/ComicBook/Hellboy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Marvel Universe:The-One-Above-All, the Creator of the Multiverse, who is usually shown in the form ofJack Kirbywhen he appears. According toUatu, \"His only weapon... islove.\"The Mighty Thor: Thanks toHijacked by Jesus, Odin is often a stand-in for the Judeo-ChristianGod, especially when Thor is beingJesusWITH A HAMMER!They're both always good, protecting the weak, and only opposed by dastardly villains like the trickster Loki and the monstrous Surtur. However, books from the2010sonward start downplaying this trope. For instance,Fear Itselfhas Odin try towipe out the entire human racejust to stop the Serpent, and this isn't the first time this has happened. It was also around this period that his parenting style with Thor and Loki was depicted more asabusiveand he had a nasty habit of being a callous asshole. However, several moments show thathe does still have morals.",
      "links": [
        {
          "title": "Marvel Universe",
          "url": "/pmwiki/pmwiki.php/Franchise/MarvelUniverse"
        },
        {
          "title": "Jack Kirby",
          "url": "/pmwiki/pmwiki.php/Creator/JackKirby"
        },
        {
          "title": "Uatu",
          "url": "/pmwiki/pmwiki.php/Main/TheWatcher"
        },
        {
          "title": "love",
          "url": "/pmwiki/pmwiki.php/Main/ThePowerOfLove"
        },
        {
          "title": "The Mighty Thor",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheMightyThor"
        },
        {
          "title": "Hijacked by Jesus",
          "url": "/pmwiki/pmwiki.php/Main/HijackedByJesus"
        },
        {
          "title": "God",
          "url": "/pmwiki/pmwiki.php/Main/God"
        },
        {
          "title": "Jesus",
          "url": "/pmwiki/pmwiki.php/Main/CrystalDragonJesus"
        },
        {
          "title": "WITH A HAMMER!",
          "url": "/pmwiki/pmwiki.php/Main/RecycledInSpace"
        },
        {
          "title": "Fear Itself",
          "url": "/pmwiki/pmwiki.php/ComicBook/FearItself"
        },
        {
          "title": "abusive",
          "url": "/pmwiki/pmwiki.php/Main/AbusiveParents"
        },
        {
          "title": "he does still have morals",
          "url": "/pmwiki/pmwiki.php/Main/JerkWithAHeartOfGold"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In one strip byQuino, pizzas start falling all over the world, much to the surprise of many as well as the delight of the poor and starving people:Reporter:Father, there is raining of pizzas all over the world! What does this miracle mean? Has God gone crazy?Priest:No, son. What happens is that God makes no distinctions and he sends his help to everyone equally.",
      "links": [
        {
          "title": "Quino",
          "url": "/pmwiki/pmwiki.php/Creator/Quino"
        },
        {
          "title": "Priest",
          "url": "/pmwiki/pmwiki.php/Main/GoodShepherd"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Bridge: Harmony is this.She fought off her counterpart, Grogar, to defend a group of accidental alien invaders whom had no business being in primordial Equestria, subtly guided the ponies over thousands of years, and shaved off parts of her own power to create the Elements that bear her name as well as the Rainbow Power. In stark contrast to theBig Baddwelling in a frigid, sterile dark realm of Zenith, those in her presence feel welcomed, at ease, and loved with her realm being a beautiful starry void. While she can't interact much more outside of her dormant state, the Tree of Harmony, she still pulls fate's string to help guide those to where they are needed;like setting the Dazzlings sirens and four of the enemy kaiju on the path to aHeel–Face Turn. AnAll-Loving Hero, she even offers to forgive theBig Bad. She also sacrificed more of her power to create two protectors and guides to experience life as ponies,her daughters Celestia and Luna.It's later revealed she's also freely given away pieces of her power to enchant various other magical relics that explicitly require benign intent and emotions to use, such as the Crystal Heart andSilver Crystal. She's essentially theMan Behind the Manfor sizable portion of Equestria's heroes, empowering many forces for good against Grogar and his creation's evil.The prequelGodzilla: New Era, leaves itambiguousif the third Godzilla (a.k.a. the grown up Junior) is just a miraculous mutation or might be a kami, an incarnation ofSeiryū. Though it is implied the latter or both might be true. A benevolent protector of humanity, he intentionally intervenes to save them from the Millennian that would otherwise have caused an extinction event despite being mistakenly attacked earlier. By the time of The Bridge, he's effectively become theBig Goodof Terra; though is unaware if he truly is a kami or not.",
      "links": [
        {
          "title": "The Bridge",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheBridge"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Heel–Face Turn",
          "url": "/pmwiki/pmwiki.php/Main/HeelFaceTurn"
        },
        {
          "title": "All-Loving Hero",
          "url": "/pmwiki/pmwiki.php/Main/AllLovingHero"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Silver Crystal",
          "url": "/pmwiki/pmwiki.php/Anime/SailorMoon"
        },
        {
          "title": "Man Behind the Man",
          "url": "/pmwiki/pmwiki.php/Main/ManBehindTheMan"
        },
        {
          "title": "Godzilla: New Era",
          "url": "/pmwiki/pmwiki.php/Fanfic/GodzillaNewEra"
        },
        {
          "title": "ambiguous",
          "url": "/pmwiki/pmwiki.php/Main/MaybeMagicMaybeMundane"
        },
        {
          "title": "Seiryū",
          "url": "/pmwiki/pmwiki.php/Main/TheFourGods"
        },
        {
          "title": "Big Good",
          "url": "/pmwiki/pmwiki.php/Main/BigGood"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Children of an Elder God: In a dream,right when her faith is shaking due to the lies ofNyarlathotep, Asuka has a vision in which God reveals that He sent her and the remaining pilots to protect mankind from the Outer Gods.It's ambiguous if her vision was real or only a dream, though.",
      "links": [
        {
          "title": "Children of an Elder God",
          "url": "/pmwiki/pmwiki.php/Fanfic/ChildrenOfAnElderGod"
        },
        {
          "title": "Nyarlathotep",
          "url": "/pmwiki/pmwiki.php/Franchise/CthulhuMythos"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InA Crown of Stars,Daniel, Rayana and their familyare the divine rulers of Avalon, and they're real nice and try to be fair and benevolent. They genuinely love their followers and would do anything for them, and they try to make things right if they mess up.",
      "links": [
        {
          "title": "A Crown of Stars",
          "url": "/pmwiki/pmwiki.php/Fanfic/ACrownOfStars"
        },
        {
          "title": "Daniel, Rayana and their family",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "God of War - Not All Gods: Just like canon,Palutenais benevolent and loving to humanity, andKratoshimself acknowledges that had theGreek Godsbeen like her, things would have ended very differently. At the end of the story, he tells Atreus that he was right:not all gods are bad.",
      "links": [
        {
          "title": "God of War - Not All Gods",
          "url": "/pmwiki/pmwiki.php/Fanfic/GodOfWarNotAllGods"
        },
        {
          "title": "Palutena",
          "url": "/pmwiki/pmwiki.php/VideoGame/KidIcarusUprising"
        },
        {
          "title": "Kratos",
          "url": "/pmwiki/pmwiki.php/VideoGame/GodOfWar"
        },
        {
          "title": "Greek Gods",
          "url": "/pmwiki/pmwiki.php/Main/JerkassGods"
        },
        {
          "title": "not all gods are bad",
          "url": "/pmwiki/pmwiki.php/Main/TitleDrop"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hellsister Trilogy: In the first arc,John Constantineprays for Kara's survival. In the next chapter, Supergirl is about to die after battling Mordru, but is saved byThe Spectre, who explains he was allowed to save her if she managed to win.The Spectre:I would have been at your side from the beginning, had I been allowed. But I am rarely permitted on your side of the veil anymore. A specific intercession was made on your behalf. I was granted power to save you, if you had triumphed. If you did not, you would still be among the honored dead.",
      "links": [
        {
          "title": "Hellsister Trilogy",
          "url": "/pmwiki/pmwiki.php/Fanfic/HellsisterTrilogy"
        },
        {
          "title": "John Constantine",
          "url": "/pmwiki/pmwiki.php/Characters/Hellblazer"
        },
        {
          "title": "The Spectre",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheSpectre"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Helluva Wizard:The Revealin Chapter 25.God loves all his creations equally, and he wants everyone to join Him in Heaven. The only problem is the flawed system of Heaven and Hell that condemns more than it rewards. He's also not the one responsible for the angels' purges of Hell: that's them assuming that their desires are His. Indeed, while He gushes over the love between Lily and James and deeply saddened by the effect of their deaths on Harry's life, He's overjoyed to see that despite Moxxie and Millie being creatures of Hell,they still gave Harry the love and support he needed. Finally, God is ultimately able to avertBlack-and-White Insanity, understanding thatdark doesn't always mean badandlight does not always mean good.",
      "links": [
        {
          "title": "Helluva Wizard",
          "url": "/pmwiki/pmwiki.php/Fanfic/HelluvaWizard"
        },
        {
          "title": "The Reveal",
          "url": "/pmwiki/pmwiki.php/Main/TheReveal"
        },
        {
          "title": "they still gave Harry the love and support he needed",
          "url": "/pmwiki/pmwiki.php/Main/HappilyAdopted"
        },
        {
          "title": "Black-and-White Insanity",
          "url": "/pmwiki/pmwiki.php/Main/BlackAndWhiteInsanity"
        },
        {
          "title": "dark doesn't always mean bad",
          "url": "/pmwiki/pmwiki.php/Main/DarkIsNotEvil"
        },
        {
          "title": "light does not always mean good.",
          "url": "/pmwiki/pmwiki.php/Main/LightIsNotGood"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "At the beginning ofThe Keys Stand Alone: The Hard World, Durothé tellsthe fourabout the history of the planet C’hou and the two sets ofJerkass Godsthat wiped out a lot of the population. The devoutGeorgenervously asks her if all gods are like those two pantheons, but, recognizing that he's really asking about his own god, she reassures him that if he perceives his god as benevolent, by definition it is benevolent.",
      "links": [
        {
          "title": "The Keys Stand Alone",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheKeysStandAlone"
        },
        {
          "title": "the four",
          "url": "/pmwiki/pmwiki.php/Music/TheBeatles"
        },
        {
          "title": "Jerkass Gods",
          "url": "/pmwiki/pmwiki.php/Main/JerkassGods"
        },
        {
          "title": "George",
          "url": "/pmwiki/pmwiki.php/Music/GeorgeHarrison"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mike's New Ghostly Family: Though God does not make any direct appearances in the fic, He is portrayed as anultimately benevolent forcewho is willing to show mercy when possible and reward individuals like Mike Schmidt for their virtuous actions, even if He worksIn Mysterious Ways. Best shown by an example that kicked off the fic's entire premise; when He notices the case when the souls who sinned never committed any sins whenthey were alive(as all of their murders they committed when they were trapped in animatronic bodies withthe Remnantpreventing them from passing on), He noticed that situation like theirs never occurred before, so He decided tobe more lenient with His rulesand showed them mercy by allowing them to return to Earth as ghosts to redeem themselves before they'll be properly welcomed back into Heaven.",
      "links": [
        {
          "title": "Mike's New Ghostly Family",
          "url": "/pmwiki/pmwiki.php/Fanfic/MikesNewGhostlyFamily"
        },
        {
          "title": "ultimately benevolent force",
          "url": "/pmwiki/pmwiki.php/Main/GreaterScopeParagon"
        },
        {
          "title": "In Mysterious Ways",
          "url": "/pmwiki/pmwiki.php/Main/InMysteriousWays"
        },
        {
          "title": "the Remnant",
          "url": "/pmwiki/pmwiki.php/Main/AppliedPhlebotinum"
        },
        {
          "title": "be more lenient with His rules",
          "url": "/pmwiki/pmwiki.php/Main/LoopholeAbuse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Nine Knackered Souls: Celestia, co-creator of the realm, is also a loving mother figure for it. One line describes her smile as that \"soft smile of hers that made one feel like they could fall asleep in her hooves.\" Her love is so great it includesNaytheists,Flat Earth Atheistsand other people that don't accept her divinity because they it means they will do things for themselves instead of relying on her, which is what she wants in the first place.",
      "links": [
        {
          "title": "Nine Knackered Souls",
          "url": "/pmwiki/pmwiki.php/Fanfic/NineKnackeredSouls"
        },
        {
          "title": "Naytheists",
          "url": "/pmwiki/pmwiki.php/Main/Naytheist"
        },
        {
          "title": "Flat Earth Atheists",
          "url": "/pmwiki/pmwiki.php/Main/FlatEarthAtheist"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "This trope is more or less a key idea inPony POV Series. Out of the seven Deities present on the mortal world, onlyDiscordis evil in the slightest. Celestia, Luna, and Cadence areReasonable Authority Figureswho only want to ensure the world as a whole is a safe place, and are shown to personally protect the world from any supernatural threat the mane six aren'tneededto defeat. Mother Deer is anActual Pacifistand leader of the biotechnologically advanced Deer who are responsible for various advances in medicine and green energy, who were farworsewithout her in charge. The Dragon Gods Queen Tiamat and Bahamut, whileterrors when provoked, generally work with Celestia to ensure a mutual peace between the Dragons and Ponies. While the rest of the deities are mostly offscreen, even Discord's family, the Draconequi, areGood Is Not Niceat worst, being Nature's Fury, but are shown to go to great lengths to help life flourish and thrive. Only four known gods out of over twenty are actually evil, and they're quite clearly exceptions, not the rule. According toWord of God, this portrayal was in response to other works which portrayed deities as eitherevilorabsolute jackasses, and he was tired of it.This trope actually bitesQueen Chrysalisin the flank when she attempts tobecome a goddess.The Elements of Harmony decided a Goddesswithout a heartwasn't right, and sothey gave her one.The Interviewers then point out that Discord had tosuppresshis natural divine empathy for life to become the monster he is now.This is shownbig timein the Rumors Arc were the Pantheon mobilizes to counterDiscord andUmbra Breeze'sendgame.The only gods thataren'tin some way trying to protect the universe are the aforementioned genuinely evil ones and theOuter Concepts(who arenot exactly evil barring one of them). They essentially run themselves ragged trying to prevent anyone from dying.",
      "links": [
        {
          "title": "Pony POV Series",
          "url": "/pmwiki/pmwiki.php/Fanfic/PonyPOVSeries"
        },
        {
          "title": "Discord",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Reasonable Authority Figures",
          "url": "/pmwiki/pmwiki.php/Main/ReasonableAuthorityFigure"
        },
        {
          "title": "Actual Pacifist",
          "url": "/pmwiki/pmwiki.php/Main/ActualPacifist"
        },
        {
          "title": "without her in charge",
          "url": "/pmwiki/pmwiki.php/Main/TheEmpire"
        },
        {
          "title": "terrors when provoked",
          "url": "/pmwiki/pmwiki.php/Main/BewareTheNiceOnes"
        },
        {
          "title": "Good Is Not Nice",
          "url": "/pmwiki/pmwiki.php/Main/GoodIsNotNice"
        },
        {
          "title": "Word of God",
          "url": "/pmwiki/pmwiki.php/Main/WordOfGod"
        },
        {
          "title": "evil",
          "url": "/pmwiki/pmwiki.php/Main/GodIsEvil"
        },
        {
          "title": "absolute jackasses",
          "url": "/pmwiki/pmwiki.php/Main/JerkassGods"
        },
        {
          "title": "become a goddess",
          "url": "/pmwiki/pmwiki.php/Main/GodhoodSeeker"
        },
        {
          "title": "without a heart",
          "url": "/pmwiki/pmwiki.php/Main/TheSociopath"
        },
        {
          "title": "they gave her one",
          "url": "/pmwiki/pmwiki.php/Main/VillainousBSOD"
        },
        {
          "title": "endgame.",
          "url": "/pmwiki/pmwiki.php/Main/RewritingReality"
        },
        {
          "title": "Outer Concepts",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        },
        {
          "title": "not exactly evil barring one of them",
          "url": "/pmwiki/pmwiki.php/Main/BlueAndOrangeMorality"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Candlemaker fromThe Book of Life, while he's notexactlyGod, he's this universe's closest equivalent as a powerful being whose job is to maintain the balance and the peace over the world of the living and the dead, and he's quite a nice guy.",
      "links": [
        {
          "title": "The Book of Life",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheBookOfLife"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Zeus and Hera in Disney'sHercules. They areHappily Married, enjoy a good reputation among mortals, and are credited with saving the world from the tyranny of the Titans. Most notably, they're seen as doting and kind parents who genuinely love Hercules. This is in sharp contrast to the original mythology where Zeus was more apathetic of his offspring and Hera was often outright antagonistic.",
      "links": [
        {
          "title": "Hercules",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Hercules1997"
        },
        {
          "title": "Happily Married",
          "url": "/pmwiki/pmwiki.php/Main/HappilyMarried"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Disney'sThe Hunchback of Notre Dame: Everyone from Frollo to the Archdeacon believes that God will always punish the wicked and aid the righteous. The Archdeacon also seems to believe in God's mercy, scolds Frollo for not showing it, and manages to inspire Frollo to spare Quasimodo by appealing to God's mother.Many view Frollo's death as directDivine Intervention, punishing the villain and saving our heroes.",
      "links": [
        {
          "title": "The Hunchback of Notre Dame",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheHunchbackOfNotreDameDisney"
        },
        {
          "title": "Divine Intervention",
          "url": "/pmwiki/pmwiki.php/Main/DivineIntervention"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Whaddya know, the God figure inThe LEGO Movieisa cheerful young boy who wants to build awesome things with his imagination.",
      "links": [
        {
          "title": "The LEGO Movie",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheLEGOMovie"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Prince of Egypt: God selects Moses to deliver people from slavery, appearing in a gorgeous stream ofbright lightaccompanied by an awe-inspiring score. Red Sea parting ensues, where the heroes are saved and the bad guys are defeated.",
      "links": [
        {
          "title": "The Prince of Egypt",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/ThePrinceOfEgypt"
        },
        {
          "title": "bright light",
          "url": "/pmwiki/pmwiki.php/Main/LightIsGood"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Heavily implied inTokyo Godfathers: with the underlying themes of Christianity, Hana's statements, and the Deus ex Machina that seems to be everywhere, God might have had something to do with it.",
      "links": [
        {
          "title": "Tokyo Godfathers",
          "url": "/pmwiki/pmwiki.php/Anime/TokyoGodfathers"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Bedazzled (2000): He turns out to be a very nice guy who gave Elliot some very valuable advice, bringing him back from the brink of damning himself.",
      "links": [
        {
          "title": "Bedazzled (2000)",
          "url": "/pmwiki/pmwiki.php/Film/Bedazzled2000"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InBill & Ted's Bogus Journey(an offscreen) God helped the boys out in their quest to defeat the Evil Robot Thems.",
      "links": [
        {
          "title": "Bill & Ted's Bogus Journey",
          "url": "/pmwiki/pmwiki.php/Film/BillAndTedsBogusJourney"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Book of EliEli follows 'the voice' which leads him and protects him for thirty years.He dies without regret after he completes his task to save the world's last copy of the Bible from destruction andmisuse.The phrase \"God is good\", and its standard response \"All the time\", are uttered respectivelyby Carnegie and Eli. Carnegie uses it to spite Eli, to say that God is good to Carnegie and not Eli. Eli's faith perseveres while going through a silent test, and in the end God is good to him.",
      "links": [
        {
          "title": "The Book of Eli",
          "url": "/pmwiki/pmwiki.php/Film/TheBookOfEli"
        },
        {
          "title": "misuse",
          "url": "/pmwiki/pmwiki.php/Main/CorruptChurch"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Bruce Almighty: The premise of the movie is Bruce thinking he can do a better job running the universe than God... and he's wrong.",
      "links": [
        {
          "title": "Bruce Almighty",
          "url": "/pmwiki/pmwiki.php/Film/BruceAlmighty"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "End of Days: Jericho, after a run and gun battle with Satan, ends his life and- and his reward is that this trope proves to be true. Having previously lost his faith after the death of his family, he asks God for the strength to finish the fight, and wins.He gets possessed as part of the bad guy's escape plan but regains control just long enough to impale himself on a sword held by a fallen statue of Michael...His reward is seeing his family again as the credits start to roll.",
      "links": [
        {
          "title": "End of Days",
          "url": "/pmwiki/pmwiki.php/Film/EndOfDays"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Forrest Gump: After coming back from Vietnam, Lt. Dan is told stuff like this. One example is, \"If I let Jesus into my heart, then I will walk beside him in the kingdom of Heaven\". He thinks it's bullcrap for a while, but after Hurricane Carmen, the two of them come to an understanding. Forrest notes that he \"made his peace with God\".",
      "links": [
        {
          "title": "Forrest Gump",
          "url": "/pmwiki/pmwiki.php/Film/ForrestGump"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Godzilla: A few kaiju are powerful enough to be rightly counted asdeities, yet are benevolent and caring towards humanity (if a tad destructive).Mothra is a giant butterfly who is worshiped as a goddess on her island home. She's also one of the few purely good monsters within the Franchise.Likewise, there is King Caesar. A monster loosely based off of the Shisa of Okinawa folklore. In the 1974 filmGodzilla vs. Mechagodzillahe acts as a guardian deity who protects Japan from evil.Also, the filmGodzilla, Mothra, King Ghidorah: Giant Monsters All-Out Attack!features not one but THREE monster gods who protect Japan from evil (IE: Baragon: the god of the earth, Mothra: the goddess of water, and Ghidorah: the god of the air). In the film, they are awakened in order to save Japan from Godzilla.Unfortunately, Godzilla ends up killing all three of them.",
      "links": [
        {
          "title": "Godzilla",
          "url": "/pmwiki/pmwiki.php/Franchise/Godzilla"
        },
        {
          "title": "deities",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        },
        {
          "title": "if a tad destructive",
          "url": "/pmwiki/pmwiki.php/Main/DestructiveSavior"
        },
        {
          "title": "Godzilla vs. Mechagodzilla",
          "url": "/pmwiki/pmwiki.php/Film/GodzillaVsMechagodzilla"
        },
        {
          "title": "Godzilla, Mothra, King Ghidorah: Giant Monsters All-Out Attack!",
          "url": "/pmwiki/pmwiki.php/Film/GodzillaMothraKingGhidorahGiantMonstersAllOutAttack"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Guardians of the Galaxy Vol. 3: Benevolent deities established in the Marvel Cinematic Universe like Thor aside, the existence of a benign capital 'G' God like the comic's One Above All is heavily implied. Even engineered works by evil men like the High Evolutionary can get into an idealic, completely unironic Heaven.Lylla:\"There are the hands that made us, and then there are The Hands that guide their hands.\"",
      "links": [
        {
          "title": "Guardians of the Galaxy Vol. 3",
          "url": "/pmwiki/pmwiki.php/Film/GuardiansOfTheGalaxyVol3"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Indiana Jones: A common element in its movies.Raiders of the Lost Arksees the heroes captured by the big bad and all seems lost. Then, Nazis meet Ark of the Covenant, Ark of the Covenant, meet Nazis. Also includes the villain-destroying power ofthe Sankara Stonesandthe Holy Grail. One could wonder why Indy needs to do anything when the various artifacts of doom seem perfectly capable of taking care of themselves...then one would realize that the Nazis were all killed by a divine artifact belonging to what the Nazis most hated.You could say they got what was coming to them.",
      "links": [
        {
          "title": "Indiana Jones",
          "url": "/pmwiki/pmwiki.php/Franchise/IndianaJones"
        },
        {
          "title": "Raiders of the Lost Ark",
          "url": "/pmwiki/pmwiki.php/Film/RaidersOfTheLostArk"
        },
        {
          "title": "the Sankara Stones",
          "url": "/pmwiki/pmwiki.php/Film/IndianaJonesAndTheTempleOfDoom"
        },
        {
          "title": "the Holy Grail",
          "url": "/pmwiki/pmwiki.php/Film/IndianaJonesAndTheLastCrusade"
        },
        {
          "title": "then one would realize that the Nazis were all killed by a divine artifact belonging to what the Nazis most hated.",
          "url": "/pmwiki/pmwiki.php/Main/FridgeBrilliance"
        },
        {
          "title": "You could say they got what was coming to them.",
          "url": "/pmwiki/pmwiki.php/Main/HoistByHisOwnPetard"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "It's a Wonderful Life: A literal angel convinces George Bailey that the world would be a worse place if he never existed.",
      "links": [
        {
          "title": "It's a Wonderful Life",
          "url": "/pmwiki/pmwiki.php/Film/ItsAWonderfulLife"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Maverick: Gambler Brett Maverick is on his steed, attached to a noose that will hang him when his horse moves. He asks God for another chance... and the branch breaks.",
      "links": [
        {
          "title": "Maverick",
          "url": "/pmwiki/pmwiki.php/Film/Maverick"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Monty Python and the Holy Grail: God would REALLY appreciate it if people would stop groveling every time he tries to talk to someone. He leaves useful things like theHoly Hand Grenadefor the heroes to find and sends them on a heroic quest so they can set an example for others.",
      "links": [
        {
          "title": "Monty Python and the Holy Grail",
          "url": "/pmwiki/pmwiki.php/Film/MontyPythonAndTheHolyGrail"
        },
        {
          "title": "Holy Hand Grenade",
          "url": "/pmwiki/pmwiki.php/Main/HolyHandGrenade"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "O Brother, Where Art Thou?: Ulysses prays for a miracle when his death by hanging seems certain. A flood then sweeps in to save him. He immediately recants his newfound 'faith'.",
      "links": [
        {
          "title": "O Brother, Where Art Thou?",
          "url": "/pmwiki/pmwiki.php/Film/OBrotherWhereArtThou"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Oh, God!: God is a jovial, kindly, and wise being who comes down with the express purpose of helping humans find hope and harmony through Him, all the while expressing love for all humans even if they are of other religions or made aDeal with the Devil. Even in the sequels, his love for humanity never wavers.\"If it's hard to have faith in me, maybe it will help to know that I have faith in you.\"",
      "links": [
        {
          "title": "Oh, God!",
          "url": "/pmwiki/pmwiki.php/Film/OhGod"
        },
        {
          "title": "Deal with the Devil",
          "url": "/pmwiki/pmwiki.php/Main/DealWithTheDevil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Prophecy: Unique in that the reason Gabriel has for leading the second rebellion against God is that He loved those weak monkeys more than angels. When Gabriel is defeated, we see the evil, racist, genocidal soul of Hawthorne destroyed by divine light.",
      "links": [
        {
          "title": "The Prophecy",
          "url": "/pmwiki/pmwiki.php/Film/TheProphecy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The end of the supernatural WesternPurgatory: \"The Creator may be tough, but he ain't blind.\"",
      "links": [
        {
          "title": "Purgatory",
          "url": "/pmwiki/pmwiki.php/Film/Purgatory1999"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Played with inTRON: Legacy. Kevin Flynn is a kindly father figure to his creations. However, he is not infallible (see directly above), and, after his terrible mistake with Clu, he is reluctant to interfere in the universe.",
      "links": [
        {
          "title": "TRON: Legacy",
          "url": "/pmwiki/pmwiki.php/Film/TronLegacy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Year One: ResidentButt-MonkeyOh asks God (if He exists) for a shot with his cave gal... and he gets it.",
      "links": [
        {
          "title": "Year One",
          "url": "/pmwiki/pmwiki.php/Film/YearOne"
        },
        {
          "title": "Butt-Monkey",
          "url": "/pmwiki/pmwiki.php/Main/ButtMonkey"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "During the climax ofThe Alloy of LawWax, wounded and outgunned, snarkily reminds his god (Harmony) that he had asked for help, and is very surprised when his god answers him. So he asks why his deity hasn't done anything to stop what's going on, and is told that he has; he sent Wax. And then he notices that the crate he's hiding behind just so happens to be the one containing all his old equipment, which he had previously let the bad guys get hold of.Harmony:You're welcome.",
      "links": [
        {
          "title": "The Alloy of Law",
          "url": "/pmwiki/pmwiki.php/Literature/TheAlloyOfLaw"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Arabian Nights: You could keep a running tally of all the special powers, deliverances and interventions that happen throughout the various tales attributed to Allah directly or indirectly.",
      "links": [
        {
          "title": "Arabian Nights",
          "url": "/pmwiki/pmwiki.php/Literature/ArabianNights"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InTanya Huff's novelBlood Price, the bad guy manages to get past the good guys' attempts to stop him and complete his demon-summoning ritual onEaster Sunday morning. God does not approve.",
      "links": [
        {
          "title": "Tanya Huff",
          "url": "/pmwiki/pmwiki.php/Creator/TanyaHuff"
        },
        {
          "title": "Blood Price",
          "url": "/pmwiki/pmwiki.php/Literature/BloodBooks"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Chance And Choices Adventures, beingChristian Fiction, has this as a central theme. It's also said outright by numerous characters, particularly the Williams sisters.",
      "links": [
        {
          "title": "Chance And Choices Adventures",
          "url": "/pmwiki/pmwiki.php/Literature/ChanceAndChoicesAdventures"
        },
        {
          "title": "Christian Fiction",
          "url": "/pmwiki/pmwiki.php/Main/ChristianFiction"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The reasonThe Divine Comedy's Inferno is such a terrible place is because it is the furthest place in the universe from God, and when Dante jumps off the Devil's back to the surface, he begins an ascent through more beautiful and joyous areas of Purgatory and Paradise until he reaches what he calls \"the Love that moves the Sun and the other stars,\" what we call God. Dante blissfully laments that his memory could not capture more than a distant shadow of the pure goodness he knew in God's presence, presenting a God always better than what we can conceive or convey.",
      "links": [
        {
          "title": "The Divine Comedy",
          "url": "/pmwiki/pmwiki.php/Literature/TheDivineComedy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InDiscworldmost gods areJerkass Gods, but there are also some undeniably benevolent deities on the disc.Whilst they aren't quite gods,anthropomorphic personificationslike Death and Time are powerful spirit-like beings who are shown to be very friendly and will often go out of their way to help the races on the disc.Especially Death.Om fromSmall GodsIsn't this at first being initially a firm believer ofIt's All About Me, but after a lot ofCharacter Developmentvia interacting with mortals and seeing the compassion of his prophet he firmly becomes this by the end of the story and remains so through the franchise.Azrael,the death of deaths and the most powerful being in the whole Discworld Universe,is shown inReaper Manto be compassionate and gives Death his position asGrim Reaperback after he expresses a desire to protect humanity.",
      "links": [
        {
          "title": "Discworld",
          "url": "/pmwiki/pmwiki.php/Literature/Discworld"
        },
        {
          "title": "Jerkass Gods",
          "url": "/pmwiki/pmwiki.php/Main/JerkassGods"
        },
        {
          "title": "anthropomorphic personifications",
          "url": "/pmwiki/pmwiki.php/Main/AnthropomorphicPersonifications"
        },
        {
          "title": "Especially Death",
          "url": "/pmwiki/pmwiki.php/Main/DontFearTheReaper"
        },
        {
          "title": "Small Gods",
          "url": "/pmwiki/pmwiki.php/Literature/SmallGods"
        },
        {
          "title": "It's All About Me",
          "url": "/pmwiki/pmwiki.php/Main/ItsAllAboutMe"
        },
        {
          "title": "Character Development",
          "url": "/pmwiki/pmwiki.php/Main/CharacterDevelopment"
        },
        {
          "title": "the death of deaths and the most powerful being in the whole Discworld Universe,",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        },
        {
          "title": "Reaper Man",
          "url": "/pmwiki/pmwiki.php/Literature/ReaperMan"
        },
        {
          "title": "Grim Reaper",
          "url": "/pmwiki/pmwiki.php/Main/GrimReaper"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Dresden Files: Never directly stated, butheavilyimplied.There's a degree of this with the Knights of the Cross. He rarely if ever acts in an overt fashion, but often times the Knights justhappento have a feeling they should be somewhere,coincidentallyputting them in just the right place to save the day.Harry has a direct line to an archangel whenever he's suffering a moral crisis.Specifically, Uriel.InChanges, an Old Woman calls out, “Oh, God in Heaven, help us!”. He does and a Knight appears, but the man claims it was just a coincidence.",
      "links": [
        {
          "title": "The Dresden Files",
          "url": "/pmwiki/pmwiki.php/Literature/TheDresdenFiles"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Faerie Queene, Book I:In Canto IX and X, it is God's mercy as told by Una that saves Redcrosse from suicide at despair's hand and contemplation of God that sees him fully recover from the lingering depression Despair left him in.In Canto XI, the kingdom is only saved because God guided chance to allow Redcrosse to fall into aHealing Springand then the Tree of Life when struck by the dragon's breath.",
      "links": [
        {
          "title": "The Faerie Queene",
          "url": "/pmwiki/pmwiki.php/Literature/TheFaerieQueene"
        },
        {
          "title": "Healing Spring",
          "url": "/pmwiki/pmwiki.php/Main/HealingSpring"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "C. S. Lewis:The Chronicles of Narnia: Aslan is probably one of the ultimate examples of this trope: in every book he is a stern but wise and kind being who does everything he can to protect Narnia and all within it (and outside of Narnia). Some examples of his benevolence include giving up his own life to save Edmond from the White Witch, guiding and advising the heroes countless times, intervening on the rare occasion the heroes fail, and restoring Narnia after it is ruined by the Calormenes.The Screwtape Lettershas Screwtape point out God's goodness, telling Wormwood that God puts \"absurd value\" in each human's individuality, wants Servants who can become Sons, and describes \"the patient\" entering Heaven and seeing the strangeness of the beings there not as a terrifying experience, but as a permanent reunion with old friends whom he could always just barely sense at the edge of earthly consciousness.The Space Trilogy. While the Oyarsa may be considered the agents of God on Earth, humans, specifically Ransom, is chosen to be the agent of God on Venus to save it from its own fall into darkness. Then hebeats up Satan.",
      "links": [
        {
          "title": "C. S. Lewis",
          "url": "/pmwiki/pmwiki.php/Creator/CSLewis"
        },
        {
          "title": "The Chronicles of Narnia",
          "url": "/pmwiki/pmwiki.php/Literature/TheChroniclesOfNarnia"
        },
        {
          "title": "The Screwtape Letters",
          "url": "/pmwiki/pmwiki.php/Literature/TheScrewtapeLetters"
        },
        {
          "title": "The Space Trilogy",
          "url": "/pmwiki/pmwiki.php/Literature/TheSpaceTrilogy"
        },
        {
          "title": "beats up Satan",
          "url": "/pmwiki/pmwiki.php/Main/DidYouJustPunchOutCthulhu"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "No Game No Life: Once Tet became the One True God, (s)he outlawed violence and robbery and stated any dispute would be resolved by games, where cheating isnotallowed. (S)he is also very friendly to the main characters, and while Tet claims to not favor any of the sixteen races in particular, there's no denying that Tet's actions not only made two genuinely good peoples' dreams come true by sending them to a parallel fantasy world where their skills as gamers could make a huge difference, but also that this decision wound up saving humanity in its time of most dire need.",
      "links": [
        {
          "title": "No Game No Life",
          "url": "/pmwiki/pmwiki.php/Literature/NoGameNoLife"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Paradise Lost: God knows man will fall prey to sin, but respects them enough to let their choices have consequences. Afterwards, he not only comes up with a cunningplanto save mankind, but his Son/Proxy Jesus personally leads the army in heaven to crush Lucifer and his rebellion, which technically ties this trope withKung-Fu Jesuswhen he defeats the army with a strong stare.",
      "links": [
        {
          "title": "Paradise Lost",
          "url": "/pmwiki/pmwiki.php/Literature/ParadiseLost"
        },
        {
          "title": "plan",
          "url": "/pmwiki/pmwiki.php/Main/Plan"
        },
        {
          "title": "Kung-Fu Jesus",
          "url": "/pmwiki/pmwiki.php/Main/KungFuJesus"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Song at Dawn: He is always shown in a positive light; the criticism goes toward the less than holy church. Dragonetz, for instance, has lost faith in the church but he still prays alone in the chapel.",
      "links": [
        {
          "title": "Song at Dawn",
          "url": "/pmwiki/pmwiki.php/Literature/SongAtDawn"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InSpecial Circumstances, the Supreme Being(s) of all of the religions followed by the members of the titular organization step in to help their mortal agents to defeat Evil.",
      "links": [
        {
          "title": "Special Circumstances",
          "url": "/pmwiki/pmwiki.php/Literature/SpecialCircumstances"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Summoning of the Soul: When a king is dying on Earth, God orders Wu Yang from Heaven to summon his soul back to his body, saving the king's life.",
      "links": [
        {
          "title": "Summoning of the Soul",
          "url": "/pmwiki/pmwiki.php/Literature/SummoningOfTheSoul"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tolkien's Legendarium:The Lord of the Rings: Tolkien stated in a letter that the main characters areSauron, the titular lord of the rings and the one who started the war, and God. The story is about how God, known as Eru Ilúvatar, defeats Sauron through his servants (i.e., Frodo, Gandalf, Aragorn, etc.) and in one miraculous case, causing the ledge of Mount Doom to crumble so that Gollum and the One Ring fall into the fire, ensuring that the dark power of Sauron was destroyed forever and peace could return to Middle-Earth.The Silmarillion: The power of Morgoth gets so out of control in the first that age elves, humans and dwarves have no choice but to plead before the Valar for their aid. They get it. Plus, in the Tolkien Apocalypse, Jesus/St. Michael stand-in Manwë gets medieval with Morgoth and his resurrected servants at Dagor Dagorach.",
      "links": [
        {
          "title": "Tolkien's Legendarium",
          "url": "/pmwiki/pmwiki.php/Franchise/TolkiensLegendarium"
        },
        {
          "title": "The Lord of the Rings",
          "url": "/pmwiki/pmwiki.php/Literature/TheLordOfTheRings"
        },
        {
          "title": "Sauron",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "The Silmarillion",
          "url": "/pmwiki/pmwiki.php/Literature/TheSilmarillion"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Trapped on Draconica: Dronor functioned like a god when alive(after dying he undeniably is one)and receives prayer from mortals because he answers them.",
      "links": [
        {
          "title": "Trapped on Draconica",
          "url": "/pmwiki/pmwiki.php/Literature/TrappedOnDraconica"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Battlestar Galactica (2003): It is implied that astral projection Baltar and Six are agents of a higher power taskedwith breaking the cycle of human/machine hatred and destruction.Word of God— ironically, given this trope's name — has confirmed it. Interestingly, one of the last lines of dialogue in the series is Head-Baltar remarking to his counterpart how they both know said higher powerdoes notlike being referred to as \"God\"",
      "links": [
        {
          "title": "Battlestar Galactica (2003)",
          "url": "/pmwiki/pmwiki.php/Series/BattlestarGalactica2003"
        },
        {
          "title": "Word of God",
          "url": "/pmwiki/pmwiki.php/Main/WordofGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "At the end of the Prophecy inFriday the 13th: The Series,the sky is lit up with divine light that vanquishes theFallen AngelAstaroth and destroys The Book ofLucifer. Mother Mary also appears to free Ryan from Lucifer's control.",
      "links": [
        {
          "title": "Friday the 13th: The Series",
          "url": "/pmwiki/pmwiki.php/Series/FridayThe13thTheSeries"
        },
        {
          "title": "Fallen Angel",
          "url": "/pmwiki/pmwiki.php/Main/FallenAngel"
        },
        {
          "title": "Lucifer",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Good Omens (2019): Unlike the rest of Heaven, who are shown asself-righteousJerkasseswho are actually a lot more like their fallen counterparts than they would like to admit, it is proposed towards the end of Season 1 that she may have actually planned the series of events that would lead toAdam rejecting his destiny asThe Antichrist, and her narration seems to indicate she loves humanity in the same way as Aziraphale and Crowley. In fact, thequestionof whether or not the war between Heaven and Hell and the extinction of humanity is what Godreallyplanned is what getsArchangel GabrielandBeelzebubto stand down. Then again, she does still send the Flood in a flashback sequence, whichCrowley is unnerved by, which suggests she's a case ofGood Is Not Soft, though according to Aziraphale, only the Middle East was flooded in this universe.",
      "links": [
        {
          "title": "Good Omens (2019)",
          "url": "/pmwiki/pmwiki.php/Series/GoodOmens2019"
        },
        {
          "title": "self-righteous",
          "url": "/pmwiki/pmwiki.php/Main/TautologicalTemplar"
        },
        {
          "title": "Jerkasses",
          "url": "/pmwiki/pmwiki.php/Main/Jerkass"
        },
        {
          "title": "The Antichrist",
          "url": "/pmwiki/pmwiki.php/Main/TheAntichrist"
        },
        {
          "title": "question",
          "url": "/pmwiki/pmwiki.php/Main/ArmorPiercingQuestion"
        },
        {
          "title": "Archangel Gabriel",
          "url": "/pmwiki/pmwiki.php/Main/ArchangelGabriel"
        },
        {
          "title": "Beelzebub",
          "url": "/pmwiki/pmwiki.php/Main/Beelzebub"
        },
        {
          "title": "Crowley is unnerved by",
          "url": "/pmwiki/pmwiki.php/Main/EvenEvilHasStandards"
        },
        {
          "title": "Good Is Not Soft",
          "url": "/pmwiki/pmwiki.php/Main/GoodIsNotSoft"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Let the Right One In: Eleanor's mom told her this after she became infected by the vampire virus, insisting that although God doesn't always tell them everything, a ray of hope remains (in her case, finding the original host and a cure).Deconstructedhowever when Markrepeats what she said at her grave, saying he can't just cling to that anymore since they need something more tangible.",
      "links": [
        {
          "title": "Let the Right One In",
          "url": "/pmwiki/pmwiki.php/Series/LetTheRightOneIn"
        },
        {
          "title": "Deconstructed",
          "url": "/pmwiki/pmwiki.php/Main/Deconstructed"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ohsama Sentai King-Ohgerfeatures the titularKingOhger, the guardian deity of Tikyu, who aided humanity against the previous Bug Naraku invasion 2,000 years ago. Afterward, it split into the five main Shugods, each becoming the Patron God of one of the five kingdoms that make up the world. In the present day, the Shugods serve as partners to the King-Ohgers, helping them in battle against the prophesied Bug Naraku invasionand the unexpected arrival of the Galactinsects.Even after it is revealed that they were created by the Galactinsect King,the Shugods refuse to turn against humanity and continue to fight against the Galactinsects, culminating in theFinal Battle, where they sacrifice their physical forms to help destroy their creator once and for all.",
      "links": [
        {
          "title": "Ohsama Sentai King-Ohger",
          "url": "/pmwiki/pmwiki.php/Series/OhsamaSentaiKingOhger"
        },
        {
          "title": "the Shugods refuse to turn against humanity and continue to fight against the Galactinsects",
          "url": "/pmwiki/pmwiki.php/Main/PhlebotinumRebel"
        },
        {
          "title": "Final Battle",
          "url": "/pmwiki/pmwiki.php/Main/FinalBattle"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Quantum LeapSam believes at times that God, or a higher power, is guiding his journey toSet Right What Once Went Wrong.There's a mysterious bartender in the final episode.",
      "links": [
        {
          "title": "Quantum Leap",
          "url": "/pmwiki/pmwiki.php/Series/QuantumLeap"
        },
        {
          "title": "Set Right What Once Went Wrong",
          "url": "/pmwiki/pmwiki.php/Main/SetRightWhatOnceWentWrong"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InReaper, God seems strangely absent and Satan able to do as he pleases. However, towards the end of the series evidence is presented that God is still very much in control and has a plan for making things work out,as demonstrated when pacifistic demon Steve is returned to angelic status after being killed by the devil, and swarms of angels appear to Sam and Andi.",
      "links": [
        {
          "title": "Reaper",
          "url": "/pmwiki/pmwiki.php/Series/Reaper"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Stargate SG-1: features the Asgardians,Sufficiently Advanced Alienswho are mistaken as gods, butits semantics for some people they visit.They protect less developed planets from the Gou'ald. The people of Cimmeria claim that \"Our gods are great and powerful warriors but they are just and true to their word.\"",
      "links": [
        {
          "title": "Stargate SG-1",
          "url": "/pmwiki/pmwiki.php/Series/StargateSG1"
        },
        {
          "title": "Sufficiently Advanced Aliens",
          "url": "/pmwiki/pmwiki.php/Main/SufficientlyAdvancedAlien"
        },
        {
          "title": "its semantics for some people they visit.",
          "url": "/pmwiki/pmwiki.php/Main/ClarkesThirdLaw"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Supernatural:The Season 5 finale, though, comes out largely in favor of God being good and that God greatly values free will and family. He wants people to make the right decisions without Him forcing it upon them and to choose family over anything else.He finally intervenes personally when hisOmnicidal Maniaccounterpart is released from her prison,ultimately leading to their reconciliation.The writers from season 12 onwards depict God less and less sympathetically until God ends up being theBig Badof the final season.After draining God's powers and rending him into anormal human, Jack Kline decides to play this completely straight and resurrects everyone Chuck killed in the season, He decides to become less involved in the mortal plane to avoid repeating God's mistakes, and resurrects Castiel to reform Heaven and the Angels, allowing the souls to meet their loved ones.",
      "links": [
        {
          "title": "Supernatural",
          "url": "/pmwiki/pmwiki.php/Series/Supernatural"
        },
        {
          "title": "Omnicidal Maniac",
          "url": "/pmwiki/pmwiki.php/Main/OmnicidalManiac"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "normal human",
          "url": "/pmwiki/pmwiki.php/Main/BroughtDownToNormal"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Touched by an Angelplays this completely straight, although the original pilot script had a darker view.",
      "links": [
        {
          "title": "Touched by an Angel",
          "url": "/pmwiki/pmwiki.php/Series/TouchedByAnAngel"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Twilight Zone (1959): Multiple episodes but especially \"The Hunt\". Heaven is an ideal paradise for everyone, not just a bright place in the clouds, taking the form of a beautiful backwoods with square dances and coon hunts for a deceased woodsman and his hunting dog. The angels God sends to guide people along talk to them like old friends, and he even sets up morality tests to allow moral non-Christians in if they prove to still hold benevolent values. And animals get into Heaven, with an old couple's beloved pet joining them in paradise.",
      "links": [
        {
          "title": "The Twilight Zone (1959)",
          "url": "/pmwiki/pmwiki.php/Series/TheTwilightZone1959"
        },
        {
          "title": "The Hunt",
          "url": "/pmwiki/pmwiki.php/Recap/TheTwilightZone1959S3E19TheHunt"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Vikings: This is discussed between Athelstan and Ragnar.As a faithful priest, Athelstan believes he is good and vikings are a punishment from him for his people's sins.Ragnarsays he is greedy (for stuffing the monastery with gold) and stupid (for not protecting that gold).",
      "links": [
        {
          "title": "Vikings",
          "url": "/pmwiki/pmwiki.php/Series/Vikings"
        },
        {
          "title": "As a faithful priest",
          "url": "/pmwiki/pmwiki.php/Main/GoodShepherd"
        },
        {
          "title": "Ragnar",
          "url": "/pmwiki/pmwiki.php/Main/AntiHero"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kids Praise: Par for the course in a Christian work, but whenever God makes an appearance and speaks to Psalty directly, he's invariably understanding and kind.",
      "links": [
        {
          "title": "Kids Praise",
          "url": "/pmwiki/pmwiki.php/Music/KidsPraise"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "One of the main beliefs in any major Abrahamic religion (Judaism. Christianity, Islam) is that God Is Good, thoughyoudon'twant to cross him.",
      "links": [
        {
          "title": "you",
          "url": "/pmwiki/pmwiki.php/Main/GoodIsNotSoft"
        },
        {
          "title": "don't",
          "url": "/pmwiki/pmwiki.php/Main/GoodIsNotSoft"
        },
        {
          "title": "want to cross him.",
          "url": "/pmwiki/pmwiki.php/Main/GoodIsNotSoft"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Bible: Probably the most well known example of all time. God may be asternbeing who is more alien than anyEldritch Abomination, but he goes to great lengths to help humanity and protect them fromSatanas well asthemselves.In theBook of Genesis, God makes the universe, and says that it's good. He also gives Cain - the first murderer - a mark to keep people from killing him.TheBook of Exodussees God offer the stuttering, exiled Moses the chance to free his Hebrew people from slavery in Egypt. Even after these same Hebrews abandon God and worship a golden statue in return, God guides the Hebrew people and provides them with bread and water as they travel through the desert to the land God promised them.Many ofthe Psalmsrevolve around praising God for his goodness and mercy, much like common passages such as Psalm 100:5.For the LORD is good; His steadfast love is eternal; His faithfulness is for all generations.TheBook of Job, God poses a series of rhetorical questions that show the sheer scale of God's duties, which ranges from constructing the Earth to feeding a starving raven. He transitions into daring his mortal audience to try to do all he does, whether it be humbling the proud, tearing down the wicked, andcontrolling the Leviathans or the Behemoths that bring chaos. Upon hearing all this, Job he clearly doesn't see far enoughto moralize an omniscientand God restores his prosperity while cursing Job's friends for accusing Job of evil only because he was suffering.The speaker in theBook of Ecclesiastesmay be well aware of life's shortness, those who unjustly suffer, and the vanities of pursuing things which will be dust in the wind by the time the sun is set, but the epilogue of the book makes sure to remind readers that in spite of all this, it is truly wise to fear God's judgment and follow the commandments he has given to the Jewish people.In theBook of Jonah, far from being eager to smite evildoers, God gives Jonah a second chance, undeserved, after Jonahtried to run away to refuse his calling, then spares the city of Nineveh from the prophesied destruction after they collectively repent. Jonah reveals that the reason he ran away was thathe knew God was compassionate and would have mercy on the hated Ninevites; God replies that yes,that was kind of the point.The Four Gospelssee God take the form ofJesus, who comes to tell humanity that God is willing to forgive any wrongdoing so long as one is willing to repent. He heals the sick, fights off demons, decries the hypocrites, and speaks to the outcasts of societies, from prostitutes to the unorthodox Samaritans, all while speaking of the need to store treasure in Heaven and love all, even one's enemies. It all culminates in Christ accepting an excruciating death while begging forgiveness for those who executed him, only to rise from the dead three days later and proclaim that all who followed him would similarly find new life in Heaven.Many of verses of theBook of Romansfocus on God's love and how he will forgive those who repent.God's fairness and his care for mankind is stated in1 Corinthians 10:13.\"No temptation has seized you except what is common to man. AndGodis faithful; He will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it.\"According toBook of Revelation, God will one day throw Satan and all evil-doers who ally with him intothe Lake of Fire, while the good and the humble will be resurrected in the immortal bliss of earthly paradise.",
      "links": [
        {
          "title": "The Bible",
          "url": "/pmwiki/pmwiki.php/Literature/TheBible"
        },
        {
          "title": "stern",
          "url": "/pmwiki/pmwiki.php/Main/GoodIsNotNice"
        },
        {
          "title": "Eldritch Abomination",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        },
        {
          "title": "Satan",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        },
        {
          "title": "themselves",
          "url": "/pmwiki/pmwiki.php/Main/HumansAreFlawed"
        },
        {
          "title": "Book of Genesis",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfGenesis"
        },
        {
          "title": "Book of Exodus",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfExodus"
        },
        {
          "title": "the Psalms",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfPsalms"
        },
        {
          "title": "Book of Job",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfJob"
        },
        {
          "title": "controlling the Leviathans or the Behemoths that bring chaos",
          "url": "/pmwiki/pmwiki.php/Main/OrderVersusChaos"
        },
        {
          "title": "to moralize an omniscient",
          "url": "/pmwiki/pmwiki.php/Main/OmniscientMoralityLicense"
        },
        {
          "title": "Book of Ecclesiastes",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfEcclesiastes"
        },
        {
          "title": "Book of Jonah",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfJonah"
        },
        {
          "title": "tried to run away to refuse his calling",
          "url": "/pmwiki/pmwiki.php/Main/RefusingTheCall"
        },
        {
          "title": "he knew God was compassionate and would have mercy on the hated Ninevites",
          "url": "/pmwiki/pmwiki.php/Main/WrongGenreSavvy"
        },
        {
          "title": "that was kind of the point",
          "url": "/pmwiki/pmwiki.php/Main/AnAesop"
        },
        {
          "title": "The Four Gospels",
          "url": "/pmwiki/pmwiki.php/Literature/TheFourGospels"
        },
        {
          "title": "Jesus",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Jesus"
        },
        {
          "title": "Book of Romans",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfRomans"
        },
        {
          "title": "1 Corinthians 10:13",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfCorinthians"
        },
        {
          "title": "God",
          "url": "/pmwiki/pmwiki.php/Main/God"
        },
        {
          "title": "Book of Revelation",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfRevelation"
        },
        {
          "title": "the Lake of Fire",
          "url": "/pmwiki/pmwiki.php/Main/FireAndBrimstoneHell"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "BuddhismGuan Yin, Goddess of Mercy, Compassion, and Unconditional Love fromChinese Mythology. She loves you, will always be there for you, and asks for nothing in return.Another Boddhisatva that fits this trope is Dizang Buddha (or Ksitigarbha, in Sanskrit). He is so dedicated to saving everyone that he spends all his time in hell itself working to redeem the souls trapped there, for which he is known as \"Buddha in Hell.\"",
      "links": [
        {
          "title": "Buddhism",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Buddhism"
        },
        {
          "title": "Guan Yin",
          "url": "http://www.godchecker.com/pantheon/chinese-mythology.php?deity=GUAN-YIN"
        },
        {
          "title": "Chinese Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ChineseMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "MostVedic and Hindu folk deitiesare protectors/overseers of real world concepts/beliefs/practices (Saraswati for Education and Knowledge, Kama for Love, Surya for the Sun, Bhumi for the Earth, Vayu & Varuna for Wind and Water, etc). Modern Hindu deities like Vishnu, Shiva, and Kali (who are respectively considered to be God inthe major Hindu sects), outright defend against evil in various ways.noteAlthough, Kali's more on theAnti-Heroside of things.",
      "links": [
        {
          "title": "Vedic and Hindu folk deities",
          "url": "/pmwiki/pmwiki.php/Myth/HinduMythology"
        },
        {
          "title": "the major Hindu sects",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Hinduism"
        },
        {
          "title": "Anti-Hero",
          "url": "/pmwiki/pmwiki.php/Main/AntiHero"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ra, Horus and Ma'at fromEgyptian Mythology. Other deities tend to be more morally relaxed, ranging from favouring people to outright demented (Sekhmet and Set), but those three are consistently depicted as benevolent and caring, with Ma'at in particular being the cosmic principle of morality and \"goodness\".",
      "links": [
        {
          "title": "Egyptian Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/EgyptianMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Most of the Norse Gods are seen as the protectors and friends of mankind. One of Thor's many names is \"vinr verlidha\", \"Friend of Man\". Small wonders the guy has a superhero character based off of him.Odin stands on the line betweenGuile Heroand (a heroic)Magnificent Bastard, though one of his names means \"worker of evil\" and he can be a massive dick to people.",
      "links": [
        {
          "title": "Guile Hero",
          "url": "/pmwiki/pmwiki.php/Main/GuileHero"
        },
        {
          "title": "Magnificent Bastard",
          "url": "/pmwiki/pmwiki.php/Main/MagnificentBastard"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A particular Christian subset,Christian Universalism, holds that aFire and Brimstone Hellsimply doesn't exist, as God wouldn't punishanyhuman that harshly.noteWhile many Christiansquestion the accuracy of the concept, most denominations agree that the idea of there beingnoconsequence for sin is heretical.Or,per Hosea Ballou:Ballou was riding the circuit again when he stopped for the night at a New England farmhouse. The farmer was upset. He confided to Ballou that his son was a terror who got drunk in the village every night and who fooled around with women. The farmer was afraid the son would go to hell. \"All right,\" said Ballou with a serious face. \"We'll find a place on the path where your son will be coming home drunk, and we'll build a big fire, and when he comes home, we'll grab him and throw him into it.\" The farmer was shocked: \"That's my son and I love him!” Ballou said, \"If you, a human and imperfect father, love your son so much that you wouldn’t throw him in the fire, then how can you possibly believe that God, the perfect father, would do so!\"",
      "links": [
        {
          "title": "Christian Universalism",
          "url": "https://en.wikipedia.org/wiki/Christian_universalism"
        },
        {
          "title": "Fire and Brimstone Hell",
          "url": "/pmwiki/pmwiki.php/Main/FireAndBrimstoneHell"
        },
        {
          "title": "question the accuracy of the concept",
          "url": "/pmwiki/pmwiki.php/Analysis/FireAndBrimstoneHell"
        },
        {
          "title": "per Hosea Ballou",
          "url": "https://www.uuworld.org/articles/stories-universalist-history"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Deadlands: It is explicitly stated that God is good, and there's a whole character class devoted to the concept, the Blessed. In Deadlands, it's noted thatallreligions have it correct — God is simply known by many names, it's still the same guy — and, thus, all religions get Blessed, religious folk with holy powers. If they doanythingevil, they lose their powers (and God getspissedat them).There are three types of Blessed powers, Miracles, Gifts, and Interventions. They are the only magic that works without a risk ofbacklash, because God protects them from the possible side-effects. In addition, the Interventions are just that — God Himself acting on this world. They also have awesome names, likeDivine Backhand- which is just what it sounds like: a backhand slap from God. It knocks the target out but doesn't hurt them permanently in any way (though they'll feel like shit in the morning).The only sourcebook that usually gets mentioned in competition with it,Ghost Dancers, isalsoabout religion — the religion of Native Americans, which also assumes that God is good (and has a lot of nature spirit back-up).By the time ofHell on Earth, however, the fact that humanity has gone and unleashed the Reckoners has burned the Almighty out on them, making him much more strict and moreLawful Neutralthan anything. As part of this, he no longer empowers the Blessed, instead supporting the far more self-righteous and intolerantTemplars, who can be such unlikeable jerks that many people,In-Universeand out, consider the Anti-Templars (whosell their souls to the Reckoners... to be able to save everyone they can and to have the choice to offer forgiveness to those who have wronged) to be more heroic.",
      "links": [
        {
          "title": "Deadlands",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Deadlands"
        },
        {
          "title": "backlash",
          "url": "/pmwiki/pmwiki.php/Main/PhlebotinumBreakdown"
        },
        {
          "title": "Lawful Neutral",
          "url": "/pmwiki/pmwiki.php/Main/LawfulNeutral"
        },
        {
          "title": "Templars",
          "url": "/pmwiki/pmwiki.php/KnightTemplar/TabletopGames"
        },
        {
          "title": "In-Universe",
          "url": "/pmwiki/pmwiki.php/Main/InUniverse"
        },
        {
          "title": "sell their souls to the Reckoners... to be able to save everyone they can and to have the choice to offer forgiveness to those who have wronged",
          "url": "/pmwiki/pmwiki.php/Main/BadPowersGoodPeople"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Exalted: The Incarnae are complex characters, with a wide degree of moral ambiguity (if only because they're all horribly addicted to the Games of Divinity), but each one is truly dedicated to the safety and ongoing health of Creation, as pertains to his or her purview.The Unconquered Sun himself is an excellent example of this. He definitely has shades ofGood Is Not NiceandJerk with a Heart of Goldto his characterization as a being of arrogant pride and unwavering will, but at the same time, he possesses all four Virtues (measures of courage, empathy, steadfastness, and honesty) rated attenon a scale of one to five. In the Primordial War which serves as the prehistory of the setting, he was willing to give himself as a hostage in exchange for a single mortal man, reasoning that as a being of Compassion if he was willing to sacrifice for the many, he must be willing to sacrifice for the one.Luna is strange, predatory, and quite possibly mad. That said, she exists to defend Creation against insidious foes who would destroy or devour it and to offer humanity a respite from the light of the Sun.The Five Maidens of Destiny are distant and inscrutable, the Loom of Fate which they oversee directs mortals into all the good (and ill) of the world. Still, the concepts they represent are both natural and essential, and they strive to make sure that the Loom, and thus the causal nature of reality, keeps running as necessary.",
      "links": [
        {
          "title": "Exalted",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Exalted"
        },
        {
          "title": "Good Is Not Nice",
          "url": "/pmwiki/pmwiki.php/Main/GoodIsNotNice"
        },
        {
          "title": "Jerk with a Heart of Gold",
          "url": "/pmwiki/pmwiki.php/Main/JerkWithAHeartOfGold"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In Nomine: Ineffable and mysterious as his plans might be, it's taken as a given by angels, blessed souls and most game supplements that God is good and loving. It's particularly notable here that Yves, an archangel often treated as either the most closely connected angel to the divine or a direct manifestation of God, is genuinely the nicest, kindest being in Heaven.",
      "links": [
        {
          "title": "In Nomine",
          "url": "/pmwiki/pmwiki.php/TabletopGame/InNomine"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Warhammer 40,000:Sure the Imperium is full ofzealotswho will kill you in the name of the Emperor butthe Emperorhimself wasn't that bad a guy (except when he was,but there were still worse things,and his goals for humanity were good). His main goal in fact was to prevent humanity from going through the same thing that shattered the Eldar. It's only after he got put on life support and couldn't stop anything that his Empire got flanderized towhat we know today.Isha is the Eldar goddess of healing, currently being held captive by Nurgle, the Chaos god of pestilence. Nurgle uses her as a guinea pig for diseases, Isha cures herself of them, and then she provides the cures to mortals while he's distracted by other matters.Cegorach, the Laughing God, who fights Chaos from the sidelines. However, while Cegorachisgood,he's not nice.",
      "links": [
        {
          "title": "Warhammer 40,000",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer40000"
        },
        {
          "title": "zealots",
          "url": "/pmwiki/pmwiki.php/Main/KnightTemplar"
        },
        {
          "title": "the Emperor",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        },
        {
          "title": "but there were still worse things",
          "url": "/pmwiki/pmwiki.php/Main/BlackAndGreyMorality"
        },
        {
          "title": "and his goals for humanity were good",
          "url": "/pmwiki/pmwiki.php/Main/WellIntentionedExtremist"
        },
        {
          "title": "what we know today.",
          "url": "/pmwiki/pmwiki.php/Main/CrapsackWorld"
        },
        {
          "title": "he's not nice",
          "url": "/pmwiki/pmwiki.php/Main/GoodIsNotNice"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "And Sigmar, the heroicFounder of the Kingdomof the classic fantasyWarhammer.The End TimesandAge of Sigmarreveal that Sigmarindeed ascended to divinityand he is responsible for holding reality together after Chaos' victory. Now he is leading the charge among the forces of Order to drive back the forces of Chaos, Death and Destruction.",
      "links": [
        {
          "title": "Founder of the Kingdom",
          "url": "/pmwiki/pmwiki.php/Main/FounderOfTheKingdom"
        },
        {
          "title": "Warhammer",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer"
        },
        {
          "title": "The End Times",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WarhammerTheEndTimes"
        },
        {
          "title": "Age of Sigmar",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WarhammerAgeOfSigmar"
        },
        {
          "title": "indeed ascended to divinity",
          "url": "/pmwiki/pmwiki.php/Main/RealAfterAll"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "35MM: A Musical Exhibition: Implied in the song \"Leave, Luanne\". While God didn't (and possibly couldn't) interfere with Luanne's abusive marriage,He does allow her to return to Earth after she dies topersonallydrag her husband to Hell, and it's also implied she's now sent to deliver divine retribution to abusive men everywhere. One of the final lines in the song is \"God loves Luanne,\" which is a massive middle finger to her husband, who previously told her that no one, not even God, loved her.",
      "links": [
        {
          "title": "35MM: A Musical Exhibition",
          "url": "/pmwiki/pmwiki.php/Theatre/ThirtyFiveMillimeterAMusicalExhibition"
        },
        {
          "title": "drag her husband to Hell",
          "url": "/pmwiki/pmwiki.php/Main/DraggedOffToHell"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "BIONICLEMata Nui is the Great Spirit of the Matoran. Mata Nui created everything in the Matoran Universe (from the Rahi to the Makuta), and made the three virtues for them (unity, duty, destiny). Even when it becomes clear he'snot really a deityandloses many of his powers, he's still aNice Guywho wants to do right by his people.",
      "links": [
        {
          "title": "BIONICLE",
          "url": "/pmwiki/pmwiki.php/Toys/Bionicle"
        },
        {
          "title": "not really a deity",
          "url": "/pmwiki/pmwiki.php/Main/AGodIAmNot"
        },
        {
          "title": "loses many of his powers",
          "url": "/pmwiki/pmwiki.php/Main/BroughtDownToNormal"
        },
        {
          "title": "Nice Guy",
          "url": "/pmwiki/pmwiki.php/Main/NiceGuy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Primus, thecreatorgodfrom variousTransformersseries. Depending on the canon, he is either the sole creator of the Transformers or he freed them from theQuintessonsand gave them souls so that they could think for themselves. While heisn't a perfect deity, Primus is almost nothing but benevolent and does a lot for the Transformers whether they are his creations or adopted children.",
      "links": [
        {
          "title": "Primus",
          "url": "/pmwiki/pmwiki.php/Main/FirstChurchOfMecha"
        },
        {
          "title": "creator",
          "url": "/pmwiki/pmwiki.php/Main/TheMaker"
        },
        {
          "title": "god",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        },
        {
          "title": "Transformers",
          "url": "/pmwiki/pmwiki.php/Franchise/Transformers"
        },
        {
          "title": "Quintessons",
          "url": "/pmwiki/pmwiki.php/Main/AbusivePrecursors"
        },
        {
          "title": "isn't a perfect deity",
          "url": "/pmwiki/pmwiki.php/Main/GodIsFlawed"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In theActRaiserseries you play as God, aka the Master or the Lord of Light. You help the humans build their towns and then go down as an avatar to beat the snot out of monsters and demons. The Master saves the world from uncountable demons, make his people happy by answering their prayers and building their cities, defeats the seven deadly sins, and crushes Satan (Tanzra in the localized version) during just the first game.Sadly this does lead to a suddenDowner Ending, with most of the world's evils destroyed and humanity learning to be self-sufficient, the people no longer need the Master and his statues become decayed. The remakeActraiser Renaissanceturns this more into aBittersweet Ending, with the Master sad his creations don't need him but still content and happy that the world is safe and at peace. The Master holding no ill will towards humanity further demonstrates his benevolence and he will still always be at the ready to protect them (which is good, since it is heavily impliedevil will eventually return to menace humanity).",
      "links": [
        {
          "title": "ActRaiser",
          "url": "/pmwiki/pmwiki.php/VideoGame/ActRaiser"
        },
        {
          "title": "Downer Ending",
          "url": "/pmwiki/pmwiki.php/Main/DownerEnding"
        },
        {
          "title": "Bittersweet Ending",
          "url": "/pmwiki/pmwiki.php/Main/BittersweetEnding"
        },
        {
          "title": "evil will eventually return to menace humanity",
          "url": "/pmwiki/pmwiki.php/Main/AsLongAsThereIsEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Arc Rise Fantasiamakes youthinkthatGod Is Evil, given that there are someSinister MinistersandChurch Militantswho are most definitely on the side of evil andtwo of the \"gods\" are antagonistic. When you get to Eesa, well, the good news is thatsheis very muchLawful Good.The bad news? Your plan for saving the world would turn it into a place where nobody would need her and she was physicallymadeto be a god with no choice in the matter. And she's only just begun to recover from a massiveTrauma Conga Linein her past, in which had to question her own powers and abilities as a god due to the differences among human beings and the revolutions against her, and how she woke up to the world in its currently messed-up state... She's not exactly in a stable mental state by the time L'Arc makes his decision and resolves to fight himout of self-defence. Even though she's a reallyGraceful Loserwhen she's finally killed, learning about all the horrible things she got put through is a hugeTear Jerker...It really drives home the fact that just because God isgooddoesn't mean that the whole deity schtick is easy.",
      "links": [
        {
          "title": "Arc Rise Fantasia",
          "url": "/pmwiki/pmwiki.php/VideoGame/ArcRiseFantasia"
        },
        {
          "title": "God Is Evil",
          "url": "/pmwiki/pmwiki.php/Main/GodIsEvil"
        },
        {
          "title": "Sinister Ministers",
          "url": "/pmwiki/pmwiki.php/Main/SinisterMinister"
        },
        {
          "title": "Church Militants",
          "url": "/pmwiki/pmwiki.php/Main/ChurchMilitant"
        },
        {
          "title": "Lawful Good",
          "url": "/pmwiki/pmwiki.php/Main/LawfulGood"
        },
        {
          "title": "Trauma Conga Line",
          "url": "/pmwiki/pmwiki.php/Main/TraumaCongaLine"
        },
        {
          "title": "Graceful Loser",
          "url": "/pmwiki/pmwiki.php/Main/GracefulLoser"
        },
        {
          "title": "Tear Jerker",
          "url": "/pmwiki/pmwiki.php/Main/TearJerker"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "BlazBlue:In one of Taokaka's endings, she ends upcatapulting through the higher levels of the Hierarchical Cityso she can get back to her home on the lower levels. Turns out she went straight through a bakery on the way, and food starts raining from the sky. Her response? \"Nice going, God!\" At first, this seems like Tao beingTaobut thenLitchimentions that it might actually be \"divine punishment\" since the bakers in question had been keeping away all the good food and selling the rotten stuff to their customers - the whole thing seems like too much of a coincidence to her to not be some form ofLaser-Guided Karma.It's implied thatTerumi's reason for wanting to destroy theMaster Unit: Amaterasuis because of its benevolence. This guy is the embodiment ofChaotic EvilandFor the Evulz. As it turns out, it's just half-right. While Amaterasu stands for goodness,she's inhabited with the soul of a frightened young girl that never wanted her position as a God and such likes to reset the world when the hero she chooses either gave up the role to save her in any way, rather than looking at the world at large, making some others legitimately think thatshe's just a selfish personwho's only considered good because her opposition is the villain and wants her off the throne.",
      "links": [
        {
          "title": "BlazBlue",
          "url": "/pmwiki/pmwiki.php/Franchise/BlazBlue"
        },
        {
          "title": "Tao",
          "url": "/pmwiki/pmwiki.php/Main/TheDitz"
        },
        {
          "title": "Litchi",
          "url": "/pmwiki/pmwiki.php/Main/OnlySaneMan"
        },
        {
          "title": "Laser-Guided Karma",
          "url": "/pmwiki/pmwiki.php/Main/LaserGuidedKarma"
        },
        {
          "title": "Terumi",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Master Unit: Amaterasu",
          "url": "/pmwiki/pmwiki.php/Main/DeusEstMachina"
        },
        {
          "title": "Chaotic Evil",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticEvil"
        },
        {
          "title": "For the Evulz",
          "url": "/pmwiki/pmwiki.php/Main/ForTheEvulz"
        },
        {
          "title": "she's just a selfish person",
          "url": "/pmwiki/pmwiki.php/Main/JerkassGods"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "BlueSkies Series: The goddess of Vyen, Vyena, tends to give new light-based skills to the various playable characters so that they can use these powers for good. Unfortunately, Matria takes advantage of Vyena's reputation todisguise herself as the latter and trick Vyena's devotees into committing atrocities.",
      "links": [
        {
          "title": "BlueSkies Series",
          "url": "/pmwiki/pmwiki.php/VideoGame/BlueSkiesSeries"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Bomberman, of all franchises, has this Zigzagged inBomberman 64: The Second Attack!.The Angel of Light and Shadow is the creator of the universe, but desires to destroy itso that it may create a new purer universe from its remains. Bomberman, desiring to keep the universe alive, confronts the Angel and fights it to a standstill. After witnessing Bomberman's heroism,the Angel now agrees the universe deserves a second chanceand leaves to watch from afar. It also revives all the characters who had died up to that point.",
      "links": [
        {
          "title": "Bomberman 64: The Second Attack!",
          "url": "/pmwiki/pmwiki.php/VideoGame/Bomberman64TheSecondAttack"
        },
        {
          "title": "so that it may create a new purer universe from its remains",
          "url": "/pmwiki/pmwiki.php/Main/WellIntentionedExtremist"
        },
        {
          "title": "the Angel now agrees the universe deserves a second chance",
          "url": "/pmwiki/pmwiki.php/Main/RestoredMyFaithInHumanity"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "You wouldn't expect it, given how there's often anevil deityat the end of the games, but theBreath of Fireseries actuallydoeshave some examples.The Dragon God Ladon appears in thesecondandthirdgames and, while he's a little grouchy (understandable on account ofa demon creating aPath of Inspirationand warping human belief into a force of pure evil and the aforementioned demon's mother restricting technology to the world purely to keep human development down), he's still a good guy. In a similar vein,Breath of Fire IIIfeatures the World Tree Yggdrasil: who is a ratherChaotic Goodsort of deity who wants humanity to be able to determine their own future and doesn't really care about laying down rules or laws for them to follow.InBreath of Fire IV, literalGod-EmperorFou-Lu is genuinely a benevolent being. Sure,he doesn't appreciate betrayalor people trying to murder him, but hegenuinely cares about people and wants to fulfil his role as their godby regaining his full power and reigning as a just emperor. It doesn't work out like he'd hoped.The leaders of the empire that he's meant to return to decide, for no other reason than pure greed, to keep him from the throne at any cost. They hound him at every turn, try killing his physical body whenever they find him, and eventually kidnap hisLove Interest-torture her until she completely breaks down- and then use her broken spirit as ammunition for a Weapon of Mass Destruction (which deals more damage the closer the ammunition's connection was to the target). This causes the god to completely cross theDespair Event Horizon, declare thatHumans Are Bastardsand that he's going toKill All Humans...unlessyou manage to get the best ending, in which case he will return to his former kindness and assimilate into the hero:his faith in the humans who called him to the world restored.Breath of Fire: Dragon Quarter's Odjn is a strange thing that will kill the protagonist Ryu if he uses too much of its power. However, this isnotbecause it's evil but, rather, because it is by its very naturea being beyond human comprehension and understanding.In the ending,it more or less refuses to let Ryu pull aHeroic Sacrificedue to over-exerting its power and opts to revive him so that he can live happily on the surface world with Nina and Lin.",
      "links": [
        {
          "title": "evil deity",
          "url": "/pmwiki/pmwiki.php/Main/GodIsEvil"
        },
        {
          "title": "Breath of Fire",
          "url": "/pmwiki/pmwiki.php/Franchise/BreathOfFire"
        },
        {
          "title": "second",
          "url": "/pmwiki/pmwiki.php/VideoGame/BreathOfFireII"
        },
        {
          "title": "third",
          "url": "/pmwiki/pmwiki.php/VideoGame/BreathOfFireIII"
        },
        {
          "title": "Path of Inspiration",
          "url": "/pmwiki/pmwiki.php/Main/PathOfInspiration"
        },
        {
          "title": "Breath of Fire III",
          "url": "/pmwiki/pmwiki.php/VideoGame/BreathOfFireIII"
        },
        {
          "title": "Chaotic Good",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticGood"
        },
        {
          "title": "Breath of Fire IV",
          "url": "/pmwiki/pmwiki.php/VideoGame/BreathOfFireIV"
        },
        {
          "title": "God-Emperor",
          "url": "/pmwiki/pmwiki.php/Main/GodEmperor"
        },
        {
          "title": "he doesn't appreciate betrayal",
          "url": "/pmwiki/pmwiki.php/Main/GoodIsNotSoft"
        },
        {
          "title": "or people trying to murder him",
          "url": "/pmwiki/pmwiki.php/Main/GoodIsNotNice"
        },
        {
          "title": "genuinely cares about people and wants to fulfil his role as their god",
          "url": "/pmwiki/pmwiki.php/Main/JerkWithAHeartOfGold"
        },
        {
          "title": "Love Interest",
          "url": "/pmwiki/pmwiki.php/Main/LoveInterest"
        },
        {
          "title": "Despair Event Horizon",
          "url": "/pmwiki/pmwiki.php/Main/DespairEventHorizon"
        },
        {
          "title": "Humans Are Bastards",
          "url": "/pmwiki/pmwiki.php/Main/HumansAreBastards"
        },
        {
          "title": "Kill All Humans",
          "url": "/pmwiki/pmwiki.php/Main/KillAllHumans"
        },
        {
          "title": "his faith in the humans who called him to the world restored",
          "url": "/pmwiki/pmwiki.php/Main/RestoredMyFaithInHumanity"
        },
        {
          "title": "Breath of Fire: Dragon Quarter",
          "url": "/pmwiki/pmwiki.php/VideoGame/BreathOfFireDragonQuarter"
        },
        {
          "title": "a being beyond human comprehension and understanding.",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        },
        {
          "title": "Heroic Sacrifice",
          "url": "/pmwiki/pmwiki.php/Main/HeroicSacrifice"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Call of Juarez: A dying Reverend Ray asks God for one last chance to redeem himself by saving Billy and Molly.He gets his prayers answered- and is able to kill Juarez with a final surge of strength.",
      "links": [
        {
          "title": "Call of Juarez",
          "url": "/pmwiki/pmwiki.php/VideoGame/CallOfJuarez"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Castlevania: God never makes a direct appearance, but it is made very clear He is on the side of the heroes. Holy powers can help you against the power of darkness, your arsenal includes holy water, crosses and ranging from a blessed whip and blessed weapons. Depending of the game (Castlevania: Curse of Darkness,Castlevania: Aria of SorrowandCastlevania: Dawn of Sorrow), you can control the power of darkness, however, it shows thatDark Is Not Evil, and it's your choice tobe evilor not. Also, your main allies are christians who have faith in your success against darkness. Yoko Belnades and Arikado work for the church, for example. And the originalBelmont, Leonwas a templar, who resigned after all the crap he's been. His faith didn't wane though. There are even a few instances where God lends someDivine Intervention, one of the most notable being telling Father Nikolai to create a villageensuring the survival of the Belmont bloodline and giving vital allies to the current Dracula hunter Shanoa.",
      "links": [
        {
          "title": "Castlevania",
          "url": "/pmwiki/pmwiki.php/Franchise/Castlevania"
        },
        {
          "title": "Castlevania: Curse of Darkness",
          "url": "/pmwiki/pmwiki.php/VideoGame/CastlevaniaCurseOfDarkness"
        },
        {
          "title": "Castlevania: Aria of Sorrow",
          "url": "/pmwiki/pmwiki.php/VideoGame/CastlevaniaAriaOfSorrow"
        },
        {
          "title": "Castlevania: Dawn of Sorrow",
          "url": "/pmwiki/pmwiki.php/VideoGame/CastlevaniaDawnOfSorrow"
        },
        {
          "title": "Dark Is Not Evil",
          "url": "/pmwiki/pmwiki.php/Main/DarkIsNotEvil"
        },
        {
          "title": "be evil",
          "url": "/pmwiki/pmwiki.php/Main/BadPowersGoodPeople"
        },
        {
          "title": "or not",
          "url": "/pmwiki/pmwiki.php/Main/BadPowersBadPeople"
        },
        {
          "title": "Belmont, Leon",
          "url": "/pmwiki/pmwiki.php/VideoGame/CastlevaniaLamentOfInnocence"
        },
        {
          "title": "Divine Intervention",
          "url": "/pmwiki/pmwiki.php/Main/DivineIntervention"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InDisgaea: Hour of Darkness, angels and demons populate the game world, with both of them having good and evil members. Nonetheless, God is mysteriously absent for most of the game, even in Celestia. Those who believe in God seem to think Him as mostly benevolent, and some of thenobler demonseven call out to God, though they're thought as weird and un-demonly for doing so. This all comes to a head in the bad endings, when a demon makes a desperate prayer...Laharl:If there is a God, may He hear my plea! I, Laharl, have one request: Take my life in exchange for Flonne's!... And the prayer is answered.Subsequent games in the franchise continue this with God still never making a direct appearance, but His benevolence being made quite clear.The fourth gamedoes show thoughHis mercy as limits.",
      "links": [
        {
          "title": "Disgaea: Hour of Darkness",
          "url": "/pmwiki/pmwiki.php/VideoGame/DisgaeaHourOfDarkness"
        },
        {
          "title": "nobler demons",
          "url": "/pmwiki/pmwiki.php/Main/NobleDemon"
        },
        {
          "title": "The fourth game",
          "url": "/pmwiki/pmwiki.php/VideoGame/Disgaea4APromiseUnforgotten"
        },
        {
          "title": "His mercy as limits.",
          "url": "/pmwiki/pmwiki.php/Main/GoodIsNotNice"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "This isveryprevalent throughoutDragon Quest; whether it beRubiss, the Goddess,the Zenith Dragon,Numen,orYggdrasil,the creator is a pretty swell and helpful person who has either left something behind to help the heroes or outright comes down to give them some divine intervention. The only game that doesn't have this isDragon Quest IXwith the not really evil but still thoroughly nastyZenus,fortunately for humanity his daughter Celestria plays this trope straight in atragic way.",
      "links": [
        {
          "title": "Dragon Quest",
          "url": "/pmwiki/pmwiki.php/Franchise/DragonQuest"
        },
        {
          "title": "Rubiss, the Goddess,",
          "url": "/pmwiki/pmwiki.php/Main/CrystalDragonJesus"
        },
        {
          "title": "the Zenith Dragon,",
          "url": "/pmwiki/pmwiki.php/Main/DragonsAreDivine"
        },
        {
          "title": "Numen,",
          "url": "/pmwiki/pmwiki.php/Main/GrandpaGod"
        },
        {
          "title": "Yggdrasil,",
          "url": "/pmwiki/pmwiki.php/Main/WorldTree"
        },
        {
          "title": "Dragon Quest IX",
          "url": "/pmwiki/pmwiki.php/VideoGame/DragonQuestIX"
        },
        {
          "title": "Zenus",
          "url": "/pmwiki/pmwiki.php/Main/JerkassGods"
        },
        {
          "title": "tragic way",
          "url": "/pmwiki/pmwiki.php/Main/HeroicSacrifice"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Elder ScrollsLorkhan, the creator deity who tricked/convinced some of his fellowet'Ada (\"original spirits\")to create Mundus, the mortal plane, is viewed as a benevolent entity by most of the races of Men. They consider creation a benevolent act which freed the pre-creation spirits from a \"prison\" of unchanging stasis and allows them an opportunity forgreater transcendenceas a \"testing ground\" of the spirit. (The races of Mer (Elves), on the other hand, generally see Lorkhan as a malevolent entity who robbed the pre-creation spirits of their divinity and forced them into the prison of the mortal world where they experience death and suffering.The et'Ada who aided Lorkhan in creating Mundus would become known as the Aedra (\"Our Ancestors\" inOld Aldmeris). Due to being severely weakened by the act of creation, theyrarely influence mortal affairs directly. They tend to be worshiped by mortals, both Men and Mer, for their contribution as the\"Divines\"and are mostly believed to be benevolent.Of the Aedra, Akatosh, thedraconicGod of Time andchief deityof the Nine Divines pantheon, is seen as wholly good by almost every race which acknowledges him. The exceptions are theArgonians, who lack the usual concept of \"time\"with no tense verbsand \"live in the now\", and the Dunmer (Dark Elves), whose traditional religion considers the Aedra to be \"false gods\" and who have passed many of Akatosh's aspects (particularly those of being a progenitor and parental figure) on to theTribunal deityAlmalexia, instead. The Nordsusedto see their counterpart to Akatosh as a hostile, world-devouring force, but whether through the traditional Nordic pantheon falling away in favour of Imperial religious ideas or retcons, Alduin began to be seen as a separate draconic time-related entity to Akatosh.",
      "links": [
        {
          "title": "The Elder Scrolls",
          "url": "/pmwiki/pmwiki.php/Franchise/TheElderScrolls"
        },
        {
          "title": "et'Ada (\"original spirits\")",
          "url": "/pmwiki/pmwiki.php/Main/OurGodsAreDifferent"
        },
        {
          "title": "greater transcendence",
          "url": "/pmwiki/pmwiki.php/Main/AscendToAHigherPlaneOfExistence"
        },
        {
          "title": "The races of Mer (Elves)",
          "url": "/pmwiki/pmwiki.php/Main/OurElvesAreDifferent"
        },
        {
          "title": "Old Aldmeris",
          "url": "/pmwiki/pmwiki.php/Main/ClassicalTongue"
        },
        {
          "title": "rarely influence mortal affairs directly",
          "url": "/pmwiki/pmwiki.php/Main/HaveYouSeenMyGod"
        },
        {
          "title": "\"Divines\"",
          "url": "/pmwiki/pmwiki.php/Main/SaintlyChurch"
        },
        {
          "title": "draconic",
          "url": "/pmwiki/pmwiki.php/Main/DragonsAreDivine"
        },
        {
          "title": "chief deity",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "Argonians",
          "url": "/pmwiki/pmwiki.php/Main/LizardFolk"
        },
        {
          "title": "with no tense verbs",
          "url": "/pmwiki/pmwiki.php/Main/LanguageEqualsThought"
        },
        {
          "title": "Tribunal deity",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "FAITH: The Unholy Trinityinitially makes you think this trope isn't in play, with even the main character John having aCrisis of Faith.Nope, the final episode reveals He does indeed care and it is heavily implied He has been helping the entire time. Most notably He makes it so John can take more than one hit in the final battle.",
      "links": [
        {
          "title": "FAITH: The Unholy Trinity",
          "url": "/pmwiki/pmwiki.php/VideoGame/FaithTheUnholyTrinity"
        },
        {
          "title": "Crisis of Faith",
          "url": "/pmwiki/pmwiki.php/Main/CrisisOfFaith"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InFate/Grand Order, ultimately the reason why the team at Chaldea succeeded in defeating theBig Badwas becauseGod has made plans to allow the real Solomon, who was being impersonated by saidBig Bad, to exist in present days (as Dr. Roman) and has worked behind the scenes in order to allow the good guys to have a chance in victory.In addition, several Servants are also Saints of God (Georgios, Jeanne and Martha) and also give a good preaching or messages about this trope.Yep, they're right.In addition of this, the Aztec God Quetzacoatl is present as a summonable Heroic Spirit, albeit with aGender Flip, and she certainly shows that she is a good God(dess): a nurturing deity that dislikes human sacrifices that other Aztec deities LOVED doing.For another religion, you actually haveXuanzangas one of your possible Servants. As a devout Buddhist, you can definitely tell fromherthat Buddha is also a pretty swell guy.The Mesopotamian deities Ishtar and Ereshkigal are also summonable servants and quite nice girls in their own way. Neither wants humans to suffer and both help in their own way when Tiamat threatened Sumer. However, this may besubvertedwhen looked through the wholeFate Seriesat large: that Ishtar and Ereshkigal could afford being nice because they were inhabiting the bodies ofRin Tohsaka, thus allowing her good side to influence them. InFate/strange Fake,we're given another version of Ishtar that does not possess the body of Rin, and as it turns out she is extremely malicious and stole theGrand Order's version of Bull of Heaven to spite further on Gilgamesh and Enkidu, without care of any humans around her.",
      "links": [
        {
          "title": "Fate/Grand Order",
          "url": "/pmwiki/pmwiki.php/VideoGame/FateGrandOrder"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Gender Flip",
          "url": "/pmwiki/pmwiki.php/Main/GenderFlip"
        },
        {
          "title": "Xuanzang",
          "url": "/pmwiki/pmwiki.php/Literature/JourneyToTheWest"
        },
        {
          "title": "her",
          "url": "/pmwiki/pmwiki.php/Main/GenderFlip"
        },
        {
          "title": "subverted",
          "url": "/pmwiki/pmwiki.php/Main/Subverted"
        },
        {
          "title": "Fate Series",
          "url": "/pmwiki/pmwiki.php/Franchise/FateSeries"
        },
        {
          "title": "Rin Tohsaka",
          "url": "/pmwiki/pmwiki.php/VisualNovel/FateStayNight"
        },
        {
          "title": "Fate/strange Fake",
          "url": "/pmwiki/pmwiki.php/Literature/FateStrangeFake"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Final Fantasy: Most gods in the games tend to be apathetic at best and megalomaniacal at worst, but there are some exceptions.Final Fantasy XII:Venatistryingto be this. They want to liberate the mortal races from the control of their kin the Occuria, who areJerkass Gods. This is ultimately heavily zigzagged though, as good Venat’s intentions are theirbrutal and extrememethodscause a huge amount of collateral damage that require the protagonists to confront and defeat them, even though tragically their goals are the same.Played for drama inFinal Fantasy XIII-2.Etro is a kind figure and gives magical power without making the receiver a slave in exchange. However, the gifts she gives people suck because they'reCast from Lifespanand herDivine Interventionto save the heroes in XIII-1 causes many of the problems in this one, like retconning Lightning out of existence.Final Fantasy Tacticsis a dark game that only really gets darker as it goes on. There's a demonic invasion going on, in addition to a civil war that's tearing the country apart. And then, after Rafa's brother is killed and she's tearfully holding the body, the Zodiac Stone that the previous boss had held, one of a number of stones that seemed to be powering the demonic invasion, channels the power of Heaven for once instead of Hell, and pulls off a resurrection.Also, in terms of gameplay mechanics, a higher Faith stat means a character's magic will be stronger (at the cost of taking more damage from it).Dissidia Final Fantasy: Cosmos genuinely tries her best to defeat overwhelming evil and is far more effective at it thanVenat or Eteo, pulling off not one buttwoHeroic Sacrifices.",
      "links": [
        {
          "title": "Final Fantasy",
          "url": "/pmwiki/pmwiki.php/Franchise/FinalFantasy"
        },
        {
          "title": "Final Fantasy XII",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyXII"
        },
        {
          "title": "Venat",
          "url": "/pmwiki/pmwiki.php/Main/SatanicArchetype"
        },
        {
          "title": "Jerkass Gods",
          "url": "/pmwiki/pmwiki.php/Main/JerkassGods"
        },
        {
          "title": "brutal and extreme",
          "url": "/pmwiki/pmwiki.php/Main/WellIntentionedExtremist"
        },
        {
          "title": "methods",
          "url": "/pmwiki/pmwiki.php/Main/TheChessmaster"
        },
        {
          "title": "Final Fantasy XIII-2",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyXIII2"
        },
        {
          "title": "Cast from Lifespan",
          "url": "/pmwiki/pmwiki.php/Main/CastFromLifeSpan"
        },
        {
          "title": "Divine Intervention",
          "url": "/pmwiki/pmwiki.php/Main/DivineIntervention"
        },
        {
          "title": "Final Fantasy Tactics",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyTactics"
        },
        {
          "title": "Dissidia Final Fantasy",
          "url": "/pmwiki/pmwiki.php/VideoGame/DissidiaFinalFantasy"
        },
        {
          "title": "Heroic Sacrifices",
          "url": "/pmwiki/pmwiki.php/Main/HeroicSacrifice"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Wise One inGolden Sunis aGood Is Not Softexample, because it knows exactly how Alchemists can pervert the world and will do whatever he can to protect the planet. However, it always does its best to look out for the innocent -and will even abuse its own loopholesto ensure as many people as possible survive.The Wise One is actually a case ofA.I. Is a Crapshoot. The precursors created it specifically to prevent the return of Alchemy. The Wise One decided on its own to let Alchemy return, since the heroes' actions convinced it to give them a chance.",
      "links": [
        {
          "title": "Golden Sun",
          "url": "/pmwiki/pmwiki.php/VideoGame/GoldenSun"
        },
        {
          "title": "Good Is Not Soft",
          "url": "/pmwiki/pmwiki.php/Main/GoodIsNotSoft"
        },
        {
          "title": "and will even abuse its own loopholes",
          "url": "/pmwiki/pmwiki.php/Main/LoopholeAbuse"
        },
        {
          "title": "A.I. Is a Crapshoot",
          "url": "/pmwiki/pmwiki.php/Main/AIIsACrapshoot"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fire Emblem: Three HouseshasSothis, theMysterious Waifyou meet at the start of the story, who reverses time to help you. While she's anAmnesiac God, and can be sharp-tongued, it's constantly clear that she cares a lot for Byleth, and it's later revealed that while she wasDead All Alonglong before the story started, she's consistently benevolent and does her best to help people - the reasonGod Is Deadis because she wasSlain in Their Sleepafter she exhausted herself fixing Fodlan - and possibly the rest of the world - after she ended a near-apocalyptic war that destroyed most of the planet.",
      "links": [
        {
          "title": "Fire Emblem: Three Houses",
          "url": "/pmwiki/pmwiki.php/VideoGame/FireEmblemThreeHouses"
        },
        {
          "title": "Mysterious Waif",
          "url": "/pmwiki/pmwiki.php/Main/MysteriousWaif"
        },
        {
          "title": "Amnesiac God",
          "url": "/pmwiki/pmwiki.php/Main/AmnesiacGod"
        },
        {
          "title": "Dead All Along",
          "url": "/pmwiki/pmwiki.php/Main/DeadAllAlong"
        },
        {
          "title": "God Is Dead",
          "url": "/pmwiki/pmwiki.php/Main/GodIsDead"
        },
        {
          "title": "Slain in Their Sleep",
          "url": "/pmwiki/pmwiki.php/Main/SlainInTheirSleep"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "You wouldn't think it, butGod of War (2018)shows that there are genuinely kindly deities out there. Tyr was a peacemaker who genuinely tried to help all the Nine Realms get along as well as help Kratos come to terms with his past, Freya befriends Kratosas the Witch of the Woods, though it takes some time for her to get over her own flaws, and even the Norns,harshthough they are, give Kratos what's possibly the best advice he's ever received in his entire life.Ragnarokalso ends with the prediction that Kratos himself will be one; having led the armies of the Nine Realms to overthrow Odin and worked to help rebuild after the war, he will be loved and worshipped as a protector and savior of all realms as well taking part of Freya's council of gods dedicated to rebuilding the realms. Seeing Faye's prophecy shrine of this ends up very nearly bringing him to tears.",
      "links": [
        {
          "title": "God of War (2018)",
          "url": "/pmwiki/pmwiki.php/VideoGame/GodOfWar2018"
        },
        {
          "title": "harsh",
          "url": "/pmwiki/pmwiki.php/Main/BrutalHonesty"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Guild Wars:The various gods do show up to help from time to time but are mostly aloof- which is finally explained in Nightfall with the note that theyalreadygave the best of their gifts to mankind, so they've helped all that they can, and can't do much more. They even help ascend a human warrior to replace a fallen evil god at one point.The Five Gods of Tyria are all good, even Grenth, the God of Death. If a \"district\" has the Favor Of The Gods, any player can kneel at a statue of one of the Gods and receive a blessing. Monk abilities are called Prayers; they're praying to Dwayna (and in some cases, Balthazar), for aid, and get it every time.",
      "links": [
        {
          "title": "Guild Wars",
          "url": "/pmwiki/pmwiki.php/VideoGame/GuildWars"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Godhand: Gene gets the power of God to beat up Satan (Angra in the NA translation). It turns out rather well.",
      "links": [
        {
          "title": "Godhand",
          "url": "/pmwiki/pmwiki.php/VideoGame/Godhand"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "This is mostly averted inKid Icarus: Uprising, fittingly for a game inspired by Greek mythology, most of the gods areself-righteous extremistsorjust plain wicked in the case Hades.Fortunately for mortals, Palutena thegoddess of lightis exceedingly kind, noble, and is fully aware of how corrupt her brethren are so she goes the extra mile to protect humanity.",
      "links": [
        {
          "title": "Kid Icarus: Uprising",
          "url": "/pmwiki/pmwiki.php/VideoGame/KidIcarusUprising"
        },
        {
          "title": "self-righteous extremists",
          "url": "/pmwiki/pmwiki.php/Main/JerkassGods"
        },
        {
          "title": "just plain wicked in the case Hades.",
          "url": "/pmwiki/pmwiki.php/Main/GodIsEvil"
        },
        {
          "title": "goddess of light",
          "url": "/pmwiki/pmwiki.php/Main/LightIsGood"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "While never outright said, the Guardian Spirit inMiitopiais heavily implied to be God given the various things he gives the player are referred to as \"divine\" and his theme music is a heavenly choir. He is also the most helpful of all the player’s allies by giving them access to classes, magic sprinkles, and calling other adventurers to come and help them.",
      "links": [
        {
          "title": "Miitopia",
          "url": "/pmwiki/pmwiki.php/VideoGame/Miitopia"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mortal Kombat:Raiden's job description is to destroy anyone who tries to harm Earthrealm... untilDeception, where hegoes intoKnight Templarmode and inArmageddonwhere he decides all the other realms are threats to Earthrealm and destroys them all.Liu Kangreplaces Raiden in the New Era that begins inMortal Kombat 1.While he'snot perfect, he's doing a much better job both in Raiden's role as Earthrealm's protector, and Kronika's as Keeper of Time. He acts quietly but directly in the lives of his champions, trains and advises them, and gives them as much emotional support as he is able. He even had the chance toerasehisvery worst enemies, but instead chose to give them another chance to live a life without evil. He does not regret this choice, even when they fail to live up to his expectations.",
      "links": [
        {
          "title": "Mortal Kombat",
          "url": "/pmwiki/pmwiki.php/Franchise/MortalKombat"
        },
        {
          "title": "Knight Templar",
          "url": "/pmwiki/pmwiki.php/Main/KnightTemplar"
        },
        {
          "title": "Mortal Kombat 1",
          "url": "/pmwiki/pmwiki.php/VideoGame/MortalKombat1"
        },
        {
          "title": "not perfect",
          "url": "/pmwiki/pmwiki.php/Main/GodIsFlawed"
        },
        {
          "title": "erase",
          "url": "/pmwiki/pmwiki.php/Main/RetGone"
        },
        {
          "title": "very worst enemies",
          "url": "/pmwiki/pmwiki.php/Characters/MortalKombatShangTsung"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "ŌkamiAs the physical manifestation of the sun goddess the player spend their days restoring life to the world and answering prayers while smiting the forces of the underworld. Amaterasu becomes so beloved she receives a massive praise powerup from those she's helped for the final showdown with the manifestation of evil, Yami. Even imps love her by the end of the game!",
      "links": [
        {
          "title": "Ōkami",
          "url": "/pmwiki/pmwiki.php/VideoGame/Okami"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Requiem: Avenging Angelhas God sends the angel Malachi to help humanity fight against the machinations of Satan and his demonic servants.",
      "links": [
        {
          "title": "Requiem: Avenging Angel",
          "url": "/pmwiki/pmwiki.php/VideoGame/RequiemAvengingAngel"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "RuneScapehas a fair few benevolent gods.Twodownplayed examplesare Guthix, the god of balance, and Seren, the goddess of peace. They are both highly benevolent and protective of mortals, but the problem is they both have overly peaceful ideals that hinder their actions. Guthix is so obsessed with being balanced he becomes a sleepingAll-Powerful Bystanderas a result, which leads to many new evils rising that he could have stopped. Seren meanwhile is an extremeActual Pacifistwho ended up making her followers, the elves, into an isolationist race.The god of order Saradominused to be portrayedas a pretty unquestionably benevolent deity. Later on however, he was revealed to be aKnight TemplarJerkass Godwith aBlack-and-White Moralitymentality. Though to his credit, Saradomin does eventually understands how theGod Wars hurt mortalsand usually does the right thing when push comes to shove.A much straighter example is Armadyl, the god of justice. He is a stern god who also has someKnight Templartendencies, but is still incredibly kind and a steadfast guardian of mortals. He was also one of the only gods who tried to argue for peace during theGod Wars.V, the god of heroism, is a hot-blooded yet noble warrior whose incredible exploits of protecting mortals and slaying evil has even earned the respect of wicked races like the goblins.",
      "links": [
        {
          "title": "RuneScape",
          "url": "/pmwiki/pmwiki.php/VideoGame/RuneScape"
        },
        {
          "title": "downplayed examples",
          "url": "/pmwiki/pmwiki.php/Main/DownplayedTrope"
        },
        {
          "title": "All-Powerful Bystander",
          "url": "/pmwiki/pmwiki.php/Main/AllPowerfulBystander"
        },
        {
          "title": "Actual Pacifist",
          "url": "/pmwiki/pmwiki.php/Main/ActualPacifist"
        },
        {
          "title": "used to be portrayed",
          "url": "/pmwiki/pmwiki.php/Main/EarlyInstallmentWeirdness"
        },
        {
          "title": "Knight Templar",
          "url": "/pmwiki/pmwiki.php/Main/KnightTemplar"
        },
        {
          "title": "Jerkass God",
          "url": "/pmwiki/pmwiki.php/Main/JerkassGods"
        },
        {
          "title": "Black-and-White Morality",
          "url": "/pmwiki/pmwiki.php/Main/BlackAndWhiteMorality"
        },
        {
          "title": "God Wars hurt mortals",
          "url": "/pmwiki/pmwiki.php/Main/MyGodWhatHaveIDone"
        },
        {
          "title": "Knight Templar",
          "url": "/pmwiki/pmwiki.php/Main/KnightTemplar"
        },
        {
          "title": "God Wars.",
          "url": "/pmwiki/pmwiki.php/Main/DivineConflict"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sacrifice:James is the nicest guy there is and he's the only god who isn't evil, or looking for war. When push comes to shove, he pushes back hard.Persephone is a downplayed version. She is nice and respectful. She rewards the player for showing mercy to Dragons, and brings some Mutants to her care when they were threatened. The downplayed comes in because of her tendency to go intoKnight Templarmode fast.",
      "links": [
        {
          "title": "Sacrifice",
          "url": "/pmwiki/pmwiki.php/VideoGame/Sacrifice"
        },
        {
          "title": "Knight Templar",
          "url": "/pmwiki/pmwiki.php/Main/KnightTemplar"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InSaints Row: Gat Out of Hell,we discover God is a benevolent and grateful being willing to rewrite the universe to give Gat and the Saints a(mostly)happy ending as thanks for foiling Satan's plans.Given how much crap the Saint’s have pulled,this is a remarkably nice gesture.",
      "links": [
        {
          "title": "Saints Row: Gat Out of Hell",
          "url": "/pmwiki/pmwiki.php/VideoGame/SaintsRowGatOutOfHell"
        },
        {
          "title": "(mostly)",
          "url": "/pmwiki/pmwiki.php/Main/BittersweetEnding"
        },
        {
          "title": "Given how much crap the Saint’s have pulled,",
          "url": "/pmwiki/pmwiki.php/Main/HeroicComedicSociopath"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sennen Sensou Aigis: Aigis is a benevolent goddess who supportedthe legendary heroin their effort of fighting the Demon King toreclaim humanity's future against the monsters, along with using all of her powerseal away all the threats of humanityto put an end to the Millenium War up until it weakened in the modern day — where she still extended her support tothe Princeby summoning him allies with the offerings of Sacred Crystals. This is also more apparent in contrast to God in Tenkai, who saw humanity as impure beings that must be erased.",
      "links": [
        {
          "title": "Sennen Sensou Aigis",
          "url": "/pmwiki/pmwiki.php/VideoGame/SennenSensouAigis"
        },
        {
          "title": "the legendary hero",
          "url": "/pmwiki/pmwiki.php/Main/GreaterScopeParagon"
        },
        {
          "title": "reclaim humanity's future against the monsters",
          "url": "/pmwiki/pmwiki.php/Main/HopeSpringsEternal"
        },
        {
          "title": "seal away all the threats of humanity",
          "url": "/pmwiki/pmwiki.php/Main/SealedEvilInACan"
        },
        {
          "title": "the Prince",
          "url": "/pmwiki/pmwiki.php/Main/HeroicLineage"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Shin Megami Tensei: You wouldn't expect it from this franchise, but even here there are some notable inversions ofGod Is Evil.InDevil Survivor,God's really trying to fix things and while He's got theheavy artilleryin reserve, He's also doing His level best to help humanity put the demons back in their box without goingKnight Templar.He alsogave Cain eternal life to give him time to repent and atone for the slaying of Abel.That one sort of backfired, but God's intentions (if we take Remiel's word for it) were good.TheOverclockedrelease suggests thatGodintentionallyset up theCain and Abelscenario to get a Murderer and Martyr, as well as having Abel absorb some of Bel inside him with his hate. Furthermore, while he stillwaits until the last second to get nasty, he's also pretty quick to turn on the protagonists if they rebel. Opinion varies over whether His behavior isacceptableornot, given thatthe alternativesaren't pretty. Ultimately Overclocked does begin tozigzag this trope, but it is still hard to sayGod Is Evilin the game given he is helpful as long as you don't go down the Chaos path.",
      "links": [
        {
          "title": "Shin Megami Tensei",
          "url": "/pmwiki/pmwiki.php/Franchise/ShinMegamiTensei"
        },
        {
          "title": "God Is Evil",
          "url": "/pmwiki/pmwiki.php/Main/GodIsEvil"
        },
        {
          "title": "Devil Survivor",
          "url": "/pmwiki/pmwiki.php/VideoGame/DevilSurvivor"
        },
        {
          "title": "heavy artillery",
          "url": "/pmwiki/pmwiki.php/Main/TheTokyoFireball"
        },
        {
          "title": "Knight Templar",
          "url": "/pmwiki/pmwiki.php/Main/KnightTemplar"
        },
        {
          "title": "That one sort of backfired",
          "url": "/pmwiki/pmwiki.php/Main/ThePunishment"
        },
        {
          "title": "Overclocked",
          "url": "/pmwiki/pmwiki.php/Main/UpdatedRerelease"
        },
        {
          "title": "Cain and Abel",
          "url": "/pmwiki/pmwiki.php/Main/CainAndAbel"
        },
        {
          "title": "waits until the last second to get nasty",
          "url": "/pmwiki/pmwiki.php/Main/ViolenceIsTheOnlyOption"
        },
        {
          "title": "acceptable",
          "url": "/pmwiki/pmwiki.php/Main/PayEvilUntoEvil"
        },
        {
          "title": "not",
          "url": "/pmwiki/pmwiki.php/Main/MoralEventHorizon"
        },
        {
          "title": "the alternatives",
          "url": "/pmwiki/pmwiki.php/Main/ApocalypseHow"
        },
        {
          "title": "zigzag this trope",
          "url": "/pmwiki/pmwiki.php/Main/ZigzaggedTrope"
        },
        {
          "title": "God Is Evil",
          "url": "/pmwiki/pmwiki.php/Main/GodIsEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Sims Medievalhas an in-game religion, the Peterans, who believe that the Watcher (i.e. the player) is good and benevolent. This is counter to the Jacobans, who believe in aCruel Player-Character Godwho should be feared.",
      "links": [
        {
          "title": "The Sims Medieval",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheSimsMedieval"
        },
        {
          "title": "i.e. the player",
          "url": "/pmwiki/pmwiki.php/Main/AGodIsYou"
        },
        {
          "title": "Cruel Player-Character God",
          "url": "/pmwiki/pmwiki.php/Main/CruelPlayerCharacterGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InSiralimMost of the gods are helpful beings who want to protect Rodia and act as allies to the player, most notablyZonte,Meraxis,Aeolian,Surathli, andTenebris. Even the gods that aren't really benevolent still assist the player.Even Torun.",
      "links": [
        {
          "title": "Siralim",
          "url": "/pmwiki/pmwiki.php/VideoGame/Siralim"
        },
        {
          "title": "Zonte",
          "url": "/pmwiki/pmwiki.php/Main/CoolOldGuy"
        },
        {
          "title": "Meraxis",
          "url": "/pmwiki/pmwiki.php/Main/HonorableElephant"
        },
        {
          "title": "Aeolian",
          "url": "/pmwiki/pmwiki.php/Main/NobleBirdOfPrey"
        },
        {
          "title": "Surathli",
          "url": "/pmwiki/pmwiki.php/Main/GodOfGood"
        },
        {
          "title": "Tenebris",
          "url": "/pmwiki/pmwiki.php/Main/DarkIsNotEvil"
        },
        {
          "title": "Even Torun",
          "url": "/pmwiki/pmwiki.php/Main/JerkassGods"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Done quite a lot in theTalesseries.Tales of Eterniagives us Seyfert, whogives the protagonist the Aurora Artes he needs to save the worlds with. His voice is even heard congratulating you in the ending. What a guy... erm... deity.Tales of Rebirthfeatures the Sacred Beasts - godlike entities who lend their powers to the protagonists so that they can purify the negativeEmotion Bombthe world has been hit with that's causing everyone to devolve into a racist asshole. Their leader, Geyorkias, however iskindofamood-swinger.Tales of the AbyssusesLorelei as its God stand-in, but the parallels between it and Yulia and God and Jesus are pretty obvious. God is also shown to be a pretty awesome guy in this story, becauseafter you single-handedly subvert the prophecy that affects all living beings, you'repraisedby Lorelei for doing so - since you've shown people how to live in a world with free will.Tales of Symphoniadoesn'tstartoutthiswaybut,once the Spirit Martel is born to protect the new Kharlan Tree, it gradually shifts towards it.Tales of Symphonia: Dawn of the New Worldzigzags this. The original spirit of the Kharlan Tree, Ratatosk, wants to protect and preserve the world. Unfortunately, human beings kind of cocked it up.You can see where this is going. However,Emil and the party convince him that he was wrong - so, not only does he give humans a second chance, he also changes the physics of the world so that humans won't be able to mess up the world by gradually removing Mana from all living things. So, the game ends on a note that's something like \"God is aWell-Intentioned ExtremistAnti-Hero\".Tales of Vesperiais a double subversion. The Entelexeia are more or lessPhysical Godsbut every one has a different alignment, so it's hard to pin the race as a whole down. However,they all become united in aNeutral Goodcause after becoming spirits. There's also a lot of evidence to suggest that the strongest of them, Elucifer, was a really good guybefore humanity murdered him... which is funny,considering who his namesake is.Tales of Xilliazigzags with this.Milla Maxwell is unambiguously good but hasNo Social Skillswhen it comes to interacting with humans.TherealMaxwell also counts. Yes, his laws are harshbut he has a good reason for dividing the world: namely the fact that he was intent on wiping out the spyrex technology which is ruining the world he made andwhich he warned people about.The game also ends on this note: showing that,when Milla takes the reigns of godhood, she rules as a benevolent deity.Also, this is the reasonwhyGaiuswants to become the world's Maxwell: because he thinks he can do a better job as the world's benevolent deity than the current one.Tales of Xillia 2plays this straight. While Kronos seems like an all-powerful spirit intent on dicking humanity over (which he sort of is), he'snot the biggest fish in the spirit pond. Maxwell still ranks higher than him and, yes, is still on the side of good. Furthermore, while Kronos is intent on skewing thetrial against humanityagainst them,Originis intent on doing the reverse: ending the game bydeeming that humanity has passed the trial or outright bending the rules in their favourjust because he likes them.",
      "links": [
        {
          "title": "Tales of Eternia",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfEternia"
        },
        {
          "title": "Tales of Rebirth",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfRebirth"
        },
        {
          "title": "Emotion Bomb",
          "url": "/pmwiki/pmwiki.php/Main/EmotionBomb"
        },
        {
          "title": "kind",
          "url": "/pmwiki/pmwiki.php/Main/TrueNeutral"
        },
        {
          "title": "of",
          "url": "/pmwiki/pmwiki.php/Main/JerkWithAHeartOfGold"
        },
        {
          "title": "a",
          "url": "/pmwiki/pmwiki.php/Main/KnightTemplar"
        },
        {
          "title": "mood",
          "url": "/pmwiki/pmwiki.php/Main/HeelFaceRevolvingDoor"
        },
        {
          "title": "swinger",
          "url": "/pmwiki/pmwiki.php/Main/WellIntentionedExtremist"
        },
        {
          "title": "Tales of the Abyss",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfTheAbyss"
        },
        {
          "title": "Lorelei as its God stand-in",
          "url": "/pmwiki/pmwiki.php/Main/CrystalDragonJesus"
        },
        {
          "title": "Tales of Symphonia",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfSymphonia"
        },
        {
          "title": "doesn't",
          "url": "/pmwiki/pmwiki.php/Main/OurAngelsAreDifferent"
        },
        {
          "title": "start",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        },
        {
          "title": "out",
          "url": "/pmwiki/pmwiki.php/Main/FallenHero"
        },
        {
          "title": "this",
          "url": "/pmwiki/pmwiki.php/Main/WellIntentionedExtremist"
        },
        {
          "title": "way",
          "url": "/pmwiki/pmwiki.php/Main/JumpingOffTheSlipperySlope"
        },
        {
          "title": "Tales of Symphonia: Dawn of the New World",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfSymphoniaDawnOfTheNewWorld"
        },
        {
          "title": "You can see where this is going",
          "url": "/pmwiki/pmwiki.php/Main/KillAllHumans"
        },
        {
          "title": "Well-Intentioned Extremist",
          "url": "/pmwiki/pmwiki.php/Main/WellIntentionedExtremist"
        },
        {
          "title": "Anti-Hero",
          "url": "/pmwiki/pmwiki.php/Main/AntiHero"
        },
        {
          "title": "Tales of Vesperia",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfVesperia"
        },
        {
          "title": "Physical Gods",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        },
        {
          "title": "Neutral Good",
          "url": "/pmwiki/pmwiki.php/Main/NeutralGood"
        },
        {
          "title": "considering who his namesake is",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        },
        {
          "title": "Tales of Xillia",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfXillia"
        },
        {
          "title": "No Social Skills",
          "url": "/pmwiki/pmwiki.php/Main/NoSocialSkills"
        },
        {
          "title": "but he has a good reason for dividing the world",
          "url": "/pmwiki/pmwiki.php/Main/WellIntentionedExtremist"
        },
        {
          "title": "Tales of Xillia 2",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfXillia2"
        },
        {
          "title": "which he sort of is",
          "url": "/pmwiki/pmwiki.php/Main/KnightTemplar"
        },
        {
          "title": "not the biggest fish in the spirit pond",
          "url": "/pmwiki/pmwiki.php/Main/AlwaysABiggerFish"
        },
        {
          "title": "trial against humanity",
          "url": "/pmwiki/pmwiki.php/Main/HumanityOnTrial"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Putting a twist on it, the Ba'al gods inTears to Tiara 2are actuallyelves ordered by Arawen to teach and guide humans.Presumably same goes for Kleito's dragons. They definitely are good.Where in the world Watos is no one knows.",
      "links": [
        {
          "title": "Tears to Tiara 2",
          "url": "/pmwiki/pmwiki.php/VideoGame/TearsToTiara2"
        },
        {
          "title": "elves ordered by Arawen to teach and guide humans.",
          "url": "/pmwiki/pmwiki.php/Main/OurGodsAreDifferent"
        },
        {
          "title": "Where in the world Watos is no one knows.",
          "url": "/pmwiki/pmwiki.php/Main/HaveYouSeenMyGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InWorld of WarcraftArthas has trapped Tirion in ice, killed everyone else, is about to raise them as his undead slaves, and all Tirion can do is pray to the Light to grant him the strength to break free. One burst of holy light later he does and smashesFrostmournein one blow, freeing all the souls the sword had stolen and rendering him defenseless.As with all things to do with the Holy Light it's arguable as to whether it's actually the Light acting, or the person wielding it having a moment of absolute faith.More Tirion and the Light: After having his powers stripped for protecting an orc (Eitrigg), he finds Eitrigg mortally wounded and prays to Light for help and finds that his powers were never stripped to begin with. Tirion's faith and pureness are just too powerful. Once an outcast and banished, he's now the leader of the Argent Crusade and revered as the greatest paladin who ever lived, by both factions. He even sees the good in Death Knight Darion Mograine and allies with him to stop Arthas. In many fans' eyes, Tirion is no longer mortal, but an Eternal servant of the Light. \"The Light does not abandon its champions.\" said by what was Warcraft's version of, an Angel. Said Angel also mentions Paradise, leading players to believe there is some sort of Heaven in Warcraft. The Light, in the eyes of some players, is indeed God.Elune prefers working behind the scenes and empowering Her priests and priestesses as proxies but is nonetheless a good example of this trope.",
      "links": [
        {
          "title": "World of Warcraft",
          "url": "/pmwiki/pmwiki.php/VideoGame/WorldOfWarcraft"
        },
        {
          "title": "Frostmourne",
          "url": "/pmwiki/pmwiki.php/Main/EvilWeapon"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Xenogearsturns out to be this, which makes sense given how heavily it borrows from Gnosticism.It turns out thatDeusis actually a demiurge parallel and that the true \"god\" of theXenogearsuniverse is the Wave Existence - which has no interest in ruling or manipulating humans. All it really wants is to return its own plane of existence; allowing humans to call the shots on their own world.",
      "links": [
        {
          "title": "Xenogears",
          "url": "/pmwiki/pmwiki.php/VideoGame/Xenogears"
        },
        {
          "title": "Deus",
          "url": "/pmwiki/pmwiki.php/Main/DeusEstMachina"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Xenoblade Chronicles 1has a multitude of gods. There'sZanza, who isunquestionably evil, but the others not so much.Meynethis completely good, beloved by all of her people andShulkis good butrelinquishes his godhood within minutes of being granted it. In the end, though, it's revealed thatnone of them are actually \"gods\"; the one true god is Alvis and the others have just been borrowing some of his power. And for what it's worth, even though he may be aDouble Reverse Quadruple Agent, in the end he's not too bad a guy.",
      "links": [
        {
          "title": "Xenoblade Chronicles 1",
          "url": "/pmwiki/pmwiki.php/VideoGame/XenobladeChronicles1"
        },
        {
          "title": "unquestionably evil",
          "url": "/pmwiki/pmwiki.php/Main/GodIsEvil"
        },
        {
          "title": "Double Reverse Quadruple Agent",
          "url": "/pmwiki/pmwiki.php/Main/DoubleReverseQuadrupleAgent"
        }
      ]
    }
  ]
}