{
  "trope": "DragonsAreDivine",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/DragonsAreDivine",
  "description": "\n\nDivine light common, but not required.\n\n\"Slaying dragons is a western concept. In the east, they are sacred. Divine creatures who brought wisdom, strength, even redemption.\"—Dr. Ilene Chen,Godzilla: King of the Monsters (2019)\n\nDragons are almost universally depicted as beings of great power and majesty, to be revered or reviled depending on the story or culture in question. However, there are dragons in particular that are depicted as servants of the gods or something close to them, if not outrightgodsthemselves. While their exact morality and status can differ, these dragons can range in power from that of a \"mere\"Physical God, to even that ofPowers That Be. The latter depiction is particularly common in the religions of East Asian cultures, which through cultural exchange have often influenced Western portrayals of dragons in fiction. Draconic deities tend to most often be associated with theocean,storms, or both in particular.\n\nThis trope isOlder Than Dirtas the Chinese have revered dragons for millennia, with the oldest known \"true\" dragon depiction in the world dating back to the fifth millennium BC, during the time of the NeolithicYangshao culture.Older proto-dragon depictions called \"pig dragons\" and \"embryo dragons\" have been found in the neighboring Hongshan culture which developed from evenolderdragon-like depictions from its predecessor, the Xinglongwa culture. This makesChinese mythologytheUr-Example,Trope MakerandTrope Codifier.\n\nA subtrope of bothOur Dragons Are DifferentandOur Gods Are Different. Supertrope toImoogi. Compare and contrastDragons Are Demonic, which they can fall under if they and/or the gods they serve are also evil; andDraconic Abominationfor particularly eldritch examples. A descendant of a divine dragon and a non-dragon may be aSemi-Divine(or fullDivine Parentage) variant ofDragon Ancestry. This trope is commonly associated withFeathered Dragonsdue to the cultural connotations offeathered wingsbelonging to angels and the like (unless if the feathered dragon in question is aFeathered Fiend). While they may beDelightful Dragonsif they have a friendly temperament, this isn't necessarily always the case. See alsoKirinandThe Four Gods.\n\nIf these dragons can breathe fire, their flames may be consideredSacred Flamesdue to having holy and/or divine properties such as being able topurify that which it burns.\n\nExamples:\n\nopen/close all folders\n\nAnime & MangaCardfight!! Vanguard: The Royal Paladin clan has Soul Saver Dragon, which Aichi explicitly calls a god. That said its divine power is never directly shown on-screen, because while all the units in the titular game are real living beings, they also live on planet Cray, and we're only really shown what happens on Earth.Child of Kamiari Month: The ShintokamiRyūjin, the dragon-god of Lake Suwa in Nagano, tests Kanna's ability and resolve to complete the quest by pitting her and Yasha against each other. Kanna fails the test by stopping to help Yasha, but Ryūjin commiserates with her desire to see her mother again and gives them his offering anyway.Digimonhas many godly dragon Digimon:The Four Great Dragons are a group of Ultimate-levelnotelocalized as Mega levelDragon Digimon based on the Dragon Kings of Chinese mythology comparable to gods, and include Qinglongmon (also a member of theFour Sovereignsand guardian of the eastern Digital World), Godramon, Holydramon, and the wicked Megidramon.Huanglongmon, the leader of the Digimon Sovereigns tasked with defending the Digital World, is a giant golden dragon who normally resides in the Digiworld's center. Like his fellow Sovereigns, unlike the one Digicore held by most Digimon, they have about twelve.Dragon Ball: Collecting the titular items will summon Shenlong, a dragon whose name literally means \"Divine Dragon\" (rendered \"Eternal Dragon\" in most English dubs). Shenlong was created by Kami, i.e.God, although it turns out Kami is atitlein this setting. This is then subverted inDragon Ball Zwhen it turns out Kami is from the planet Namek, and the Dragon Balls are alien in origin and not divine. This is then double subverted inDragon Ball Superwhen it turns out the Namekian Dragon Balls in turn were based on the Super Dragon Balls, which were created by the Dragon God Zalama to grant the wishes of the gods.Fairy Tail: 100 Years Quest: The Five Dragon Gods are so named because their power is so cataclysmic (capable of wiping out countries with ease and affecting entire continents or even theworld) they've been worshiped as gods for it,even if they aren't truly gods.Magical Girl Lyrical Nanoha StrikerShas Voltaire, a massiveblack and redhumanoid dragon who acts as the benevolent guardian deity of the planet Alzus. Caro (the only known person who can summon him) compares her relationship to him as that of a priestess praying for divine aid.Mashin Hero Wataru: Ryujinmaru is of the classic Eastern Dragon type. He's a dragon deity tasked with accompanying The Savior, in this case, Wataru on the quest to save Souzaizan. He's also the dragon that gives Wataru rides in the sky in all opening sequences.Miss Kobayashi's Dragon Maid: Lucoa (a.k.a. Quetzalcoatl) used to be a goddess worshiped by the Aztecs but after anincident involving cursed alcohol and her sister, she was stripped of her divinity and demoted to being a dragon.Re:Zero: Volcanica, the Divine Dragon, embodies this trope to a T. Though it is unclear whether the dragon is actually a deity, he certainly has the power to claim such a status. Volcanica is seen as the guardian of the Dragon Kingdom of Lugunica, the primary setting of the story, and is worshipped by the populace, having forged a covenant with the old royal family to protect the Kingdom from all external threats centuries prior. Volcanica also created three lesser breeds of smaller dragons for humans to use, and was instrumental in sealing theWitch of Envyto prevent her from ending the world four hundred years ago.That Time I Got Reincarnated as a Slime:The True Dragons — \"Star King Dragon\" Veldanava, \"White Ice Dragon\" Velzard, \"Scorch Dragon\" Velgrynd, and \"Storm Dragon\" Veldora Tempest — are immeasurably powerful spiritual beings often worshipped as gods, with Veldanava being the creator of the multiverse itself. Ironically, Veldanava is the only onetruly deadby the present day, as part of the consequence of dying aftergiving up most of his godlike powerto naming his daughterMilim Nava, who's one of the most powerful beings on the planet and technically a demigoddess.Note that the \"True\" is particularly key, as the lesser dragon race are not this. In fact, the dragon racewas born from the decaying spiritual dragon bodyof Veldanavawhen he abandoned it and became human after siring Milim, and while amongst the most powerful of the mortal races even the strongest Dragon Lords are a pale shadow of the might of their divine forebears.Over the course of the story,Rimuru Tempestends up becoming a True Dragon himself by properly assimilating Veldora and Velgrynd's magicules into his own body, with him technically being referred to as anUltimate Slime. Meanwhile, in the web novel, the Earth Dragon Gaia (itself originally a potential vessel for Veldanava to reincarnate into before it died andCame Back Wrongas theChaos Dragonbefore being killedagainand allowed to properly revive as an infant dragon) achieves apotheosis by consuming the spiritual core of the artificial True Dragon\"Berserk Evil Dragon\" Zeroin order to prevent it from reincarnating and itself becoming True Dragon Velgaia.In the light novel,when theWorld Destroying Dragon Ivarageabsorbs the souls of the fallen Phantoms that rebelled against Michael and Feldway's plans, it undergoes the \"Halloween Carnival\", an event similar to the \"Harvest Festival\" that heralds the birth of a True Demon Lord, in order to become an \"Evil God\". While the exact results are unclear, it definitely gave it a boost in its already incredible might as well as give it something resembling a proper ego and mind where once it was anAlmighty Idiot.Yona of the Dawn: The four dragons (blue, white, green, and gold) are essentially gods that descended into human forms to continue serving their master, a red dragon who became a human king. Now they reincarnate continuouslyexcept for Zenointo humans, mutating them (turning hands and legs into draconic limbs) until such time as the red dragon's descendant comes looking for them.Yu-Gi-Oh!:Yu-Gi-Oh!:Two of the Three Egyptian God monsters are Osiris the Heaven Dragon and Ra the Winged God Dragon. There is also Kaiba's ace monster, the Blue-Eyes White Dragon which has aLIGHT attribute. In the \"World of Memories\" arc, it is revealed to be the soul of a girl Priest Seto loved and displays its power by being the first monster to damageZorc Necrophades(in the anime version).The Legendary Dragons from the Doma arc, guardians of Atlantis and the direct opposition tothe God of Orichalcos. They're a rare case of this trope being applied to western style dragons, who often fall underDragons Are Demonicinstead.Yu-Gi-Oh! 5D'shas the Crimson Dragon, with the power to protect the world, and is implied late in the series to be the Aztec god Quetzalcoatl. There are also the Signer Dragons, each of which has some of Crimson Dragon's power and shares that power with those who are worthy.Yu-Gi-Oh! ZEXAL: The Numeron Dragon is the dragon that created the universe.\n\nFan WorksGodzilla: King of the Monsters (2019)fanfictionAbraxas (Hrodvitnon): Manda looks like a gigantic, traditional eastern dragon with a snake-like body, and he's a benevolent infantKaiju. In ancient times when there were many more of Manda's ancestors, they were guardians and protectors who lived in harmony with ancient humans.Equestria Girls: Friendship Souls: Celestia's Zanpakto, Shinryu Taiyo (Divine Dragons of the Sun), manifest not as a weapon, but as twin dragons of pure fire. Unfortunately, they are very willful and difficult to control even in Shikai, let alone Bankai and can easily slip intoDragons Are Demonic.Hearts of Ice: The Ancient One is a very old and very powerful dragon god.\n\nFilms — AnimationSpirited Away: Haku turns out to be the dragon god of the Kohaku River.\n\nFilms — Live-ActionDungeons & Dragons: Wrath of the Dragon God: Faluzure is the dragon god of decay and undeath who was sealed away 3,000 years before the time of the film.Excalibur (1981)makes multiple references to the Dragon, who isdescribed by Merlinas some kind of divineNature Spirit. It is also the source of Merlin's and Morgana's magic.Godzilla: King of the Monsters (2019): At one point in the film, Dr. Chen subtly compares Godzilla and Ghidorah to eastern and western dragons respectively: she tells Mark Russell that western dragons are traditionally demonic creatures that a hero must slay, but eastern dragons more often tend to be wise creatures of divinity.Shang-Chi and the Legend of the Ten Rings: The Great Protector is a divine dragon who protects Ta Lo from theDweller-in-Darkness. After the latter's imprisonment, it began resting at the bottom of the river, but is awakened by Shang-Chi to serve as his mount for the rematch against the Dweller-in-Darkness.Yamato Takeru: TheBig BadPhysical GodTsukuyomiassumes the form oftheYamata no Orochiin order to destroy, combining this trope withDragons Are Demonic.\n\nLiteratureThe Beginning After the End: Dragons are one of the eight races of Asuras, with Kezess Indrath and the Indrath Clan being the leaders of all the Asuras. Case in point, regardless of which form they are in dragons such as Kezess, Myre, Sylvia, and Windsom tend to havepale white hair and skin complete with goldenPower Tattooswhich reflect their ability to controlthe aether(Sylvie is an exception in that her dragon form is black in color, though this is becauseshe is the hybrid offspring of Sylvia and the basilisk Agrona Vritra). It turns out that the Indrath Clanarenot as benevolent as they seem,being no better than the Vritra Clan, and are responsible for committing several atrocities throughout the story.The Book of Dragons: In \"The Exile\", dragons are elemental gods who can take on and discard physical shapes at need, and a single dragon is capable of turning an uninhabitable world into a lush paradise with a few years of solitary effort.The Dresden Fileshas two types of dragons. One are Smaug-tier, relative weaklings to Dragons referenced with the capital \"D.\"Dragons are semi-divine ancient powerhouses not dissimilar from the Chinese myths of Dragons. They used to work in service of God and when the seasons needed changing or continents need to be moved, it was their purview. As humanity's beliefs have changed, they stepped back and allowed others to take their roles. One of the remaining Dragons, Ferrovax, is still incredibly powerful, boasting his true form not the human disguise he wore would break the hero's mind. According to the author, he can take on the respective strongest servant of both Mab, the Fairy Queen of Winter, and Titania, the Fairy Queen of Summer, at the same time as easily as Mike Tyson in his prime taking down a thirteen-year-old girl.Ao Guang and his sons inFengshen Yanyiare celestial beings and actually hold a divine rank in the Taoist pantheon, though Taiyi Zhenren states that while he is a god, his rank in the divine hierarchy is actually pretty low and unimportant, as he has to rule over the East Sea and regulate the quantity of rain. His third son Ao Bing, who's killed by Nezha, is later allowed to enter the Fengshen List and become a new god after his demise.Kingdom's Disdain: The people of Laskmeer primarily worship a Dragon God, Bal'zomest; while those on Alto-Samar worship Bal'zomest's son, Balsameth. They revere dragons so much that their units of measurement are based on dragon claws.Lone Wolfhas Nyxator, not a literal god, but the first living thing on Magnamund and a devoted servant of the sun god, Kai. He also recorded his vast wisdom into the sevenlorestonesto guide future generations.InNo Need for a Core?the central creator deity is a dragon, his two children are dragon/kitsunemixes, and there are other deities who are dragons or have draconic aspects. Barring death by violence, dragons tend to beageless-immortals, but many take it a step further and physically ascend to the realm of the gods, becoming divine servitors of the deity of their choice or free roaming agents.Tom Holt: Several novels include appearances by one or another of the Dragon Kings ofChinese Mythology, most prominently inNothing But Blue Skies. In Holt's version, their number includes theDragon King of the South East, who speaks with an Australian accent and is usually depicted with a jade surfboard in one hand and a can of beer in the other.Trash of the Count's Family: The elves consider dragons divine and worship them as such.A Wind in the Door: The \"drive of dragons\" Calvin claims to have seen turn out to becherubim.So I'm a Spider, So What?: The dragons Kumoko fights are hybrids created from dragon and animal DNA and lack any form of divinity. True dragons are born mortal but with incredible magical strength and knowledge. By maturity, their souls have absorbed enough magic to transcend and become a god. Their race controls vast swathes of space, conquering planets and using their inhabitants to generate and gather more strength.Gyurieis the only true dragon seen in-story as the rest of his people left the world after their war with the ancient civilization.\n\nMyths & ReligionDragon worship originated in China and is highly complex with a mythology spanning thousands of years. Dragon cults remain some of the most influential Chinese folk religions today despite most Chinese people being irreligious, as they maintain these spiritual practices ascultural customs. Dragons are seen as icons of Han nationalism and symbols for China in general thus it is common for Chinese people to refer to themselves as \"descendants of the dragon\". Chinese dragons have spread across Asia and are called \"dragons\" but they are reallynothing like European dragons at all.The Four Dragon Kings ofChinese Mythology, who represent each of the four seas of the world. They are capable of attaining a human form and are believed to control all forms of moving water and the weather. Their combined form is the Dragon King or Dragon God.Since the Four Dragon Kings represent the four cardinal directions, the Yellow Dragon represents the center. It is the zoomorphic incarnation of the Yellow Emperor, who is the ancestor to the Huaxia people - a tribal confederation of people along the Yellow River who in turn became the ancestors to the (Han) Chinese people. The Yellow Dragon along with the Dragon King represent the watery and chthonic forces presided over by the Five Forms of the Highest Deity (the fivefold manifestation of the supreme God of Heaven) or their zoomorphic incarnation.There is also the dragon god known asZhulong(烛龙). Unlike most Asian depictions of dragons, he is said to have the face of a human and a completely serpentine body, he is also the source for day and night whenever he opens and closes his eyes, and the source of the seasonal winds whenever he breathes in and out.Chinese dragons are seen as manifestations ofyangor masculine energy while Chinese phoenixes are seen as manifestations ofyinor feminine energy so it is customary at Chinese weddings to have some artwork of a dragon and phoenix together. In some Chinese provinces, the bride is given golden dragon and phoenix bangles to wish for a harmonious marriage. If these practices are skipped they might be seen as a bad omen for a future failed marriage.The fifth year of theEastern Zodiacis the Dragon. How come? Because the Dragon stopped by a drought-stricken village to bring some rain.Two of theGuardian Animal Godsof Chinese myth are dragons. The First isQinglong(青龙) the guardian of the East who represents the season of Spring and the element of wood. The other isHuanglong(黄龙) the guardian of the center, who represents the changing seasons and the earth element. This myth was adapted into other Asian cultures such as Japanese, Korean, and Vietnamese. However, in some of the adapted versions,Huanglongis omitted in favor of a native concept. The Prime example is Japan, whereHuanglongorKoryuas its known in Japanese, is replaced as the center figure by the concept of the void.Japanese Mythologyhas the god of storms Ryujin, who is depicted as a great dragon. His daughter Otohime is considered one of the grandmothers of Emperor Jimmu, the mythical first Emperor of Japan.Tiamat, the primordial goddess of the ocean inMesopotamian Mythology, is often depicted as a dragon.TheAztecgod Quetzalcoatl was often depicted as afeathered serpent, and more modern depictions describe him as akin to a dragon.Zigzagged in Christianity, whichfrequently associatesdragons withSatan. However, the seraphim (highest order of angels, can be literally translated as \"fiery serpents\") are traditionally depicted as dragon-like creatures with four heads and six wings. Slightly related are several legends about dragon-taming saints, which usually end with angry locals killing the now harmless dragon over the saint's protests.Recently rediscoveredPhilippine Mythologyshows a common motif wherecrocodilesare seen as Asian dragons, filling the roles ofpowerful water-spirits, if not outrightPhysical Godslike with East Asian mythology. Of course, beingcrocodiles, they're naturally more fearsome than most Asian dragons: They were held as minor gods becausethey protected mortals from the OTHER dangerous water-spiritslurking in the seas and rivers. It was often thought that being eaten by a crocodile sent someone directly to the positive \"heaven-type\" afterlife, without the arduous sea-journey needed after most other deaths, and some tribes thought that normal crocodiles needed aHuman Sacrificeto turn INTO dragons, as theyneeded to eat a human soul.Even the Europeans got in on it occasionally. Zirnitra, or Zir, Rosvodiz was the pre-Christian Wendish (aSlavic tribe) black Dragon-God of Magic.\n\nTabletop GamesThe Dark Eye: The Twelve Gods share the Alveran, the paradise, with the six High Dragons. It can be argued who is allowing whom to stay.Dungeons & Dragons:The dragons have their own pantheon of draconic deities. Two of them, Bahamut and Tiamat, are also worshiped by humans in theForgotten Realms. Tiamat is the goddess of greed andAlways Chaotic Evilchromatic dragons, while her brother Bahamut is god ofAlways Lawful Goodmetallic dragons, justice, and strength. InDragonlance, they are known as Paladine and Takhisis, and are the rulers of the good and evil gods, respectively.And then there is Io, the Ninefold Dragon andcreator of all dragonkind, including Bahamut and Tiamat. Depending on which edition and setting, it can range in power fromGreater DeitytoOverdeity, and credited with creating the multiverse and the source of magic.D&DRules Cyclopedia. In the BECMI (Basic/Expert/Companion/Master/Immortals) D&D system, the dragons of each alignment (Lawful, Neutral, and Chaotic) have their own ruler (Diamond, Opal, and Pearl, respectively), with the Great One (Ruler of All Dragonkind) ruling over them. Each of these ruling dragons is an Immortal (the BECMI equivalent of a deity).Dark Sun: As the setting lacks true deities, the Sorcerer King of Tyr, who is draconic, qualifies, as he is the closest thing the setting has to a god.Eberron: The setting'sCreation Storyholds that the three Progenitor Dragons created the enigmatic Draconic Prophecy, destroyed the world in their fight to control it, and used their bodies to rebuild the planet: Siberys became the planetary ring, Eberron became the planet's surface to restore life to the world, and Khyber becamethe monster-infested underground realm.Exalted: Multiple dragons exist in the setting and all but one are either gods or powerful elementals (which are only really culturally different to gods). The one that isn't is the Ebon Dragon but he counts too, as he is a Yozi, one of the overthrown and mutilated creators of the world, once set above the gods and now imprisoned in the hell realm of Malfeas.GURPS:GURPS Dragonsdiscusses a wide range of ways to use dragons in games, including the idea of making them more or less divine, and provides brief setting outlines based on this.Magic: The Gathering: On Kamigawa, the most powerful of all the kami have the form of limbless Japanese dragons.O-Kagachi, the Great Old Serpent, is the highest and greatest of the kami, and was their undisputed ruler before his death. He took the form of an immeasurably vast, eight-headed serpent with eyes that blazed like stars.The Dragon Spirits are five immensely powerful kami, one for each color of mana, who serve as protectors of the magic of Kamigawa and of its peoples. They areYosei, the Morning Star, guardian of the plains and White mana;Keiga, the Tide Star,guardian of the riverlands and Blue mana;Jugan, the Rising Star,guardian of the forests and Green mana;Ryusei, the Falling Star, guardian of the mountains and Red mana; andKokusho, the Evening Star,guardian of the swamps and Black mana.Palladium Fantasyincludes the Dragonwright faith, which worships the God Dragons as supreme over all other gods. They have a point, as said God Dragons are to other deities as mortal dragons are to mere men.Pathfinder:A specific set of draconic deities exists — Apsu, theLawful Goodruler of metallic dragons, and Dahak, theLawful Evilgod of destruction that even the chromatics despise.Shizuru, the Tian goddess of the sun, valor, and nobility, is often represented as a radiant gold-scaled Eastern dragon and is almost universally worshipped or at least respected by imperial dragons.Several types of dragons native tothe Upper Planesfit the bill in their own right, such as theLawful Goodparadise dragons, who seek to create havens where other mortals may be sheltered from the evil and chaos of the wider world; theChaotic Goodbutterfly-winged havoc dragons, who seek to create carefree wonderlands of whimsy and delight for the benefit of all; and theNeutral Good, feathered-winged and golden-scaled sirrushes, servants of the sun goddess Sarenrae who seek to bring peace and redemption to all beings.Warhammer 40,000: Mag'ladroth the Void Dragon, one of the C'tan, is theorized to be the Machine God that the Mechanicus worship.Yu-Gi-Oh!: In addition to Slifer and Ra, there are several other dragon monsters that are depicted as holy or godlike. For example,Judgment Dragon,Ancient Sacred Wyvern, andMaster Peace, the True Dracoslaying King.\n\nVideo GamesInArknights, there arePhysical Godbeings referred to a \"Feranmuts\" who are thePatron Godsof different regions of the world.Draconic and serpentine motifs are present in most, though not all, of these characters. They include:Kaschey, who is also referred to as \"the Deathless Black Snake\", and has serpentine elements to his body. He also inhabits the body of Talulah, who herself is a Draco and thus possesses draconic elements to her body.Kjera, who isan aspect of Kjeragandr, the god of the land of Kjerang, and who has subtle Asian dragon elements, particularly her tail and the ice crystal serpents she summons when using her skills.Nian, Dusk, Ling, Chong Yue, and the Second Brother all sport aspects of Asian-style dragons, particularly large tails, horns, and forearms with swirling color patterns. They are all referred to as \"Sui\", which is the name ofthe ancient dragon godthey were split from when he was destroyed long ago.Bayonetta: Some angels such as Inspired, Glamor, and Fortitudo resemble dragons, mostly on the serpentine side of things. Howeverthey're not goodby any conventional standards.Breath of Fire IV: Dragons are beings from another dimension that are summoned into the world by mortals, and are considered so powerful that the words \"dragon\" and \"god\" are used interchangeably with each other. One character metaphorically observes that if the world is a sailing ship, dragons are the wind that steers it.InCyber Shadow, the player character's ninja clan are worshippers of an unnamed eastern dragon (known simply as \"the Dragon\") which resides in aSpirit Worldknown as the Ethos and charges them with \"balancing the flow of Essence\", theLife Forceof living beings. Shadow meditates at the Dragon's shrine to commune with it at one point, and the dragon grants him a power-up for his troubles.The Archdragons ofDark Soulsand it's sequels are closer to primordial deities than they are to traditional dragons. They ruled over the universe in a time before change, warp their bodies according to their environment (or vice versa, like with Seath) and were effectively immortal until lightning magic was specifically created to kill them. Praying to them or meditating on their existence has real, tangible physical effects on the faithful who begin to turn draconic themselves, especailly when prayer or meditation is agumented with their cast off scales.Diablo:Necromancersrevere a deity called Trag'oul, who represents theBalance Between Good and Eviland treats both the philosophies of angels and demons as dangerous extremes. He is described as a dragon whose body isformed from star-light, carrying the world of Sanctuary upon his spine.Dragalia Lost: Dragons are treated as sacred by the Ilian Church, with the more powerful ones being treated asPhysical Godsby the local populace. EvenCom Monslike Imps and Drakes are revered enough that poaching them or their eggs can be an executable offense under the Ilian Church's doctrine.Dragon Age:Zig-Zagged. Regular dragons are mindless beasts hunted to near extinction in modern times. However, at the height of the Tevinter Imperium, most humans worshiped seven draconicOld Gods(and there are still holdouts of the dragon cult to this day), who had been fully sentient and actively communicated with their priesthood. The ancient elves also associated dragons with Mythal,the queen of their pantheon.Dragon Quest:Dragon Quest IIIhas Xenlon (who is a clearExpyofShenron) in the rereleases of the game. She is anOptional Bosswho has to be defeated under a certain amount of turns in order to have your wish granted each time.Dragon Quest IVhas the Zenithian Dragon (who later appears inDragon Quest VandDragon Quest VI), who is a rather forceful authority figure who strictly prohibits his Zenithian followers from ever making contact with humanity below. He undergoes amassiveamount ofCharacter Developmentin-betweenIVandV, however, and is much more willing to interact with humans inV.Dragon Quest XI: The end of the game reveals thatYggdrasil was created by the spirit of Yggdragon, who fought with Calasmos eons ago and fell to the earths in Erdea.The Elder Scrolls:Akatosh, thechief deityand God of Time in the Imperial\"Nine Divines\"religion, takes the form of a dragon. The First Cyrodiilic Empire was founded when he (and the other Aedra who would become the Divines) lent their aid to the races of Men under St. Alessia (the \"Slave Queen\") against theirAyleid (Wild Elf)masters (who were primarilyDaedra worshipersto boot). Upon their victory, Akatoshmade a pact with mankind, sealed byjoining his bloodwith Alessia and placing her soul within the Amulet of Kings, that the Divines would give mankind their patronage in exchange for their worship. Since that day, all legitimate Cyrodiilic Emperors have been \"Dragonborn,\" in the sense that they are (metaphysically) descended from Akatosh and Alessia and help to seal the barrier between Mundus (the mortal plane) and Oblivion (the realm of the Daedra). During the darkest hour of theOblivion Crisis, Mehrunes Dagon (the Daedric Price ofDestruction) successfully took form in Mundus, threatening to destroy all creation.Martin Septim, thelast in the lineof these Dragonborn Emperors, shattered the Amulet of Kings and summoned Akatosh to Mundus, where he, in the form of a massive dragon, would banish Dagon.The dragons of theESuniverse (most famous for their appearance inSkyrim), are the \"children\" of Akatosh. They are lesser Aedra, making them a form of divinity loosely akin toangelic beings.) They have been worshiped by cultures throughout Nirn, from the ancient Atmorans (ancestors of the modern Nords), to the ancient Nords, and to the Ka Po' Tun \"Tiger Folk\" ofAkavir. The first two groups created the \"Dragon Cults,\" in which the Dragon Priests held as much power as kings, ruling in the stead of the aloof dragons they worshiped. In Atmora, the priests demanded tribute and set down laws and codes of living that kept peace between dragons and men. This carried over to Skyrim, but they became much more aggressive and authoritarian in their leadership. (Eventually, the ancient Nords rebelled and, combined with a later Akaviri invasion, nearly drove the dragons to extinction.) The dragons practice aLanguage of Magic, the \"Thu'um\" which allows for some small scaleReality Warpingby \"shouting\" elements into existence. The dragons themselves areThe Ageless, and while they can be slain by any capable individual, they possessResurrective Immortalityand can be brought back to life by another dragon unless their soul isabsorbed by another dragon (or Dragonborn). Despite their divine origins, dragonsare creatures of aggression and domination, and it'sin their blood to be cruel and contemptuous. However, they canfight against their baser nature, as best exemplified by Paarthurnax.The most (in)famous dragon isAlduinthe \"World Eater\", the \"first born\" of Akatosh who has the duty of\"eating\" the worldat the end of every cycle of time. While he has performed this duty to end past cycles (known as \"kalpas\"), Alduin prefers \"ruling\" the world to \"ending\" it, leading to trouble. During the ancient war between the Nords and the dragons, three Nord heroes used anElder Scrollto banish him into the stream of time. He emerges during the events ofSkyrim, resurrecting his fallen brethren with plans to take over the world once more.As noted above, there also exist those known as \"Dragonborn\". These are rare mortals blessed by Akatosh with the Aedric souls of dragons;Demigods, basically. They are intended to be thenatural predatorsof dragons, slaying them and absorbing their souls in order to maintain a balance. They have an innate understanding of the Thu'um, allowing them to use it without theyears of practiceit typically takes mortals to learn. ThePlayer CharacterinSkyrimis a famous example, being the so-called \"Last Dragonborn\".Final Fantasy: Bahamut, a recurringsummon, is always one of the most powerful summons and is considered king of dragonkind, if not outright a god.Fire Emblem: Dragons are often revered and compared to deities in numerous games:Fire Emblem: Shadow Dragon & the Blade of Light: Naga, the leader of the Divine Dragons, is worshipped as a male god, but without the dragon traits. In truth, Naga is a female dragon who leads the Divine Dragons, and while immensely powerful and having power based in holy magic, Naga is not a god, and there are many things she cannot do. Tiki, Naga's daughter, and one of the last remaining Divine Dragons, is also mistaken for a goddess during the time when she was brainwashed byGharnef.Fire Emblem Gaiden: The god of Power, Duma, seemingly an actual god, resembles a decayingcyclopeandragon. Both he and Mila, his counterpart, are revealed inShadows of Valentiato beexiled members of the Divine Dragon tribe.Fire Emblem: Genealogy of the Holy War: The beings that gave the Crusaders their power were dragons who gave their blood to counter the Loptrian Empire, in particular dragons of the Divine Dragon tribe, including Naga and Forseti, the latter being worshipped as the Wind God of Silesse. On the opposite side, Loptous himself was revered as a deity by the Loptrian Empire, usually as a figure dedicated to vengeance against Grannevale, however the Maira Loptrians worshipped Loptyr as benevolent figure.Fire Emblem: Awakening: Naga is worshiped by Ylisse opposing Grima, the Fell Dragon worshipped by theGrimlealof Plegia, though neither are truly gods because they lack the power of creation among other things. Naga's daughter, Tiki, now over 3000 years old, is revered as a sort of prophet, the Voice of the Divine Dragon.One boss fought in Valm reveals that Mila is still worshiped two thousand years afterGaiden/Shadows of Valentiaas the Earth Mother.Fire Emblem Fates:Anankosis one of the First Dragons, and a deity with control overlight and darkness,water, and fate. Among his other powers arethe ability toraise the bodies of the dead as his undead servants, the ability to grant eternal life and the eternal survival of one's bloodline, the ability to easily travel between worlds, and the ability to grant the power to use Dragon Veins using his blood.However,by the time of the game, he has devolved intomadnesslike so many other First Dragons, and inRevelation, Corrin and company are forced to put him down.Fire Emblem: Three Houses:Sothisis not only the Goddess worshipped by the Church of Seiros in Fodlan, but also mothered multiple children called the Children of the Goddess who are in fact various breeds of dragonssuch as Rhea/Seiros the Sky Dragon. Unlike Naga, however, there are many indications thatSothisreally is a true out-and-out deity, possessing power overtime itselfand enough raw power to wipe outthe advanced civilization of Agartha when they turned against her, andfrom lines from both the Church and \"those who slither in the dark\", may have in fact come from another world entirely.Fire Emblem Engage: All four realms in Elyos worship dragons as their gods. Firene, Brodia, and Solm worship Divine Dragons, and revere the Divine Dragon Queen Lumera, who rules over the land of Lythos, as a higher authority. Elusia, meanwhile, worships the evil Fell Dragon Sombron, believing him to be a benevolent figure, and aiding him in his resurrection. The player character is Lumera's child, who is likewise revered and highly respected by almost everyone else. This worship is exemplified by the main character'sCanon Identifier- \"Divine One\".Fire Emblem Heroes: Besides the playable divine dragons from previous games, Askr, Embla, Nifl, and Múspell are known dragons and are worshiped by the royalty of their respective self-named kingdoms.WhileGenshin Impactis shown to have various dragons based on the seven elements of Teyvat, certain World Quests suggested thatthere once existed seven Sovereigns that had complete authority over the elements before they were usurped by thePrimordial One, the god who created humanity. Fontaine's Archon Quest would reveal that the Hydro Sovereign, fated to be reborn in a humanoid form, is actually Chief Justice Neuvillette.Harukanaru Toki no Naka dehas the White Dragon pictured above, a god representing purity and virtue that likes to live in rivers while in the form of agiant fish, and directly serves Shangdi, the Jade Emperor. Their more malevolent (but not completely evil) counterpart, the Black Dragon, represents endings and death, and both are required to be in harmony for Serenity to reign in their combined form ofYinlong. Both are so powerful that they have two pairs of Light and Dark Kirins respectively that are second only to them in terms of power.Heroes of Might and Magic: Dragons are a major part of the religion of Ashan, setting of some of the games. The dragon Asha is worshipped as theGoddess of Orderand creator of the world, while her brother, Urgash the dragon of Chaos, is despised as aSatanic Archetype. When the two fought one another during the Mythic Age, Asha was seriously wounded, so she spawned six more dragons (representing the six elements: fire, water, earth, air, light, and darkness) to protect the world if Urgash should reappear, and now slumbers within one of the planet's moons, regaining her strength.Hollow Knight: Hallownest was founded by the Pale King. Not only is he a Higher Being, but he is also a Pale Being, which puts him above almost everyone else in the setting. He made sure that he was revered as a god, and he had the power to back it up. The Pale King is a Wyrm. Most characters in the setting are bugs, so this is a pun on \"worm\", as worms often shape the environment as they burrow through the ground. However, we see his Cast-off Shell, and he was more than a mere bug. The Monarch Wings are also implied to have belonged to him, further emphasizing the dragon connection.Jade Empire: The Water Dragon is a major goddess in theCelestial Bureaucracy, being responsible for equal distribution of rainfall across the world, and the safe passage of dead souls to the afterlife.Landia fromKirby's Return to Dream Land. Despite being the one watching over the hellish planet Halcandra and fighting Kirby and his friends,it turns out that he's the planet's guardian and that only fought them to keep theMaster Crownfrom falling intoMagolor's hands and allowing him to conquer the universe. As such, after Magolor reveals that he wasEvil All Along, Landia acts fast and lifts Kirby and his friends onto his backs to chase Magolor throughAnother Dimension.The Legend of Zelda:The Legend of Zelda: The Wind Wakerhas Valoo, the Sky Spirit and the patron deity of the Rito tribe, and the source of their ability to fly through his scales.The Legend of Zelda: Skyward Swordhas the three dragons Faron, Eldin, and Lanayru, who were directly tasked with protecting the surface world by the Goddess Hylia, and grant Link portions of the Song of the Hero needed to fully power up the Master Sword.The Legend of Zelda: Breath of the WildDinraal, Naydra, and Farosh are three spirits in the shape of dragons who serve the Goddess Hylia by guarding the Divine Springs of Power, Wisdom, and Courage.The Zonai tribe is believed to have worshipped a giant water dragon as the symbol of courage, though whether this dragon was actually Farosh or another dragon remains unknown.Lunar: The Four Dragons were created by the Goddess Althena as guardians of Lunar and humans hold them in awe. The Four Dragons form a sort of magical bulwark around the Goddess, and they judge the worthiness of humans who aspire to be the Goddess' hero, the Dragonmaster.Luxaren Allurehas the people of Parvian worship dragons, or as they call them, the Ageless.Monster Hunter: While not exactlygods, many Elder Dragons have a majestic, deific appearance to them:Monster Hunter (2004): The standard and Crimson Fatalis may sit firmly on thedemonicend of the spectrum, but Old/White Fatalis has more typically godly traits, with a beard-like mane, shimmering white scales, and command overlightningrather than flame. That said, it is no less of aMisanthrope Supremethan its younger kin.Monster Hunter Portable 3rd: Amatsu is a majestic-looking Elder Dragon that has control over wind and water, and can create downpours and tornadoes with it. While not inherently aggressive, the resulting instability of the weather makes it a threat to the Zinogre population, causing them to migrate to the lower parts of Yukumo's mountain. Thus, at the end of the game's high rank, Amatsu has to be slain to stop the Zinogre exodus and restore equlibrium to the local ecology.Monster Hunter 4: While Shagaru Magala is a gold-and-white based Elder Dragon that looks almost angelic, it's ironically mostly known for being anextremelydangerous bringer of disease.Monster Hunter: World: Kulve Taroth is a majestic Elder Dragon that lives in the Caves of El Dorado, has goat-like horns and a golden 'robe' that it carries around, a robe literally made of gold. She's even nicknamed theMother Goddess of Gold. Interestingly, even among Elder Dragons, she's unique, as there's no others of her kind, and you can't even technicallykillher. Every fight with her inevitably end with the hunters breaking her horns, which then results in her running away, and said horns growing back.Monster Hunter: Rise: Wind Serpent Ibushi and Thunder Serpent Narwa are a pair of powerful andintelligentElder Dragons whose designs are based on the Japanese gods Fujin and Raijin, and are referred to as the Serpent God of Wind and the Serpent Goddess of Thunder. They even seem tobuy into this perception themselves, describing themselves (through Hinoa and Minoto) as \"divine beasts\".Nexus War: TheNexus Clashbackstory has three Great Dragons that occasionally intervened at pivotal points to shake up the wars between thePowers That Be. One of these was briefly in the game asThat One Boss, but they're mostly left to be deliberately mysterious.Ninja Gaidenhas the 13 Divine Dragons who in the series lore banished and defeatedVigoor, the progenitor of the Fiend race. However, the youngest of the Dragons was corrupted by Vigoor who played on his feelings of weakness compared to his brothers. He became known as theDark Dragon.Ōkami:Yomigami, the dragon god of rejuvenation who grants Ammy (And later Chibiterasu via hisseahorse childreninŌkamiden), the Rejuvenation brushstroke.Orochi, Amaterasu'sArch-Enemy, has as his goal becoming the god of the underworld through the maidens sacrificed to him every year prior to his sealing by Nagi, and his true form especially gives off the appearance of a divine being by being covered ingolden armor.Pokémon: The series generally reserves the dragon typing for more `mystical` dragon-like pokemon (compare Dragonite, Flygon and Altaria to Charizard and Gyarados, which take cues from dragons). In addition, many games' signature legendaries are worshiped as deities.Rayquaza and the creation trio (Dialga, Palkia, and Giratina) are Dragon-types, and the creation trio in particular are considered the embodiment of the physical universe.Generation 7 introduces Necrozma, a Pokémon that initially brought light to the alternate world of Ultra Megalopolis, where it was revered as a deity, and took the form of a large dragon made of light with golden armor referred to as \"Ultra Necrozma\" or The Blinding One. The ancient citizens of Ultra Megalopolis caused it to revert to the black form it's commonly seen in after managing to break off pieces of its prism body, which became the Z-Crystals and Sparkling Stones used to create Z-Rings. As Ultra Necrozma, it's also one of the most powerful Pokemon in the game with stats that surpass Arceus (The creator of the universe) and is one of the mostfrustratingly difficult boss fights in the series if you're unprepared.Shin Megami Tensei: The main franchise and its numerous spinoffs count many draconic deities among its number, including Otohime and Huang Long.Tales of Berseria: The Empyrean Innominat is represented as an eight-headed dragon, though this is mostly used symbolically, asfor almost all of the game, he takes on a humanoid, child-like form.InTavern Talk, The Realm Keepers: Ur, Gaia, Cassiopeia, Tuat, and Leviathan are divine dragons who stay within their domain and avoid directly interacting with the mortal realm so they won't accidentally harm its residents with their powers. However, they can infuse their magic with Citrin and Lotus Flowers, which can be added to potions to bless the drinker with the power to fight the undead. The Realm Keepers are so powerful,only the weapons forged for their use can kill them.Direct communication with them is difficult since they speak in signs, visions, or riddles, which are open to interpretation.Volgon fromTemtemresembles an Asian dragon. It's said to roam the heavens, and its egg is obtained from a Japanese-style shrine.Touhou Project: The most powerful god in Gensokyo is the unnamed dragon god, who is worshiped by both humans and youkai alike as a creator god found in the ocean, sky, and rain. It also serves as a protector deity. Akyuu describes it as so large that it's thicker than a 1000-year-old tree, and so long that it could blot out the sky. In terms of power, she mentions that its cry is said to part the sky and create thunderstorms and that just by moving it can create earthquakes. It can also easily move between Gensokyo, hell, heaven, and the Netherworld without being stopped by the Great Hakurei Barrier. Its last appearance was when the Barrier was first erected in 1885, where the youkai sages managed to placate the dragon god by staking their very existences swearing eternal peace towards it.WarCraft:Dragons were uplifted by theTitansand tasked with being the immortal guardians of Azeroth, with each dragon subspecies representing one aspect of the world. Red dragons represent Life, Green dragons represent Nature and Dreams, Blue dragons represent Magic, Bronze dragons represent Time, and Black dragons represent the Earth. While normal dragons are pretty powerful, the five leaders of the Dragonflights, the Dragon Aspects, areGodsin all but name. Despite their divine origins, Neltharion the Earth Warder (AKA Deathwing the Destroyer) and the Black Dragonflight are much closer toanother tropeby the time the series actually takes place. This is because theirconnection to the earthmade them easy to corrupt by the subterraneanOld Gods, who drove Deathwing and his kin insane and turned them into pawns for The Old Gods.Yu'lon the Jade Serpent is one of the four August Celestials, Wild Gods that watch over Pandaria. She takes the form of a celestial cloud serpent, which is Warcraft's version of an Eastern dragon.Ys VIII: Lacrimosa of Dana: Theos-De-Endogram is implied to be the avatar of theGreat Tree of Originor the titularLacrimosa. It looks like a gigantic, divine-looking dragon with several pieces from other living beings, such as insect legs and vines.\n\nWebcomicsThe Order of the Stickhas two: Tiamat, of the (Sumerian-themed) Western Pantheon, andDragon, of the Southern Pantheon (based on theChinese Zodiac).Vanadys: Tales Of A Fallen Goddess: The highest gods are the Serpent and the Dragon, who rule over the other gods.\n\nWeb OriginalOverly Sarcastic Productions: InTrope Talk: Dragons, while talking about portrayals of dragons in folklore and modern fiction, Red describes both several divine dragons from real-life myths, such as Chinese and Japanese dragons and the Rainbow Serpent of some Australian myths, as well as their successors in modern fiction. These tend to be based on the Chinese kind, and range from powerful and benevolent creatures to literal gods. They are usually mentors, distant protectors or similar figures, and rarely central characters. Some are more malevolent instead, and likelier to feature as powerful foes in the backstory or in a story's grand finale.Serina: The sylvans of the Clearview Mountains worship the sunchaser, a scavenging giant aukvulture likened to a dragon, as a protector deity and often give them food so that they'll stay close by and protect them from other predators and rivals. The slaughtersprinters by contrast most often consider the sunchaser ademonic scourgewho steals their kills and kills them indiscriminately, and attempt to kill it on sight.\n\nWestern AnimationAvatar: The Last Airbender: Dragons were the original Firebenders. Because of that, they were respected and revered by the Sun Warriors and their later incarnation, the Fire Nation. However, Fire Lord Sozin created dragon hunting and they were driven to extinction.Thankfully, two were saved by Iroh and were being protected by the Sun Warriors. These two help Aang and Zuko learn the true way of Firebending.Dragons: Riders of Berk: In Season 3 ofDragons: Race to the Edge, it is revealed that there is aninja-like tribe calledthe Defenders of the Wing. Like Berk, they do not see Dragons as mindless animals, but they take it a step further and practically worship them. They do soout of respect for the Great Protector, an Eruptodon that eats the lava from their local volcano, keeping their village safe. Because of this, they tend to hold a strong animosity to anyone they would perceive as any kind of threat to dragons, especially Hiccup and the riders, seeing dragon-riding as a form of \"enslavement\".The Owl House:The Titan is essentially the god of the Boiling Isles, since it is formed by his enormous decaying body. We briefly see his true form in the finale, and his wings give him a draconic appearance. This may also be why Belos gains aDraconic Abominationform after merging with the Titan's heart.Winx Club:The Great Dragon is the creator deity of the Magical Dimension's origin: in the beginning there was nothing, then there was the Great Dragon, and his Flame created the universe.There are also physical dragons in the Magical Dimension, such as the ones kept at Red Fountain. These do not appear to have any connection to the Great Dragon and behave in an animalistic way, thus averting the trope.\n\n",
  "examples": [
    {
      "section": "Examples:",
      "text": "Cardfight!! Vanguard: The Royal Paladin clan has Soul Saver Dragon, which Aichi explicitly calls a god. That said its divine power is never directly shown on-screen, because while all the units in the titular game are real living beings, they also live on planet Cray, and we're only really shown what happens on Earth.",
      "links": [
        {
          "title": "Cardfight!! Vanguard",
          "url": "/pmwiki/pmwiki.php/Anime/CardfightVanguard"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Child of Kamiari Month: The ShintokamiRyūjin, the dragon-god of Lake Suwa in Nagano, tests Kanna's ability and resolve to complete the quest by pitting her and Yasha against each other. Kanna fails the test by stopping to help Yasha, but Ryūjin commiserates with her desire to see her mother again and gives them his offering anyway.",
      "links": [
        {
          "title": "Child of Kamiari Month",
          "url": "/pmwiki/pmwiki.php/Anime/ChildOfKamiariMonth"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Digimonhas many godly dragon Digimon:The Four Great Dragons are a group of Ultimate-levelnotelocalized as Mega levelDragon Digimon based on the Dragon Kings of Chinese mythology comparable to gods, and include Qinglongmon (also a member of theFour Sovereignsand guardian of the eastern Digital World), Godramon, Holydramon, and the wicked Megidramon.Huanglongmon, the leader of the Digimon Sovereigns tasked with defending the Digital World, is a giant golden dragon who normally resides in the Digiworld's center. Like his fellow Sovereigns, unlike the one Digicore held by most Digimon, they have about twelve.",
      "links": [
        {
          "title": "Digimon",
          "url": "/pmwiki/pmwiki.php/Franchise/Digimon"
        },
        {
          "title": "Four Sovereigns",
          "url": "/pmwiki/pmwiki.php/Main/FourGods"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dragon Ball: Collecting the titular items will summon Shenlong, a dragon whose name literally means \"Divine Dragon\" (rendered \"Eternal Dragon\" in most English dubs). Shenlong was created by Kami, i.e.God, although it turns out Kami is atitlein this setting. This is then subverted inDragon Ball Zwhen it turns out Kami is from the planet Namek, and the Dragon Balls are alien in origin and not divine. This is then double subverted inDragon Ball Superwhen it turns out the Namekian Dragon Balls in turn were based on the Super Dragon Balls, which were created by the Dragon God Zalama to grant the wishes of the gods.",
      "links": [
        {
          "title": "Dragon Ball",
          "url": "/pmwiki/pmwiki.php/Manga/DragonBall"
        },
        {
          "title": "God",
          "url": "/pmwiki/pmwiki.php/Main/God"
        },
        {
          "title": "title",
          "url": "/pmwiki/pmwiki.php/Main/GodJob"
        },
        {
          "title": "Dragon Ball Z",
          "url": "/pmwiki/pmwiki.php/Anime/DragonBallZ"
        },
        {
          "title": "Dragon Ball Super",
          "url": "/pmwiki/pmwiki.php/Anime/DragonBallSuper"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fairy Tail: 100 Years Quest: The Five Dragon Gods are so named because their power is so cataclysmic (capable of wiping out countries with ease and affecting entire continents or even theworld) they've been worshiped as gods for it,even if they aren't truly gods.",
      "links": [
        {
          "title": "Fairy Tail: 100 Years Quest",
          "url": "/pmwiki/pmwiki.php/Manga/FairyTail100YearsQuest"
        },
        {
          "title": "even if they aren't truly gods",
          "url": "/pmwiki/pmwiki.php/Main/GodGuise"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Magical Girl Lyrical Nanoha StrikerShas Voltaire, a massiveblack and redhumanoid dragon who acts as the benevolent guardian deity of the planet Alzus. Caro (the only known person who can summon him) compares her relationship to him as that of a priestess praying for divine aid.",
      "links": [
        {
          "title": "Magical Girl Lyrical Nanoha StrikerS",
          "url": "/pmwiki/pmwiki.php/Anime/MagicalGirlLyricalNanohaStrikers"
        },
        {
          "title": "black and red",
          "url": "/pmwiki/pmwiki.php/Main/DarkIsNotEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mashin Hero Wataru: Ryujinmaru is of the classic Eastern Dragon type. He's a dragon deity tasked with accompanying The Savior, in this case, Wataru on the quest to save Souzaizan. He's also the dragon that gives Wataru rides in the sky in all opening sequences.",
      "links": [
        {
          "title": "Mashin Hero Wataru",
          "url": "/pmwiki/pmwiki.php/Anime/MashinHeroWataru"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Miss Kobayashi's Dragon Maid: Lucoa (a.k.a. Quetzalcoatl) used to be a goddess worshiped by the Aztecs but after anincident involving cursed alcohol and her sister, she was stripped of her divinity and demoted to being a dragon.",
      "links": [
        {
          "title": "Miss Kobayashi's Dragon Maid",
          "url": "/pmwiki/pmwiki.php/Manga/MissKobayashisDragonMaid"
        },
        {
          "title": "incident involving cursed alcohol and her sister",
          "url": "/pmwiki/pmwiki.php/Main/SiblingIncest"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Re:Zero: Volcanica, the Divine Dragon, embodies this trope to a T. Though it is unclear whether the dragon is actually a deity, he certainly has the power to claim such a status. Volcanica is seen as the guardian of the Dragon Kingdom of Lugunica, the primary setting of the story, and is worshipped by the populace, having forged a covenant with the old royal family to protect the Kingdom from all external threats centuries prior. Volcanica also created three lesser breeds of smaller dragons for humans to use, and was instrumental in sealing theWitch of Envyto prevent her from ending the world four hundred years ago.",
      "links": [
        {
          "title": "Re:Zero",
          "url": "/pmwiki/pmwiki.php/Literature/ReZero"
        },
        {
          "title": "Witch of Envy",
          "url": "/pmwiki/pmwiki.php/Main/SatanicArchetype"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "That Time I Got Reincarnated as a Slime:The True Dragons — \"Star King Dragon\" Veldanava, \"White Ice Dragon\" Velzard, \"Scorch Dragon\" Velgrynd, and \"Storm Dragon\" Veldora Tempest — are immeasurably powerful spiritual beings often worshipped as gods, with Veldanava being the creator of the multiverse itself. Ironically, Veldanava is the only onetruly deadby the present day, as part of the consequence of dying aftergiving up most of his godlike powerto naming his daughterMilim Nava, who's one of the most powerful beings on the planet and technically a demigoddess.Note that the \"True\" is particularly key, as the lesser dragon race are not this. In fact, the dragon racewas born from the decaying spiritual dragon bodyof Veldanavawhen he abandoned it and became human after siring Milim, and while amongst the most powerful of the mortal races even the strongest Dragon Lords are a pale shadow of the might of their divine forebears.Over the course of the story,Rimuru Tempestends up becoming a True Dragon himself by properly assimilating Veldora and Velgrynd's magicules into his own body, with him technically being referred to as anUltimate Slime. Meanwhile, in the web novel, the Earth Dragon Gaia (itself originally a potential vessel for Veldanava to reincarnate into before it died andCame Back Wrongas theChaos Dragonbefore being killedagainand allowed to properly revive as an infant dragon) achieves apotheosis by consuming the spiritual core of the artificial True Dragon\"Berserk Evil Dragon\" Zeroin order to prevent it from reincarnating and itself becoming True Dragon Velgaia.In the light novel,when theWorld Destroying Dragon Ivarageabsorbs the souls of the fallen Phantoms that rebelled against Michael and Feldway's plans, it undergoes the \"Halloween Carnival\", an event similar to the \"Harvest Festival\" that heralds the birth of a True Demon Lord, in order to become an \"Evil God\". While the exact results are unclear, it definitely gave it a boost in its already incredible might as well as give it something resembling a proper ego and mind where once it was anAlmighty Idiot.",
      "links": [
        {
          "title": "That Time I Got Reincarnated as a Slime",
          "url": "/pmwiki/pmwiki.php/Literature/ThatTimeIGotReincarnatedAsASlime"
        },
        {
          "title": "truly dead",
          "url": "/pmwiki/pmwiki.php/Main/DeaderThanDead"
        },
        {
          "title": "giving up most of his godlike power",
          "url": "/pmwiki/pmwiki.php/Main/DePower"
        },
        {
          "title": "was born from the decaying spiritual dragon body",
          "url": "/pmwiki/pmwiki.php/Main/MonsterProgenitor"
        },
        {
          "title": "Rimuru Tempest",
          "url": "/pmwiki/pmwiki.php/Main/BlobMonster"
        },
        {
          "title": "Ultimate Slime",
          "url": "/pmwiki/pmwiki.php/Main/UltimateLifeForm"
        },
        {
          "title": "Came Back Wrong",
          "url": "/pmwiki/pmwiki.php/Main/CameBackWrong"
        },
        {
          "title": "Chaos Dragon",
          "url": "/pmwiki/pmwiki.php/Main/MonsterFromBeyondTheVeil"
        },
        {
          "title": "\"Berserk Evil Dragon\" Zero",
          "url": "/pmwiki/pmwiki.php/Main/DraconicAbomination"
        },
        {
          "title": "World Destroying Dragon Ivarage",
          "url": "/pmwiki/pmwiki.php/Main/DraconicAbomination"
        },
        {
          "title": "Almighty Idiot",
          "url": "/pmwiki/pmwiki.php/Main/AlmightyIdiot"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Yona of the Dawn: The four dragons (blue, white, green, and gold) are essentially gods that descended into human forms to continue serving their master, a red dragon who became a human king. Now they reincarnate continuouslyexcept for Zenointo humans, mutating them (turning hands and legs into draconic limbs) until such time as the red dragon's descendant comes looking for them.",
      "links": [
        {
          "title": "Yona of the Dawn",
          "url": "/pmwiki/pmwiki.php/Manga/YonaOfTheDawn"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Yu-Gi-Oh!:Yu-Gi-Oh!:Two of the Three Egyptian God monsters are Osiris the Heaven Dragon and Ra the Winged God Dragon. There is also Kaiba's ace monster, the Blue-Eyes White Dragon which has aLIGHT attribute. In the \"World of Memories\" arc, it is revealed to be the soul of a girl Priest Seto loved and displays its power by being the first monster to damageZorc Necrophades(in the anime version).The Legendary Dragons from the Doma arc, guardians of Atlantis and the direct opposition tothe God of Orichalcos. They're a rare case of this trope being applied to western style dragons, who often fall underDragons Are Demonicinstead.Yu-Gi-Oh! 5D'shas the Crimson Dragon, with the power to protect the world, and is implied late in the series to be the Aztec god Quetzalcoatl. There are also the Signer Dragons, each of which has some of Crimson Dragon's power and shares that power with those who are worthy.Yu-Gi-Oh! ZEXAL: The Numeron Dragon is the dragon that created the universe.",
      "links": [
        {
          "title": "Yu-Gi-Oh!",
          "url": "/pmwiki/pmwiki.php/Franchise/YuGiOh"
        },
        {
          "title": "Yu-Gi-Oh!",
          "url": "/pmwiki/pmwiki.php/Anime/YuGiOh"
        },
        {
          "title": "LIGHT attribute",
          "url": "/pmwiki/pmwiki.php/Main/LightEmUp"
        },
        {
          "title": "Zorc Necrophades",
          "url": "/pmwiki/pmwiki.php/Main/GodOfEvil"
        },
        {
          "title": "the God of Orichalcos",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        },
        {
          "title": "Dragons Are Demonic",
          "url": "/pmwiki/pmwiki.php/Main/DragonsAreDemonic"
        },
        {
          "title": "Yu-Gi-Oh! 5D's",
          "url": "/pmwiki/pmwiki.php/Anime/YuGiOh5Ds"
        },
        {
          "title": "Yu-Gi-Oh! ZEXAL",
          "url": "/pmwiki/pmwiki.php/Anime/YuGiOhZexal"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Godzilla: King of the Monsters (2019)fanfictionAbraxas (Hrodvitnon): Manda looks like a gigantic, traditional eastern dragon with a snake-like body, and he's a benevolent infantKaiju. In ancient times when there were many more of Manda's ancestors, they were guardians and protectors who lived in harmony with ancient humans.",
      "links": [
        {
          "title": "Godzilla: King of the Monsters (2019)",
          "url": "/pmwiki/pmwiki.php/Film/GodzillaKingOfTheMonsters2019"
        },
        {
          "title": "Abraxas (Hrodvitnon)",
          "url": "/pmwiki/pmwiki.php/Fanfic/AbraxasHrodvitnon"
        },
        {
          "title": "Kaiju",
          "url": "/pmwiki/pmwiki.php/Main/Kaiju"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Equestria Girls: Friendship Souls: Celestia's Zanpakto, Shinryu Taiyo (Divine Dragons of the Sun), manifest not as a weapon, but as twin dragons of pure fire. Unfortunately, they are very willful and difficult to control even in Shikai, let alone Bankai and can easily slip intoDragons Are Demonic.",
      "links": [
        {
          "title": "Equestria Girls: Friendship Souls",
          "url": "/pmwiki/pmwiki.php/Fanfic/EquestriaGirlsFriendshipSouls"
        },
        {
          "title": "Dragons Are Demonic",
          "url": "/pmwiki/pmwiki.php/Main/DragonsAreDemonic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hearts of Ice: The Ancient One is a very old and very powerful dragon god.",
      "links": [
        {
          "title": "Hearts of Ice",
          "url": "/pmwiki/pmwiki.php/Fanfic/HeartsOfIce"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Spirited Away: Haku turns out to be the dragon god of the Kohaku River.",
      "links": [
        {
          "title": "Spirited Away",
          "url": "/pmwiki/pmwiki.php/Anime/SpiritedAway"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dungeons & Dragons: Wrath of the Dragon God: Faluzure is the dragon god of decay and undeath who was sealed away 3,000 years before the time of the film.",
      "links": [
        {
          "title": "Dungeons & Dragons: Wrath of the Dragon God",
          "url": "/pmwiki/pmwiki.php/Film/DungeonsAndDragonsWrathOfTheDragonGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Excalibur (1981)makes multiple references to the Dragon, who isdescribed by Merlinas some kind of divineNature Spirit. It is also the source of Merlin's and Morgana's magic.",
      "links": [
        {
          "title": "Excalibur (1981)",
          "url": "/pmwiki/pmwiki.php/Film/Excalibur1981"
        },
        {
          "title": "described by Merlin",
          "url": "https://www.youtube.com/watch?v=NwcNNbxUE-w"
        },
        {
          "title": "Nature Spirit",
          "url": "/pmwiki/pmwiki.php/Main/NatureSpirit"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Godzilla: King of the Monsters (2019): At one point in the film, Dr. Chen subtly compares Godzilla and Ghidorah to eastern and western dragons respectively: she tells Mark Russell that western dragons are traditionally demonic creatures that a hero must slay, but eastern dragons more often tend to be wise creatures of divinity.",
      "links": [
        {
          "title": "Godzilla: King of the Monsters (2019)",
          "url": "/pmwiki/pmwiki.php/Film/GodzillaKingOfTheMonsters2019"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Shang-Chi and the Legend of the Ten Rings: The Great Protector is a divine dragon who protects Ta Lo from theDweller-in-Darkness. After the latter's imprisonment, it began resting at the bottom of the river, but is awakened by Shang-Chi to serve as his mount for the rematch against the Dweller-in-Darkness.",
      "links": [
        {
          "title": "Shang-Chi and the Legend of the Ten Rings",
          "url": "/pmwiki/pmwiki.php/Film/ShangChiAndTheLegendOfTheTenRings"
        },
        {
          "title": "Dweller-in-Darkness",
          "url": "/pmwiki/pmwiki.php/Main/AnimalisticAbomination"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Yamato Takeru: TheBig BadPhysical GodTsukuyomiassumes the form oftheYamata no Orochiin order to destroy, combining this trope withDragons Are Demonic.",
      "links": [
        {
          "title": "Yamato Takeru",
          "url": "/pmwiki/pmwiki.php/Film/YamatoTakeru"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Physical God",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        },
        {
          "title": "assumes the form of",
          "url": "/pmwiki/pmwiki.php/Main/ScaledUp"
        },
        {
          "title": "Yamata no Orochi",
          "url": "/pmwiki/pmwiki.php/Main/Orochi"
        },
        {
          "title": "Dragons Are Demonic",
          "url": "/pmwiki/pmwiki.php/Main/DragonsAreDemonic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Beginning After the End: Dragons are one of the eight races of Asuras, with Kezess Indrath and the Indrath Clan being the leaders of all the Asuras. Case in point, regardless of which form they are in dragons such as Kezess, Myre, Sylvia, and Windsom tend to havepale white hair and skin complete with goldenPower Tattooswhich reflect their ability to controlthe aether(Sylvie is an exception in that her dragon form is black in color, though this is becauseshe is the hybrid offspring of Sylvia and the basilisk Agrona Vritra). It turns out that the Indrath Clanarenot as benevolent as they seem,being no better than the Vritra Clan, and are responsible for committing several atrocities throughout the story.",
      "links": [
        {
          "title": "The Beginning After the End",
          "url": "/pmwiki/pmwiki.php/Literature/TheBeginningAfterTheEnd"
        },
        {
          "title": "pale white hair and skin complete with golden",
          "url": "/pmwiki/pmwiki.php/Main/GoldAndWhiteAreDivine"
        },
        {
          "title": "Power Tattoos",
          "url": "/pmwiki/pmwiki.php/Main/PowerTattoos"
        },
        {
          "title": "the aether",
          "url": "/pmwiki/pmwiki.php/Main/ElementNumberFive"
        },
        {
          "title": "not as benevolent as they seem",
          "url": "/pmwiki/pmwiki.php/Main/LightIsNotGood"
        },
        {
          "title": "being no better than the Vritra Clan",
          "url": "/pmwiki/pmwiki.php/Main/GodAndSatanAreBothJerks"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Book of Dragons: In \"The Exile\", dragons are elemental gods who can take on and discard physical shapes at need, and a single dragon is capable of turning an uninhabitable world into a lush paradise with a few years of solitary effort.",
      "links": [
        {
          "title": "The Book of Dragons",
          "url": "/pmwiki/pmwiki.php/Literature/TheBookOfDragons"
        },
        {
          "title": "The Exile",
          "url": "/pmwiki/pmwiki.php/Literature/TheExile"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Dresden Fileshas two types of dragons. One are Smaug-tier, relative weaklings to Dragons referenced with the capital \"D.\"Dragons are semi-divine ancient powerhouses not dissimilar from the Chinese myths of Dragons. They used to work in service of God and when the seasons needed changing or continents need to be moved, it was their purview. As humanity's beliefs have changed, they stepped back and allowed others to take their roles. One of the remaining Dragons, Ferrovax, is still incredibly powerful, boasting his true form not the human disguise he wore would break the hero's mind. According to the author, he can take on the respective strongest servant of both Mab, the Fairy Queen of Winter, and Titania, the Fairy Queen of Summer, at the same time as easily as Mike Tyson in his prime taking down a thirteen-year-old girl.",
      "links": [
        {
          "title": "The Dresden Files",
          "url": "/pmwiki/pmwiki.php/Literature/TheDresdenFiles"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ao Guang and his sons inFengshen Yanyiare celestial beings and actually hold a divine rank in the Taoist pantheon, though Taiyi Zhenren states that while he is a god, his rank in the divine hierarchy is actually pretty low and unimportant, as he has to rule over the East Sea and regulate the quantity of rain. His third son Ao Bing, who's killed by Nezha, is later allowed to enter the Fengshen List and become a new god after his demise.",
      "links": [
        {
          "title": "Fengshen Yanyi",
          "url": "/pmwiki/pmwiki.php/Literature/FengshenYanyi"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kingdom's Disdain: The people of Laskmeer primarily worship a Dragon God, Bal'zomest; while those on Alto-Samar worship Bal'zomest's son, Balsameth. They revere dragons so much that their units of measurement are based on dragon claws.",
      "links": [
        {
          "title": "Kingdom's Disdain",
          "url": "/pmwiki/pmwiki.php/Literature/KingdomsDisdain"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Lone Wolfhas Nyxator, not a literal god, but the first living thing on Magnamund and a devoted servant of the sun god, Kai. He also recorded his vast wisdom into the sevenlorestonesto guide future generations.",
      "links": [
        {
          "title": "Lone Wolf",
          "url": "/pmwiki/pmwiki.php/Literature/LoneWolf"
        },
        {
          "title": "lorestones",
          "url": "/pmwiki/pmwiki.php/Main/MacGuffin"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InNo Need for a Core?the central creator deity is a dragon, his two children are dragon/kitsunemixes, and there are other deities who are dragons or have draconic aspects. Barring death by violence, dragons tend to beageless-immortals, but many take it a step further and physically ascend to the realm of the gods, becoming divine servitors of the deity of their choice or free roaming agents.",
      "links": [
        {
          "title": "No Need for a Core?",
          "url": "/pmwiki/pmwiki.php/Literature/NoNeedForACore"
        },
        {
          "title": "kitsune",
          "url": "/pmwiki/pmwiki.php/Main/AsianFoxSpirit"
        },
        {
          "title": "ageless-immortals",
          "url": "/pmwiki/pmwiki.php/Main/TheAgeless"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tom Holt: Several novels include appearances by one or another of the Dragon Kings ofChinese Mythology, most prominently inNothing But Blue Skies. In Holt's version, their number includes theDragon King of the South East, who speaks with an Australian accent and is usually depicted with a jade surfboard in one hand and a can of beer in the other.",
      "links": [
        {
          "title": "Tom Holt",
          "url": "/pmwiki/pmwiki.php/Creator/TomHolt"
        },
        {
          "title": "Chinese Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ChineseMythology"
        },
        {
          "title": "Dragon King of the South East",
          "url": "/pmwiki/pmwiki.php/Main/LandDownUnder"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Trash of the Count's Family: The elves consider dragons divine and worship them as such.",
      "links": [
        {
          "title": "Trash of the Count's Family",
          "url": "/pmwiki/pmwiki.php/Literature/TrashOfTheCountsFamily"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "A Wind in the Door: The \"drive of dragons\" Calvin claims to have seen turn out to becherubim.",
      "links": [
        {
          "title": "A Wind in the Door",
          "url": "/pmwiki/pmwiki.php/Literature/AWindInTheDoor"
        },
        {
          "title": "cherubim",
          "url": "/pmwiki/pmwiki.php/Main/AngelicAbomination"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "So I'm a Spider, So What?: The dragons Kumoko fights are hybrids created from dragon and animal DNA and lack any form of divinity. True dragons are born mortal but with incredible magical strength and knowledge. By maturity, their souls have absorbed enough magic to transcend and become a god. Their race controls vast swathes of space, conquering planets and using their inhabitants to generate and gather more strength.Gyurieis the only true dragon seen in-story as the rest of his people left the world after their war with the ancient civilization.",
      "links": [
        {
          "title": "So I'm a Spider, So What?",
          "url": "/pmwiki/pmwiki.php/Literature/SoImASpiderSoWhat"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dragon worship originated in China and is highly complex with a mythology spanning thousands of years. Dragon cults remain some of the most influential Chinese folk religions today despite most Chinese people being irreligious, as they maintain these spiritual practices ascultural customs. Dragons are seen as icons of Han nationalism and symbols for China in general thus it is common for Chinese people to refer to themselves as \"descendants of the dragon\". Chinese dragons have spread across Asia and are called \"dragons\" but they are reallynothing like European dragons at all.The Four Dragon Kings ofChinese Mythology, who represent each of the four seas of the world. They are capable of attaining a human form and are believed to control all forms of moving water and the weather. Their combined form is the Dragon King or Dragon God.Since the Four Dragon Kings represent the four cardinal directions, the Yellow Dragon represents the center. It is the zoomorphic incarnation of the Yellow Emperor, who is the ancestor to the Huaxia people - a tribal confederation of people along the Yellow River who in turn became the ancestors to the (Han) Chinese people. The Yellow Dragon along with the Dragon King represent the watery and chthonic forces presided over by the Five Forms of the Highest Deity (the fivefold manifestation of the supreme God of Heaven) or their zoomorphic incarnation.There is also the dragon god known asZhulong(烛龙). Unlike most Asian depictions of dragons, he is said to have the face of a human and a completely serpentine body, he is also the source for day and night whenever he opens and closes his eyes, and the source of the seasonal winds whenever he breathes in and out.Chinese dragons are seen as manifestations ofyangor masculine energy while Chinese phoenixes are seen as manifestations ofyinor feminine energy so it is customary at Chinese weddings to have some artwork of a dragon and phoenix together. In some Chinese provinces, the bride is given golden dragon and phoenix bangles to wish for a harmonious marriage. If these practices are skipped they might be seen as a bad omen for a future failed marriage.The fifth year of theEastern Zodiacis the Dragon. How come? Because the Dragon stopped by a drought-stricken village to bring some rain.",
      "links": [
        {
          "title": "cultural customs",
          "url": "/pmwiki/pmwiki.php/Main/CulturallyReligious"
        },
        {
          "title": "nothing like European dragons at all",
          "url": "/pmwiki/pmwiki.php/Main/OurDragonsAreDifferent"
        },
        {
          "title": "Chinese Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ChineseMythology"
        },
        {
          "title": "Eastern Zodiac",
          "url": "/pmwiki/pmwiki.php/Main/EasternZodiac"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Two of theGuardian Animal Godsof Chinese myth are dragons. The First isQinglong(青龙) the guardian of the East who represents the season of Spring and the element of wood. The other isHuanglong(黄龙) the guardian of the center, who represents the changing seasons and the earth element. This myth was adapted into other Asian cultures such as Japanese, Korean, and Vietnamese. However, in some of the adapted versions,Huanglongis omitted in favor of a native concept. The Prime example is Japan, whereHuanglongorKoryuas its known in Japanese, is replaced as the center figure by the concept of the void.",
      "links": [
        {
          "title": "Guardian Animal Gods",
          "url": "/pmwiki/pmwiki.php/Main/FourGods"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Japanese Mythologyhas the god of storms Ryujin, who is depicted as a great dragon. His daughter Otohime is considered one of the grandmothers of Emperor Jimmu, the mythical first Emperor of Japan.",
      "links": [
        {
          "title": "Japanese Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/JapaneseMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tiamat, the primordial goddess of the ocean inMesopotamian Mythology, is often depicted as a dragon.",
      "links": [
        {
          "title": "Mesopotamian Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/MesopotamianMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheAztecgod Quetzalcoatl was often depicted as afeathered serpent, and more modern depictions describe him as akin to a dragon.",
      "links": [
        {
          "title": "Aztec",
          "url": "/pmwiki/pmwiki.php/Myth/AztecMythology"
        },
        {
          "title": "feathered serpent",
          "url": "/pmwiki/pmwiki.php/Main/FeatheredSerpent"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Zigzagged in Christianity, whichfrequently associatesdragons withSatan. However, the seraphim (highest order of angels, can be literally translated as \"fiery serpents\") are traditionally depicted as dragon-like creatures with four heads and six wings. Slightly related are several legends about dragon-taming saints, which usually end with angry locals killing the now harmless dragon over the saint's protests.",
      "links": [
        {
          "title": "frequently associates",
          "url": "/pmwiki/pmwiki.php/Main/DragonsAreDemonic"
        },
        {
          "title": "Satan",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Recently rediscoveredPhilippine Mythologyshows a common motif wherecrocodilesare seen as Asian dragons, filling the roles ofpowerful water-spirits, if not outrightPhysical Godslike with East Asian mythology. Of course, beingcrocodiles, they're naturally more fearsome than most Asian dragons: They were held as minor gods becausethey protected mortals from the OTHER dangerous water-spiritslurking in the seas and rivers. It was often thought that being eaten by a crocodile sent someone directly to the positive \"heaven-type\" afterlife, without the arduous sea-journey needed after most other deaths, and some tribes thought that normal crocodiles needed aHuman Sacrificeto turn INTO dragons, as theyneeded to eat a human soul.",
      "links": [
        {
          "title": "Philippine Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/PhilippineMythology"
        },
        {
          "title": "powerful water-spirits",
          "url": "/pmwiki/pmwiki.php/Main/NatureSpirit"
        },
        {
          "title": "Physical Gods",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        },
        {
          "title": "crocodiles",
          "url": "/pmwiki/pmwiki.php/Main/NeverSmileAtACrocodile"
        },
        {
          "title": "they protected mortals from the OTHER dangerous water-spirits",
          "url": "/pmwiki/pmwiki.php/Main/RankScalesWithAsskicking"
        },
        {
          "title": "Human Sacrifice",
          "url": "/pmwiki/pmwiki.php/Main/HumanSacrifice"
        },
        {
          "title": "needed to eat a human soul.",
          "url": "/pmwiki/pmwiki.php/Main/SoulEating"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Even the Europeans got in on it occasionally. Zirnitra, or Zir, Rosvodiz was the pre-Christian Wendish (aSlavic tribe) black Dragon-God of Magic.",
      "links": [
        {
          "title": "Slavic tribe",
          "url": "/pmwiki/pmwiki.php/Myth/SlavicMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Dark Eye: The Twelve Gods share the Alveran, the paradise, with the six High Dragons. It can be argued who is allowing whom to stay.",
      "links": [
        {
          "title": "The Dark Eye",
          "url": "/pmwiki/pmwiki.php/TabletopGame/TheDarkEye"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dungeons & Dragons:The dragons have their own pantheon of draconic deities. Two of them, Bahamut and Tiamat, are also worshiped by humans in theForgotten Realms. Tiamat is the goddess of greed andAlways Chaotic Evilchromatic dragons, while her brother Bahamut is god ofAlways Lawful Goodmetallic dragons, justice, and strength. InDragonlance, they are known as Paladine and Takhisis, and are the rulers of the good and evil gods, respectively.And then there is Io, the Ninefold Dragon andcreator of all dragonkind, including Bahamut and Tiamat. Depending on which edition and setting, it can range in power fromGreater DeitytoOverdeity, and credited with creating the multiverse and the source of magic.D&DRules Cyclopedia. In the BECMI (Basic/Expert/Companion/Master/Immortals) D&D system, the dragons of each alignment (Lawful, Neutral, and Chaotic) have their own ruler (Diamond, Opal, and Pearl, respectively), with the Great One (Ruler of All Dragonkind) ruling over them. Each of these ruling dragons is an Immortal (the BECMI equivalent of a deity).Dark Sun: As the setting lacks true deities, the Sorcerer King of Tyr, who is draconic, qualifies, as he is the closest thing the setting has to a god.Eberron: The setting'sCreation Storyholds that the three Progenitor Dragons created the enigmatic Draconic Prophecy, destroyed the world in their fight to control it, and used their bodies to rebuild the planet: Siberys became the planetary ring, Eberron became the planet's surface to restore life to the world, and Khyber becamethe monster-infested underground realm.",
      "links": [
        {
          "title": "Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        },
        {
          "title": "Forgotten Realms",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ForgottenRealms"
        },
        {
          "title": "Always Chaotic Evil",
          "url": "/pmwiki/pmwiki.php/Main/AlwaysChaoticEvil"
        },
        {
          "title": "Always Lawful Good",
          "url": "/pmwiki/pmwiki.php/Main/AlwaysLawfulGood"
        },
        {
          "title": "Dragonlance",
          "url": "/pmwiki/pmwiki.php/Literature/Dragonlance"
        },
        {
          "title": "creator of all dragonkind",
          "url": "/pmwiki/pmwiki.php/Main/TheMaker"
        },
        {
          "title": "Greater Deity",
          "url": "/pmwiki/pmwiki.php/Main/DivineRanks"
        },
        {
          "title": "Overdeity",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "Dark Sun",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DarkSun"
        },
        {
          "title": "Eberron",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Eberron"
        },
        {
          "title": "Creation Story",
          "url": "/pmwiki/pmwiki.php/Main/CreationStory"
        },
        {
          "title": "the monster-infested underground realm",
          "url": "/pmwiki/pmwiki.php/Main/FantasticUnderworld"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Exalted: Multiple dragons exist in the setting and all but one are either gods or powerful elementals (which are only really culturally different to gods). The one that isn't is the Ebon Dragon but he counts too, as he is a Yozi, one of the overthrown and mutilated creators of the world, once set above the gods and now imprisoned in the hell realm of Malfeas.",
      "links": [
        {
          "title": "Exalted",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Exalted"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "GURPS:GURPS Dragonsdiscusses a wide range of ways to use dragons in games, including the idea of making them more or less divine, and provides brief setting outlines based on this.",
      "links": [
        {
          "title": "GURPS",
          "url": "/pmwiki/pmwiki.php/TabletopGame/GURPS"
        },
        {
          "title": "GURPS Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/GURPSDragons"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Magic: The Gathering: On Kamigawa, the most powerful of all the kami have the form of limbless Japanese dragons.O-Kagachi, the Great Old Serpent, is the highest and greatest of the kami, and was their undisputed ruler before his death. He took the form of an immeasurably vast, eight-headed serpent with eyes that blazed like stars.The Dragon Spirits are five immensely powerful kami, one for each color of mana, who serve as protectors of the magic of Kamigawa and of its peoples. They areYosei, the Morning Star, guardian of the plains and White mana;Keiga, the Tide Star,guardian of the riverlands and Blue mana;Jugan, the Rising Star,guardian of the forests and Green mana;Ryusei, the Falling Star, guardian of the mountains and Red mana; andKokusho, the Evening Star,guardian of the swamps and Black mana.",
      "links": [
        {
          "title": "Magic: The Gathering",
          "url": "/pmwiki/pmwiki.php/TabletopGame/MagicTheGathering"
        },
        {
          "title": "O-Kagachi",
          "url": "https://scryfall.com/card/c17/45/o-kagachi-vengeful-kami"
        },
        {
          "title": "Yosei, the Morning Star",
          "url": "https://scryfall.com/card/ima/39/yosei-the-morning-star"
        },
        {
          "title": "Keiga, the Tide Star,",
          "url": "https://scryfall.com/card/ima/63/keiga-the-tide-star"
        },
        {
          "title": "Jugan, the Rising Star,",
          "url": "https://scryfall.com/card/ima/172/jugan-the-rising-star"
        },
        {
          "title": "Ryusei, the Falling Star",
          "url": "https://scryfall.com/card/ima/144/ryusei-the-falling-star"
        },
        {
          "title": "Kokusho, the Evening Star,",
          "url": "https://scryfall.com/card/ima/95/kokusho-the-evening-star"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Palladium Fantasyincludes the Dragonwright faith, which worships the God Dragons as supreme over all other gods. They have a point, as said God Dragons are to other deities as mortal dragons are to mere men.",
      "links": [
        {
          "title": "Palladium Fantasy",
          "url": "/pmwiki/pmwiki.php/TabletopGame/PalladiumFantasy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pathfinder:A specific set of draconic deities exists — Apsu, theLawful Goodruler of metallic dragons, and Dahak, theLawful Evilgod of destruction that even the chromatics despise.Shizuru, the Tian goddess of the sun, valor, and nobility, is often represented as a radiant gold-scaled Eastern dragon and is almost universally worshipped or at least respected by imperial dragons.Several types of dragons native tothe Upper Planesfit the bill in their own right, such as theLawful Goodparadise dragons, who seek to create havens where other mortals may be sheltered from the evil and chaos of the wider world; theChaotic Goodbutterfly-winged havoc dragons, who seek to create carefree wonderlands of whimsy and delight for the benefit of all; and theNeutral Good, feathered-winged and golden-scaled sirrushes, servants of the sun goddess Sarenrae who seek to bring peace and redemption to all beings.",
      "links": [
        {
          "title": "Pathfinder",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Pathfinder"
        },
        {
          "title": "Lawful Good",
          "url": "/pmwiki/pmwiki.php/Main/LawfulGood"
        },
        {
          "title": "Lawful Evil",
          "url": "/pmwiki/pmwiki.php/Main/LawfulEvil"
        },
        {
          "title": "the Upper Planes",
          "url": "/pmwiki/pmwiki.php/Main/Heaven"
        },
        {
          "title": "Lawful Good",
          "url": "/pmwiki/pmwiki.php/Main/LawfulGood"
        },
        {
          "title": "Chaotic Good",
          "url": "/pmwiki/pmwiki.php/Main/ChaoticGood"
        },
        {
          "title": "Neutral Good",
          "url": "/pmwiki/pmwiki.php/Main/NeutralGood"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Warhammer 40,000: Mag'ladroth the Void Dragon, one of the C'tan, is theorized to be the Machine God that the Mechanicus worship.",
      "links": [
        {
          "title": "Warhammer 40,000",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer40000"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Yu-Gi-Oh!: In addition to Slifer and Ra, there are several other dragon monsters that are depicted as holy or godlike. For example,Judgment Dragon,Ancient Sacred Wyvern, andMaster Peace, the True Dracoslaying King.",
      "links": [
        {
          "title": "Yu-Gi-Oh!",
          "url": "/pmwiki/pmwiki.php/TabletopGame/YuGiOh"
        },
        {
          "title": "Judgment Dragon",
          "url": "http://yugioh.wikia.com/wiki/Judgment_Dragon"
        },
        {
          "title": "Ancient Sacred Wyvern",
          "url": "http://yugioh.wikia.com/wiki/Ancient_Sacred_Wyvern"
        },
        {
          "title": "Master Peace, the True Dracoslaying King.",
          "url": "http://yugioh.wikia.com/wiki/Master_Peace%2C_the_True_Dracoslaying_King"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InArknights, there arePhysical Godbeings referred to a \"Feranmuts\" who are thePatron Godsof different regions of the world.Draconic and serpentine motifs are present in most, though not all, of these characters. They include:Kaschey, who is also referred to as \"the Deathless Black Snake\", and has serpentine elements to his body. He also inhabits the body of Talulah, who herself is a Draco and thus possesses draconic elements to her body.Kjera, who isan aspect of Kjeragandr, the god of the land of Kjerang, and who has subtle Asian dragon elements, particularly her tail and the ice crystal serpents she summons when using her skills.Nian, Dusk, Ling, Chong Yue, and the Second Brother all sport aspects of Asian-style dragons, particularly large tails, horns, and forearms with swirling color patterns. They are all referred to as \"Sui\", which is the name ofthe ancient dragon godthey were split from when he was destroyed long ago.",
      "links": [
        {
          "title": "Arknights",
          "url": "/pmwiki/pmwiki.php/Videogame/Arknights"
        },
        {
          "title": "Physical God",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        },
        {
          "title": "Patron Gods",
          "url": "/pmwiki/pmwiki.php/Main/PatronGod"
        },
        {
          "title": "Draconic and serpentine motifs are present in most",
          "url": "/pmwiki/pmwiki.php/Main/DraconicHumanoid"
        },
        {
          "title": "they were split from when he was destroyed long ago",
          "url": "/pmwiki/pmwiki.php/Main/PiecesOfGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Bayonetta: Some angels such as Inspired, Glamor, and Fortitudo resemble dragons, mostly on the serpentine side of things. Howeverthey're not goodby any conventional standards.",
      "links": [
        {
          "title": "Bayonetta",
          "url": "/pmwiki/pmwiki.php/VideoGame/Bayonetta"
        },
        {
          "title": "they're not good",
          "url": "/pmwiki/pmwiki.php/Main/LightIsNotGood"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Breath of Fire IV: Dragons are beings from another dimension that are summoned into the world by mortals, and are considered so powerful that the words \"dragon\" and \"god\" are used interchangeably with each other. One character metaphorically observes that if the world is a sailing ship, dragons are the wind that steers it.",
      "links": [
        {
          "title": "Breath of Fire IV",
          "url": "/pmwiki/pmwiki.php/VideoGame/BreathOfFireIV"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InCyber Shadow, the player character's ninja clan are worshippers of an unnamed eastern dragon (known simply as \"the Dragon\") which resides in aSpirit Worldknown as the Ethos and charges them with \"balancing the flow of Essence\", theLife Forceof living beings. Shadow meditates at the Dragon's shrine to commune with it at one point, and the dragon grants him a power-up for his troubles.",
      "links": [
        {
          "title": "Cyber Shadow",
          "url": "/pmwiki/pmwiki.php/VideoGame/CyberShadow"
        },
        {
          "title": "Spirit World",
          "url": "/pmwiki/pmwiki.php/Main/SpiritWorld"
        },
        {
          "title": "Life Force",
          "url": "/pmwiki/pmwiki.php/Main/LifeForce"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Archdragons ofDark Soulsand it's sequels are closer to primordial deities than they are to traditional dragons. They ruled over the universe in a time before change, warp their bodies according to their environment (or vice versa, like with Seath) and were effectively immortal until lightning magic was specifically created to kill them. Praying to them or meditating on their existence has real, tangible physical effects on the faithful who begin to turn draconic themselves, especailly when prayer or meditation is agumented with their cast off scales.",
      "links": [
        {
          "title": "Dark Souls",
          "url": "/pmwiki/pmwiki.php/VideoGame/DarkSouls"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Diablo:Necromancersrevere a deity called Trag'oul, who represents theBalance Between Good and Eviland treats both the philosophies of angels and demons as dangerous extremes. He is described as a dragon whose body isformed from star-light, carrying the world of Sanctuary upon his spine.",
      "links": [
        {
          "title": "Diablo",
          "url": "/pmwiki/pmwiki.php/VideoGame/Diablo"
        },
        {
          "title": "Necromancers",
          "url": "/pmwiki/pmwiki.php/Main/Necromancer"
        },
        {
          "title": "Balance Between Good and Evil",
          "url": "/pmwiki/pmwiki.php/Main/BalanceBetweenGoodAndEvil"
        },
        {
          "title": "formed from star-light",
          "url": "/pmwiki/pmwiki.php/Main/CelestialBody"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dragalia Lost: Dragons are treated as sacred by the Ilian Church, with the more powerful ones being treated asPhysical Godsby the local populace. EvenCom Monslike Imps and Drakes are revered enough that poaching them or their eggs can be an executable offense under the Ilian Church's doctrine.",
      "links": [
        {
          "title": "Dragalia Lost",
          "url": "/pmwiki/pmwiki.php/VideoGame/DragaliaLost"
        },
        {
          "title": "Physical Gods",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        },
        {
          "title": "Com Mons",
          "url": "/pmwiki/pmwiki.php/Main/ComMons"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dragon Age:Zig-Zagged. Regular dragons are mindless beasts hunted to near extinction in modern times. However, at the height of the Tevinter Imperium, most humans worshiped seven draconicOld Gods(and there are still holdouts of the dragon cult to this day), who had been fully sentient and actively communicated with their priesthood. The ancient elves also associated dragons with Mythal,the queen of their pantheon.",
      "links": [
        {
          "title": "Dragon Age",
          "url": "/pmwiki/pmwiki.php/Franchise/DragonAge"
        },
        {
          "title": "Zig-Zagged",
          "url": "/pmwiki/pmwiki.php/Main/ZigZagged"
        },
        {
          "title": "Old Gods",
          "url": "/pmwiki/pmwiki.php/Main/OldGods"
        },
        {
          "title": "the queen of their pantheon",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dragon Quest:Dragon Quest IIIhas Xenlon (who is a clearExpyofShenron) in the rereleases of the game. She is anOptional Bosswho has to be defeated under a certain amount of turns in order to have your wish granted each time.Dragon Quest IVhas the Zenithian Dragon (who later appears inDragon Quest VandDragon Quest VI), who is a rather forceful authority figure who strictly prohibits his Zenithian followers from ever making contact with humanity below. He undergoes amassiveamount ofCharacter Developmentin-betweenIVandV, however, and is much more willing to interact with humans inV.Dragon Quest XI: The end of the game reveals thatYggdrasil was created by the spirit of Yggdragon, who fought with Calasmos eons ago and fell to the earths in Erdea.",
      "links": [
        {
          "title": "Dragon Quest",
          "url": "/pmwiki/pmwiki.php/Franchise/DragonQuest"
        },
        {
          "title": "Dragon Quest III",
          "url": "/pmwiki/pmwiki.php/VideoGame/DragonQuestIII"
        },
        {
          "title": "Expy",
          "url": "/pmwiki/pmwiki.php/Main/Expy"
        },
        {
          "title": "Shenron",
          "url": "/pmwiki/pmwiki.php/Manga/DragonBall"
        },
        {
          "title": "Optional Boss",
          "url": "/pmwiki/pmwiki.php/Main/OptionalBoss"
        },
        {
          "title": "Dragon Quest IV",
          "url": "/pmwiki/pmwiki.php/VideoGame/DragonQuestIV"
        },
        {
          "title": "Dragon Quest V",
          "url": "/pmwiki/pmwiki.php/VideoGame/DragonQuestV"
        },
        {
          "title": "Dragon Quest VI",
          "url": "/pmwiki/pmwiki.php/VideoGame/DragonQuestVI"
        },
        {
          "title": "Character Development",
          "url": "/pmwiki/pmwiki.php/Main/CharacterDevelopment"
        },
        {
          "title": "Dragon Quest XI",
          "url": "/pmwiki/pmwiki.php/VideoGame/DragonQuestXI"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Elder Scrolls:Akatosh, thechief deityand God of Time in the Imperial\"Nine Divines\"religion, takes the form of a dragon. The First Cyrodiilic Empire was founded when he (and the other Aedra who would become the Divines) lent their aid to the races of Men under St. Alessia (the \"Slave Queen\") against theirAyleid (Wild Elf)masters (who were primarilyDaedra worshipersto boot). Upon their victory, Akatoshmade a pact with mankind, sealed byjoining his bloodwith Alessia and placing her soul within the Amulet of Kings, that the Divines would give mankind their patronage in exchange for their worship. Since that day, all legitimate Cyrodiilic Emperors have been \"Dragonborn,\" in the sense that they are (metaphysically) descended from Akatosh and Alessia and help to seal the barrier between Mundus (the mortal plane) and Oblivion (the realm of the Daedra). During the darkest hour of theOblivion Crisis, Mehrunes Dagon (the Daedric Price ofDestruction) successfully took form in Mundus, threatening to destroy all creation.Martin Septim, thelast in the lineof these Dragonborn Emperors, shattered the Amulet of Kings and summoned Akatosh to Mundus, where he, in the form of a massive dragon, would banish Dagon.The dragons of theESuniverse (most famous for their appearance inSkyrim), are the \"children\" of Akatosh. They are lesser Aedra, making them a form of divinity loosely akin toangelic beings.) They have been worshiped by cultures throughout Nirn, from the ancient Atmorans (ancestors of the modern Nords), to the ancient Nords, and to the Ka Po' Tun \"Tiger Folk\" ofAkavir. The first two groups created the \"Dragon Cults,\" in which the Dragon Priests held as much power as kings, ruling in the stead of the aloof dragons they worshiped. In Atmora, the priests demanded tribute and set down laws and codes of living that kept peace between dragons and men. This carried over to Skyrim, but they became much more aggressive and authoritarian in their leadership. (Eventually, the ancient Nords rebelled and, combined with a later Akaviri invasion, nearly drove the dragons to extinction.) The dragons practice aLanguage of Magic, the \"Thu'um\" which allows for some small scaleReality Warpingby \"shouting\" elements into existence. The dragons themselves areThe Ageless, and while they can be slain by any capable individual, they possessResurrective Immortalityand can be brought back to life by another dragon unless their soul isabsorbed by another dragon (or Dragonborn). Despite their divine origins, dragonsare creatures of aggression and domination, and it'sin their blood to be cruel and contemptuous. However, they canfight against their baser nature, as best exemplified by Paarthurnax.The most (in)famous dragon isAlduinthe \"World Eater\", the \"first born\" of Akatosh who has the duty of\"eating\" the worldat the end of every cycle of time. While he has performed this duty to end past cycles (known as \"kalpas\"), Alduin prefers \"ruling\" the world to \"ending\" it, leading to trouble. During the ancient war between the Nords and the dragons, three Nord heroes used anElder Scrollto banish him into the stream of time. He emerges during the events ofSkyrim, resurrecting his fallen brethren with plans to take over the world once more.As noted above, there also exist those known as \"Dragonborn\". These are rare mortals blessed by Akatosh with the Aedric souls of dragons;Demigods, basically. They are intended to be thenatural predatorsof dragons, slaying them and absorbing their souls in order to maintain a balance. They have an innate understanding of the Thu'um, allowing them to use it without theyears of practiceit typically takes mortals to learn. ThePlayer CharacterinSkyrimis a famous example, being the so-called \"Last Dragonborn\".",
      "links": [
        {
          "title": "The Elder Scrolls",
          "url": "/pmwiki/pmwiki.php/Franchise/TheElderScrolls"
        },
        {
          "title": "chief deity",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "\"Nine Divines\"",
          "url": "/pmwiki/pmwiki.php/Main/SaintlyChurch"
        },
        {
          "title": "Ayleid (Wild Elf)",
          "url": "/pmwiki/pmwiki.php/Main/OurElvesAreDifferent"
        },
        {
          "title": "Daedra worshipers",
          "url": "/pmwiki/pmwiki.php/Main/OurDemonsAreDifferent"
        },
        {
          "title": "made a pact with mankind",
          "url": "/pmwiki/pmwiki.php/Main/BargainWithHeaven"
        },
        {
          "title": "joining his blood",
          "url": "/pmwiki/pmwiki.php/Main/DivineParentage"
        },
        {
          "title": "Oblivion Crisis",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheElderScrollSIVOblivion"
        },
        {
          "title": "Destruction",
          "url": "/pmwiki/pmwiki.php/Main/OmnicidalManiac"
        },
        {
          "title": "last in the line",
          "url": "/pmwiki/pmwiki.php/Main/HiddenBackupPrince"
        },
        {
          "title": "Skyrim",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheElderScrollsVSkyrim"
        },
        {
          "title": "angelic beings",
          "url": "/pmwiki/pmwiki.php/Main/OurAngelsAreDifferent"
        },
        {
          "title": "ancestors of the modern Nords",
          "url": "/pmwiki/pmwiki.php/Main/Precursors"
        },
        {
          "title": "Tiger Folk",
          "url": "/pmwiki/pmwiki.php/Main/CatFolk"
        },
        {
          "title": "Akavir",
          "url": "/pmwiki/pmwiki.php/Main/Wutai"
        },
        {
          "title": "Language of Magic",
          "url": "/pmwiki/pmwiki.php/Main/LanguageOfMagic"
        },
        {
          "title": "Reality Warping",
          "url": "/pmwiki/pmwiki.php/Main/RealityWarper"
        },
        {
          "title": "The Ageless",
          "url": "/pmwiki/pmwiki.php/Main/TheAgeless"
        },
        {
          "title": "Resurrective Immortality",
          "url": "/pmwiki/pmwiki.php/Main/ResurrectiveImmortality"
        },
        {
          "title": "absorbed by another dragon (or Dragonborn)",
          "url": "/pmwiki/pmwiki.php/Main/YourSoulIsMine"
        },
        {
          "title": "are creatures of aggression and domination",
          "url": "/pmwiki/pmwiki.php/Main/DragonsAreDemonic"
        },
        {
          "title": "in their blood to be cruel and contemptuous",
          "url": "/pmwiki/pmwiki.php/Main/AlwaysChaoticEvil"
        },
        {
          "title": "fight against their baser nature",
          "url": "/pmwiki/pmwiki.php/Main/HeelFaceTurn"
        },
        {
          "title": "Alduin",
          "url": "/pmwiki/pmwiki.php/Main/GodIsEvil"
        },
        {
          "title": "\"eating\" the world",
          "url": "/pmwiki/pmwiki.php/Main/PlanetEater"
        },
        {
          "title": "Elder Scroll",
          "url": "/pmwiki/pmwiki.php/Main/TomeOfEldritchLore"
        },
        {
          "title": "Dragonborn",
          "url": "/pmwiki/pmwiki.php/Main/TheChosenOne"
        },
        {
          "title": "Demigods, basically",
          "url": "/pmwiki/pmwiki.php/Main/SemiDivine"
        },
        {
          "title": "natural predators",
          "url": "/pmwiki/pmwiki.php/Main/HunterOfHisOwnKind"
        },
        {
          "title": "years of practice",
          "url": "/pmwiki/pmwiki.php/Main/CharlesAtlasSuperpower"
        },
        {
          "title": "Player Character",
          "url": "/pmwiki/pmwiki.php/Main/PlayerCharacter"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Final Fantasy: Bahamut, a recurringsummon, is always one of the most powerful summons and is considered king of dragonkind, if not outright a god.",
      "links": [
        {
          "title": "Final Fantasy",
          "url": "/pmwiki/pmwiki.php/Franchise/FinalFantasy"
        },
        {
          "title": "summon",
          "url": "/pmwiki/pmwiki.php/Main/SummonMagic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fire Emblem: Dragons are often revered and compared to deities in numerous games:Fire Emblem: Shadow Dragon & the Blade of Light: Naga, the leader of the Divine Dragons, is worshipped as a male god, but without the dragon traits. In truth, Naga is a female dragon who leads the Divine Dragons, and while immensely powerful and having power based in holy magic, Naga is not a god, and there are many things she cannot do. Tiki, Naga's daughter, and one of the last remaining Divine Dragons, is also mistaken for a goddess during the time when she was brainwashed byGharnef.Fire Emblem Gaiden: The god of Power, Duma, seemingly an actual god, resembles a decayingcyclopeandragon. Both he and Mila, his counterpart, are revealed inShadows of Valentiato beexiled members of the Divine Dragon tribe.Fire Emblem: Genealogy of the Holy War: The beings that gave the Crusaders their power were dragons who gave their blood to counter the Loptrian Empire, in particular dragons of the Divine Dragon tribe, including Naga and Forseti, the latter being worshipped as the Wind God of Silesse. On the opposite side, Loptous himself was revered as a deity by the Loptrian Empire, usually as a figure dedicated to vengeance against Grannevale, however the Maira Loptrians worshipped Loptyr as benevolent figure.Fire Emblem: Awakening: Naga is worshiped by Ylisse opposing Grima, the Fell Dragon worshipped by theGrimlealof Plegia, though neither are truly gods because they lack the power of creation among other things. Naga's daughter, Tiki, now over 3000 years old, is revered as a sort of prophet, the Voice of the Divine Dragon.One boss fought in Valm reveals that Mila is still worshiped two thousand years afterGaiden/Shadows of Valentiaas the Earth Mother.Fire Emblem Fates:Anankosis one of the First Dragons, and a deity with control overlight and darkness,water, and fate. Among his other powers arethe ability toraise the bodies of the dead as his undead servants, the ability to grant eternal life and the eternal survival of one's bloodline, the ability to easily travel between worlds, and the ability to grant the power to use Dragon Veins using his blood.However,by the time of the game, he has devolved intomadnesslike so many other First Dragons, and inRevelation, Corrin and company are forced to put him down.Fire Emblem: Three Houses:Sothisis not only the Goddess worshipped by the Church of Seiros in Fodlan, but also mothered multiple children called the Children of the Goddess who are in fact various breeds of dragonssuch as Rhea/Seiros the Sky Dragon. Unlike Naga, however, there are many indications thatSothisreally is a true out-and-out deity, possessing power overtime itselfand enough raw power to wipe outthe advanced civilization of Agartha when they turned against her, andfrom lines from both the Church and \"those who slither in the dark\", may have in fact come from another world entirely.Fire Emblem Engage: All four realms in Elyos worship dragons as their gods. Firene, Brodia, and Solm worship Divine Dragons, and revere the Divine Dragon Queen Lumera, who rules over the land of Lythos, as a higher authority. Elusia, meanwhile, worships the evil Fell Dragon Sombron, believing him to be a benevolent figure, and aiding him in his resurrection. The player character is Lumera's child, who is likewise revered and highly respected by almost everyone else. This worship is exemplified by the main character'sCanon Identifier- \"Divine One\".Fire Emblem Heroes: Besides the playable divine dragons from previous games, Askr, Embla, Nifl, and Múspell are known dragons and are worshiped by the royalty of their respective self-named kingdoms.",
      "links": [
        {
          "title": "Fire Emblem",
          "url": "/pmwiki/pmwiki.php/Franchise/FireEmblem"
        },
        {
          "title": "Fire Emblem: Shadow Dragon & the Blade of Light",
          "url": "/pmwiki/pmwiki.php/VideoGame/FireEmblemShadowDragonAndTheBladeOfLight"
        },
        {
          "title": "Gharnef",
          "url": "/pmwiki/pmwiki.php/Main/EvilSorcerer"
        },
        {
          "title": "Fire Emblem Gaiden",
          "url": "/pmwiki/pmwiki.php/VideoGame/FireEmblemGaiden"
        },
        {
          "title": "cyclopean",
          "url": "/pmwiki/pmwiki.php/Main/Cyclops"
        },
        {
          "title": "Fire Emblem: Genealogy of the Holy War",
          "url": "/pmwiki/pmwiki.php/VideoGame/FireEmblemGenealogyOfTheHolyWar"
        },
        {
          "title": "Fire Emblem: Awakening",
          "url": "/pmwiki/pmwiki.php/VideoGame/FireEmblemAwakening"
        },
        {
          "title": "Grimleal",
          "url": "/pmwiki/pmwiki.php/Main/ReligionOfEvil"
        },
        {
          "title": "Fire Emblem Fates",
          "url": "/pmwiki/pmwiki.php/VideoGame/FireEmblemFates"
        },
        {
          "title": "light and darkness",
          "url": "/pmwiki/pmwiki.php/Main/YinYangBomb"
        },
        {
          "title": "water",
          "url": "/pmwiki/pmwiki.php/Main/MakingASplash"
        },
        {
          "title": "raise the bodies of the dead as his undead servants",
          "url": "/pmwiki/pmwiki.php/Main/Necromancer"
        },
        {
          "title": "madness",
          "url": "/pmwiki/pmwiki.php/Main/MadGod"
        },
        {
          "title": "Fire Emblem: Three Houses",
          "url": "/pmwiki/pmwiki.php/VideoGame/FireEmblemThreeHouses"
        },
        {
          "title": "time itself",
          "url": "/pmwiki/pmwiki.php/Main/TimeMaster"
        },
        {
          "title": "Fire Emblem Engage",
          "url": "/pmwiki/pmwiki.php/VideoGame/FireEmblemEngage"
        },
        {
          "title": "Canon Identifier",
          "url": "/pmwiki/pmwiki.php/Main/CanonIdentifier"
        },
        {
          "title": "Fire Emblem Heroes",
          "url": "/pmwiki/pmwiki.php/VideoGame/FireEmblemHeroes"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "WhileGenshin Impactis shown to have various dragons based on the seven elements of Teyvat, certain World Quests suggested thatthere once existed seven Sovereigns that had complete authority over the elements before they were usurped by thePrimordial One, the god who created humanity. Fontaine's Archon Quest would reveal that the Hydro Sovereign, fated to be reborn in a humanoid form, is actually Chief Justice Neuvillette.",
      "links": [
        {
          "title": "Genshin Impact",
          "url": "/pmwiki/pmwiki.php/VideoGame/GenshinImpact"
        },
        {
          "title": "Primordial One",
          "url": "/pmwiki/pmwiki.php/Main/DemiurgeArchetype"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Harukanaru Toki no Naka dehas the White Dragon pictured above, a god representing purity and virtue that likes to live in rivers while in the form of agiant fish, and directly serves Shangdi, the Jade Emperor. Their more malevolent (but not completely evil) counterpart, the Black Dragon, represents endings and death, and both are required to be in harmony for Serenity to reign in their combined form ofYinlong. Both are so powerful that they have two pairs of Light and Dark Kirins respectively that are second only to them in terms of power.",
      "links": [
        {
          "title": "Harukanaru Toki no Naka de",
          "url": "/pmwiki/pmwiki.php/VideoGame/HarukanaruTokiNoNakaDe"
        },
        {
          "title": "giant fish",
          "url": "/pmwiki/pmwiki.php/Main/LegendaryCarp"
        },
        {
          "title": "but not completely evil",
          "url": "/pmwiki/pmwiki.php/Main/DarkIsNotEvil"
        },
        {
          "title": "Yinlong",
          "url": "/pmwiki/pmwiki.php/Main/YinYangBomb"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Heroes of Might and Magic: Dragons are a major part of the religion of Ashan, setting of some of the games. The dragon Asha is worshipped as theGoddess of Orderand creator of the world, while her brother, Urgash the dragon of Chaos, is despised as aSatanic Archetype. When the two fought one another during the Mythic Age, Asha was seriously wounded, so she spawned six more dragons (representing the six elements: fire, water, earth, air, light, and darkness) to protect the world if Urgash should reappear, and now slumbers within one of the planet's moons, regaining her strength.",
      "links": [
        {
          "title": "Heroes of Might and Magic",
          "url": "/pmwiki/pmwiki.php/VideoGame/HeroesOfMightAndMagic"
        },
        {
          "title": "Goddess of Order",
          "url": "/pmwiki/pmwiki.php/Main/GodOfOrder"
        },
        {
          "title": "Satanic Archetype",
          "url": "/pmwiki/pmwiki.php/Main/SatanicArchetype"
        },
        {
          "title": "representing the six elements",
          "url": "/pmwiki/pmwiki.php/Main/ElementalEmbodiment"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hollow Knight: Hallownest was founded by the Pale King. Not only is he a Higher Being, but he is also a Pale Being, which puts him above almost everyone else in the setting. He made sure that he was revered as a god, and he had the power to back it up. The Pale King is a Wyrm. Most characters in the setting are bugs, so this is a pun on \"worm\", as worms often shape the environment as they burrow through the ground. However, we see his Cast-off Shell, and he was more than a mere bug. The Monarch Wings are also implied to have belonged to him, further emphasizing the dragon connection.",
      "links": [
        {
          "title": "Hollow Knight",
          "url": "/pmwiki/pmwiki.php/VideoGame/HollowKnight"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Jade Empire: The Water Dragon is a major goddess in theCelestial Bureaucracy, being responsible for equal distribution of rainfall across the world, and the safe passage of dead souls to the afterlife.",
      "links": [
        {
          "title": "Jade Empire",
          "url": "/pmwiki/pmwiki.php/VideoGame/JadeEmpire"
        },
        {
          "title": "Celestial Bureaucracy",
          "url": "/pmwiki/pmwiki.php/Main/CelestialBureaucracy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Landia fromKirby's Return to Dream Land. Despite being the one watching over the hellish planet Halcandra and fighting Kirby and his friends,it turns out that he's the planet's guardian and that only fought them to keep theMaster Crownfrom falling intoMagolor's hands and allowing him to conquer the universe. As such, after Magolor reveals that he wasEvil All Along, Landia acts fast and lifts Kirby and his friends onto his backs to chase Magolor throughAnother Dimension.",
      "links": [
        {
          "title": "Kirby's Return to Dream Land",
          "url": "/pmwiki/pmwiki.php/VideoGame/KirbysReturnToDreamLand"
        },
        {
          "title": "Master Crown",
          "url": "/pmwiki/pmwiki.php/Main/ArtifactOfPower"
        },
        {
          "title": "Magolor",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Evil All Along",
          "url": "/pmwiki/pmwiki.php/Main/EvilAllAlong"
        },
        {
          "title": "Another Dimension",
          "url": "/pmwiki/pmwiki.php/Main/AnotherDimension"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Legend of Zelda:The Legend of Zelda: The Wind Wakerhas Valoo, the Sky Spirit and the patron deity of the Rito tribe, and the source of their ability to fly through his scales.The Legend of Zelda: Skyward Swordhas the three dragons Faron, Eldin, and Lanayru, who were directly tasked with protecting the surface world by the Goddess Hylia, and grant Link portions of the Song of the Hero needed to fully power up the Master Sword.The Legend of Zelda: Breath of the WildDinraal, Naydra, and Farosh are three spirits in the shape of dragons who serve the Goddess Hylia by guarding the Divine Springs of Power, Wisdom, and Courage.The Zonai tribe is believed to have worshipped a giant water dragon as the symbol of courage, though whether this dragon was actually Farosh or another dragon remains unknown.",
      "links": [
        {
          "title": "The Legend of Zelda",
          "url": "/pmwiki/pmwiki.php/Franchise/TheLegendOfZelda"
        },
        {
          "title": "The Legend of Zelda: The Wind Waker",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheLegendOfZeldaTheWindWaker"
        },
        {
          "title": "The Legend of Zelda: Skyward Sword",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheLegendOfZeldaSkywardSword"
        },
        {
          "title": "The Legend of Zelda: Breath of the Wild",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheLegendOfZeldaBreathOfTheWild"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Lunar: The Four Dragons were created by the Goddess Althena as guardians of Lunar and humans hold them in awe. The Four Dragons form a sort of magical bulwark around the Goddess, and they judge the worthiness of humans who aspire to be the Goddess' hero, the Dragonmaster.",
      "links": [
        {
          "title": "Lunar",
          "url": "/pmwiki/pmwiki.php/VideoGame/Lunar"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Luxaren Allurehas the people of Parvian worship dragons, or as they call them, the Ageless.",
      "links": [
        {
          "title": "Luxaren Allure",
          "url": "/pmwiki/pmwiki.php/VideoGame/LuxarenAllure"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Monster Hunter: While not exactlygods, many Elder Dragons have a majestic, deific appearance to them:Monster Hunter (2004): The standard and Crimson Fatalis may sit firmly on thedemonicend of the spectrum, but Old/White Fatalis has more typically godly traits, with a beard-like mane, shimmering white scales, and command overlightningrather than flame. That said, it is no less of aMisanthrope Supremethan its younger kin.Monster Hunter Portable 3rd: Amatsu is a majestic-looking Elder Dragon that has control over wind and water, and can create downpours and tornadoes with it. While not inherently aggressive, the resulting instability of the weather makes it a threat to the Zinogre population, causing them to migrate to the lower parts of Yukumo's mountain. Thus, at the end of the game's high rank, Amatsu has to be slain to stop the Zinogre exodus and restore equlibrium to the local ecology.Monster Hunter 4: While Shagaru Magala is a gold-and-white based Elder Dragon that looks almost angelic, it's ironically mostly known for being anextremelydangerous bringer of disease.Monster Hunter: World: Kulve Taroth is a majestic Elder Dragon that lives in the Caves of El Dorado, has goat-like horns and a golden 'robe' that it carries around, a robe literally made of gold. She's even nicknamed theMother Goddess of Gold. Interestingly, even among Elder Dragons, she's unique, as there's no others of her kind, and you can't even technicallykillher. Every fight with her inevitably end with the hunters breaking her horns, which then results in her running away, and said horns growing back.Monster Hunter: Rise: Wind Serpent Ibushi and Thunder Serpent Narwa are a pair of powerful andintelligentElder Dragons whose designs are based on the Japanese gods Fujin and Raijin, and are referred to as the Serpent God of Wind and the Serpent Goddess of Thunder. They even seem tobuy into this perception themselves, describing themselves (through Hinoa and Minoto) as \"divine beasts\".",
      "links": [
        {
          "title": "Monster Hunter",
          "url": "/pmwiki/pmwiki.php/Franchise/MonsterHunter"
        },
        {
          "title": "Monster Hunter (2004)",
          "url": "/pmwiki/pmwiki.php/VideoGame/MonsterHunter2004"
        },
        {
          "title": "demonic",
          "url": "/pmwiki/pmwiki.php/Main/DragonsAreDemonic"
        },
        {
          "title": "lightning",
          "url": "/pmwiki/pmwiki.php/Main/BoltOfDivineRetribution"
        },
        {
          "title": "Misanthrope Supreme",
          "url": "/pmwiki/pmwiki.php/Main/MisanthropeSupreme"
        },
        {
          "title": "Monster Hunter Portable 3rd",
          "url": "/pmwiki/pmwiki.php/VideoGame/MonsterHunterPortable3rd"
        },
        {
          "title": "Monster Hunter 4",
          "url": "/pmwiki/pmwiki.php/VideoGame/MonsterHunter4"
        },
        {
          "title": "dangerous bringer of disease",
          "url": "/pmwiki/pmwiki.php/Main/LightIsNotGood"
        },
        {
          "title": "Monster Hunter: World",
          "url": "/pmwiki/pmwiki.php/VideoGame/MonsterHunterWorld"
        },
        {
          "title": "Monster Hunter: Rise",
          "url": "/pmwiki/pmwiki.php/VideoGame/MonsterHunterRise"
        },
        {
          "title": "intelligent",
          "url": "/pmwiki/pmwiki.php/Main/ItCanThink"
        },
        {
          "title": "buy into this perception themselves",
          "url": "/pmwiki/pmwiki.php/Main/AGodAmI"
        },
        {
          "title": "through Hinoa and Minoto",
          "url": "/pmwiki/pmwiki.php/Main/PsychicLink"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Nexus War: TheNexus Clashbackstory has three Great Dragons that occasionally intervened at pivotal points to shake up the wars between thePowers That Be. One of these was briefly in the game asThat One Boss, but they're mostly left to be deliberately mysterious.",
      "links": [
        {
          "title": "Nexus War",
          "url": "/pmwiki/pmwiki.php/VideoGame/NexusWar"
        },
        {
          "title": "Powers That Be",
          "url": "/pmwiki/pmwiki.php/Main/PowersThatBe"
        },
        {
          "title": "That One Boss",
          "url": "/pmwiki/pmwiki.php/Main/ThatOneBoss"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ninja Gaidenhas the 13 Divine Dragons who in the series lore banished and defeatedVigoor, the progenitor of the Fiend race. However, the youngest of the Dragons was corrupted by Vigoor who played on his feelings of weakness compared to his brothers. He became known as theDark Dragon.",
      "links": [
        {
          "title": "Ninja Gaiden",
          "url": "/pmwiki/pmwiki.php/VideoGame/NinjaGaiden"
        },
        {
          "title": "Vigoor",
          "url": "/pmwiki/pmwiki.php/Main/GodOfEvil"
        },
        {
          "title": "Dark Dragon",
          "url": "/pmwiki/pmwiki.php/Main/DragonsAreDemonic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ōkami:Yomigami, the dragon god of rejuvenation who grants Ammy (And later Chibiterasu via hisseahorse childreninŌkamiden), the Rejuvenation brushstroke.Orochi, Amaterasu'sArch-Enemy, has as his goal becoming the god of the underworld through the maidens sacrificed to him every year prior to his sealing by Nagi, and his true form especially gives off the appearance of a divine being by being covered ingolden armor.",
      "links": [
        {
          "title": "Ōkami",
          "url": "/pmwiki/pmwiki.php/VideoGame/Okami"
        },
        {
          "title": "seahorse children",
          "url": "/pmwiki/pmwiki.php/Main/SeahorsesAreDragons"
        },
        {
          "title": "Ōkamiden",
          "url": "/pmwiki/pmwiki.php/VideoGame/Okamiden"
        },
        {
          "title": "Arch-Enemy",
          "url": "/pmwiki/pmwiki.php/Main/ArchEnemy"
        },
        {
          "title": "golden armor",
          "url": "/pmwiki/pmwiki.php/Main/GoldAndWhiteAreDivine"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pokémon: The series generally reserves the dragon typing for more `mystical` dragon-like pokemon (compare Dragonite, Flygon and Altaria to Charizard and Gyarados, which take cues from dragons). In addition, many games' signature legendaries are worshiped as deities.Rayquaza and the creation trio (Dialga, Palkia, and Giratina) are Dragon-types, and the creation trio in particular are considered the embodiment of the physical universe.Generation 7 introduces Necrozma, a Pokémon that initially brought light to the alternate world of Ultra Megalopolis, where it was revered as a deity, and took the form of a large dragon made of light with golden armor referred to as \"Ultra Necrozma\" or The Blinding One. The ancient citizens of Ultra Megalopolis caused it to revert to the black form it's commonly seen in after managing to break off pieces of its prism body, which became the Z-Crystals and Sparkling Stones used to create Z-Rings. As Ultra Necrozma, it's also one of the most powerful Pokemon in the game with stats that surpass Arceus (The creator of the universe) and is one of the mostfrustratingly difficult boss fights in the series if you're unprepared.",
      "links": [
        {
          "title": "Pokémon",
          "url": "/pmwiki/pmwiki.php/Franchise/Pokemon"
        },
        {
          "title": "frustratingly difficult boss fights in the series if you're unprepared.",
          "url": "/pmwiki/pmwiki.php/Main/ThatOneBoss"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Shin Megami Tensei: The main franchise and its numerous spinoffs count many draconic deities among its number, including Otohime and Huang Long.",
      "links": [
        {
          "title": "Shin Megami Tensei",
          "url": "/pmwiki/pmwiki.php/Franchise/ShinMegamiTensei"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tales of Berseria: The Empyrean Innominat is represented as an eight-headed dragon, though this is mostly used symbolically, asfor almost all of the game, he takes on a humanoid, child-like form.",
      "links": [
        {
          "title": "Tales of Berseria",
          "url": "/pmwiki/pmwiki.php/VideoGame/TalesOfBerseria"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InTavern Talk, The Realm Keepers: Ur, Gaia, Cassiopeia, Tuat, and Leviathan are divine dragons who stay within their domain and avoid directly interacting with the mortal realm so they won't accidentally harm its residents with their powers. However, they can infuse their magic with Citrin and Lotus Flowers, which can be added to potions to bless the drinker with the power to fight the undead. The Realm Keepers are so powerful,only the weapons forged for their use can kill them.Direct communication with them is difficult since they speak in signs, visions, or riddles, which are open to interpretation.",
      "links": [
        {
          "title": "Tavern Talk",
          "url": "/pmwiki/pmwiki.php/VisualNovel/TavernTalk"
        },
        {
          "title": "only the weapons forged for their use can kill them.",
          "url": "/pmwiki/pmwiki.php/Main/TakesOneToKillOne"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Volgon fromTemtemresembles an Asian dragon. It's said to roam the heavens, and its egg is obtained from a Japanese-style shrine.",
      "links": [
        {
          "title": "Temtem",
          "url": "/pmwiki/pmwiki.php/VideoGame/Temtem"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Touhou Project: The most powerful god in Gensokyo is the unnamed dragon god, who is worshiped by both humans and youkai alike as a creator god found in the ocean, sky, and rain. It also serves as a protector deity. Akyuu describes it as so large that it's thicker than a 1000-year-old tree, and so long that it could blot out the sky. In terms of power, she mentions that its cry is said to part the sky and create thunderstorms and that just by moving it can create earthquakes. It can also easily move between Gensokyo, hell, heaven, and the Netherworld without being stopped by the Great Hakurei Barrier. Its last appearance was when the Barrier was first erected in 1885, where the youkai sages managed to placate the dragon god by staking their very existences swearing eternal peace towards it.",
      "links": [
        {
          "title": "Touhou Project",
          "url": "/pmwiki/pmwiki.php/Franchise/TouhouProject"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "WarCraft:Dragons were uplifted by theTitansand tasked with being the immortal guardians of Azeroth, with each dragon subspecies representing one aspect of the world. Red dragons represent Life, Green dragons represent Nature and Dreams, Blue dragons represent Magic, Bronze dragons represent Time, and Black dragons represent the Earth. While normal dragons are pretty powerful, the five leaders of the Dragonflights, the Dragon Aspects, areGodsin all but name. Despite their divine origins, Neltharion the Earth Warder (AKA Deathwing the Destroyer) and the Black Dragonflight are much closer toanother tropeby the time the series actually takes place. This is because theirconnection to the earthmade them easy to corrupt by the subterraneanOld Gods, who drove Deathwing and his kin insane and turned them into pawns for The Old Gods.Yu'lon the Jade Serpent is one of the four August Celestials, Wild Gods that watch over Pandaria. She takes the form of a celestial cloud serpent, which is Warcraft's version of an Eastern dragon.",
      "links": [
        {
          "title": "WarCraft",
          "url": "/pmwiki/pmwiki.php/VideoGame/Warcraft"
        },
        {
          "title": "Titans",
          "url": "/pmwiki/pmwiki.php/Main/Precursors"
        },
        {
          "title": "Gods",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        },
        {
          "title": "another trope",
          "url": "/pmwiki/pmwiki.php/Main/DragonsAreDemonic"
        },
        {
          "title": "connection to the earth",
          "url": "/pmwiki/pmwiki.php/Main/NiceJobBreakingItHero"
        },
        {
          "title": "Old Gods",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ys VIII: Lacrimosa of Dana: Theos-De-Endogram is implied to be the avatar of theGreat Tree of Originor the titularLacrimosa. It looks like a gigantic, divine-looking dragon with several pieces from other living beings, such as insect legs and vines.",
      "links": [
        {
          "title": "Ys VIII: Lacrimosa of Dana",
          "url": "/pmwiki/pmwiki.php/VideoGame/YsVIIILacrimosaOfDana"
        },
        {
          "title": "Great Tree of Origin",
          "url": "/pmwiki/pmwiki.php/Main/WorldTree"
        },
        {
          "title": "Lacrimosa",
          "url": "/pmwiki/pmwiki.php/Main/ApocalypseHow"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Order of the Stickhas two: Tiamat, of the (Sumerian-themed) Western Pantheon, andDragon, of the Southern Pantheon (based on theChinese Zodiac).",
      "links": [
        {
          "title": "The Order of the Stick",
          "url": "/pmwiki/pmwiki.php/Webcomic/TheOrderOfTheStick"
        },
        {
          "title": "Dragon",
          "url": "/pmwiki/pmwiki.php/Main/ADogNamedDog"
        },
        {
          "title": "Chinese Zodiac",
          "url": "/pmwiki/pmwiki.php/Main/EasternZodiac"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Vanadys: Tales Of A Fallen Goddess: The highest gods are the Serpent and the Dragon, who rule over the other gods.",
      "links": [
        {
          "title": "Vanadys: Tales Of A Fallen Goddess",
          "url": "/pmwiki/pmwiki.php/Webcomic/VanadysTalesOfAFallenGoddess"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Overly Sarcastic Productions: InTrope Talk: Dragons, while talking about portrayals of dragons in folklore and modern fiction, Red describes both several divine dragons from real-life myths, such as Chinese and Japanese dragons and the Rainbow Serpent of some Australian myths, as well as their successors in modern fiction. These tend to be based on the Chinese kind, and range from powerful and benevolent creatures to literal gods. They are usually mentors, distant protectors or similar figures, and rarely central characters. Some are more malevolent instead, and likelier to feature as powerful foes in the backstory or in a story's grand finale.",
      "links": [
        {
          "title": "Overly Sarcastic Productions",
          "url": "/pmwiki/pmwiki.php/WebAnimation/OverlySarcasticProductions"
        },
        {
          "title": "Trope Talk: Dragons",
          "url": "https://www.youtube.com/watch?v=3eXAPwjASEQ"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Serina: The sylvans of the Clearview Mountains worship the sunchaser, a scavenging giant aukvulture likened to a dragon, as a protector deity and often give them food so that they'll stay close by and protect them from other predators and rivals. The slaughtersprinters by contrast most often consider the sunchaser ademonic scourgewho steals their kills and kills them indiscriminately, and attempt to kill it on sight.",
      "links": [
        {
          "title": "Serina",
          "url": "/pmwiki/pmwiki.php/Website/Serina"
        },
        {
          "title": "demonic scourge",
          "url": "/pmwiki/pmwiki.php/Main/DragonsAreDemonic"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Avatar: The Last Airbender: Dragons were the original Firebenders. Because of that, they were respected and revered by the Sun Warriors and their later incarnation, the Fire Nation. However, Fire Lord Sozin created dragon hunting and they were driven to extinction.Thankfully, two were saved by Iroh and were being protected by the Sun Warriors. These two help Aang and Zuko learn the true way of Firebending.",
      "links": [
        {
          "title": "Avatar: The Last Airbender",
          "url": "/pmwiki/pmwiki.php/Franchise/AvatarTheLastAirbender"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dragons: Riders of Berk: In Season 3 ofDragons: Race to the Edge, it is revealed that there is aninja-like tribe calledthe Defenders of the Wing. Like Berk, they do not see Dragons as mindless animals, but they take it a step further and practically worship them. They do soout of respect for the Great Protector, an Eruptodon that eats the lava from their local volcano, keeping their village safe. Because of this, they tend to hold a strong animosity to anyone they would perceive as any kind of threat to dragons, especially Hiccup and the riders, seeing dragon-riding as a form of \"enslavement\".",
      "links": [
        {
          "title": "Dragons: Riders of Berk",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/DragonsRidersOfBerk"
        },
        {
          "title": "ninja",
          "url": "/pmwiki/pmwiki.php/Main/GratuitousNinja"
        },
        {
          "title": "the Defenders of the Wing",
          "url": "/pmwiki/pmwiki.php/Characters/HowToTrainYourDragonFilmsDefendersOfTheWing"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Owl House:The Titan is essentially the god of the Boiling Isles, since it is formed by his enormous decaying body. We briefly see his true form in the finale, and his wings give him a draconic appearance. This may also be why Belos gains aDraconic Abominationform after merging with the Titan's heart.",
      "links": [
        {
          "title": "The Owl House",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheOwlHouse"
        },
        {
          "title": "Draconic Abomination",
          "url": "/pmwiki/pmwiki.php/Main/DraconicAbomination"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Winx Club:The Great Dragon is the creator deity of the Magical Dimension's origin: in the beginning there was nothing, then there was the Great Dragon, and his Flame created the universe.There are also physical dragons in the Magical Dimension, such as the ones kept at Red Fountain. These do not appear to have any connection to the Great Dragon and behave in an animalistic way, thus averting the trope.",
      "links": [
        {
          "title": "Winx Club",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/WinxClub"
        }
      ]
    }
  ]
}