{
  "trope": "GodIsNeutral",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/GodIsNeutral",
  "description": "\n\n\"Believe me, Iwashands-on — real hands-on for,wow, ages. I was so sure if I kept stepping in, teaching, punishing, that these beautiful creatures that I created... would grow up. But it only stayed the same. And I saw that I needed to step away, and let my baby find its way.\"—God,Supernatural, \"All in the Family\"\n\nGod is usually thought of beinggood. Sometimes he'sevil,flawedorjust a jerk. Sometimes, however, the setting's representation of God is generally hands off,equallyunconcerned with raining fire on blasphemers or blessing the faithful, preferring to not show favoritism and just let the world do its thing. Not necessarily absent, but people probablythinkso, given how little God does... that they know of.\n\nMaybe God's duties are more important than overseeing the petty minutiae of humans being humans, such as preventing the destruction of the earth byoutside forces beyond human comprehension. Perhaps he'sAbove Good and Evil, and doesn't find morality that important, or has to be neutral in order tomaintain the balance. Perhaps he hasa sense of morality so alien to us mortalsthat he can't be considered truly benevolent or malevolent by any reasonable stretch. Perhaps he has decided to just sit back and watch for entertainment and finds interfering to be \"cheating\". On the other side, perhaps he would like to help but decided thatHelping Would Be Kill Stealing.\n\nCompareAll-Powerful Bystander, where a being with god-like powers (but not necessarily God or a god) doesn't bother using their powers to interfere, though they may have more pressing cosmic concerns than interfering in humanity. CompareThe Gods Must Be Lazy, where the Gods don't oppose their evil counterpart actively; andGod's Hands Are Tied, where the god(s) are actually unable to do anything. Contrast bothGod Is GoodandGod Is Evil, where God has a clear morality and intention for humanity.\n\nExamples:open/close all folders\n\nAnime & MangaDragon Ball Super:Angelsare required to beTrue Neutraland never interfere in events, only serve as attendants to theirDestroyer Deity. The only times Whis is seen interfering is to be a martial arts teacher to Goku and Vegeta, help with their problems once in a blue moon, or pre-emptively stop a god's plan to kill and usurp another god.Zen'o is the child-likeTop Godof the multiverse, and who the other gods report to. Outside of occasionally interfering in what the other gods are doing, his only real job is to serve as theTop God. This, combined with nobody being able to relate to himout of fear of his poweris why he feelsLonely at the Topand why he likes Gokusince Goku treats him informally. The one time he did anything for the multiverse he's watching over wasclean housewhen Zamasu had become a reality-consumingEldritch Abominationand started spreading to other universes and timelines.\n\nComic BooksMarvel Universe: The Living Tribunal is the most powerfulCosmic Entityshort ofThe One Above All, but he refuses to meddle with the constant cosmic wars andCrisis CrossoverEarth's heroes have to deal with, only regarding threats to the entirety ofThe Multiverseworth his attention. When the cosmic entities requested his help against Thanos inThe Infinity Gauntlet, the Living Tribunal stated he isn't concerned with helping due to it only being one universe, and it simply meant a change of their hierarchy to him.\n\nFilms — Live-ActionGods of Egypt: Specifically, Ra, who leaves his children to handle the day to day management of humanity. He himself spends his daysdragging the sunaround tocreate\"day\" while his nights are spent fightingApophis, the World Eater.Noahsees the antagonist Tubal-Cain desperately search for a response from God, with no response in sight. He also seems quite content to allow innocents to die in the flood. Noah sees this as confirmation that the man's evil has become so ubiquitous that God wishes for mankind to go extinct.The climax comes when Noah realizes that God was leaving humanity to choose his own fate, and once Noah decides to allow his grandson to live, God sets the flood aside and blesses the remaining humans with a beautiful rainbow.\n\nLiteratureCthulhu Mythos: Taken to the extreme with Azathoth, the Blind Idiot God. The most powerful Outer God of them all, Azathoth is not only completely uninterested with reality but completely oblivious that it,or anything at all exists. He mainly exists in the center of infinity, created reality without noticing it and will inevitably destroy it with the same lack of care.Good Omensis on the face of it about thefinal showdownbetween Good and Evil as foretold inThe Bible, but as re-envisioned byTerry PratchettandNeil Gaiman. Heaven and Hell are the major players. Heaven claims that they are serving God, and Hell claims that they are fighting against him, but no one has actually spoken to him in a very long time and even the Metatron can only speculate about God's goals. It's implied that God secretly manipulates everyone, humans, angels and even demons included as part of basically a game of 'very complicated Solitaire' that he's playing - and that he's not interested in Heaven's victory over hell, and more infree will of humansand theBalance Between Good and Evil.In theIncarnations of Immortalityseries book...and Eternity, the Incarnation of God is neutral to the rest of Creation, not because he doesn't care, but because he is so enamored by the perfection of his image that he can't stop looking at himself. This becomes so bad that when the other Incarnations select another (actually three individuals) to become the Incarnation of Good, he doesn't even notice he's lost the title.Inheritance Trilogy: The three Gods who sustain the universe act according to their divine affinities rather than human morality. Nahadoth, god of Chaos and Darkness, is a creature of passion, bothpositiveandnegative. Itempas, god of Order and Light, values stability, whether it'sThe Good Kingor a brutal totalitarian theocracy. Enefa, goddess of Life and Death, loves her creations like a mother, but kills them when they've served their purpose all the same. \"Good\" and \"Evil\" don't factor into it, which is what makes them neutral.Watership Downdetails lapine theology: that Frith the sun made the world and all the creatures in it. Only when rabbits developed explosive breeding did Frith \"adjust\" things so that predators came into being to decimate the rabbits. This is enforced when Hazel beseeches Frith's help in saving his warren, offering his life as payment, and Frith responds: \"There can be no bargain, for what is is what must be.\" In effect, Frith tells Hazel toEarn Your Happy Ending.\n\nLive-Action TVSupernatural: God abandoned Heaven and the rest of creation shortly after building the universe, to the point that he didn't even intervene when the Angels released Lucifer and ignited the Apocalypse in his name; when he finally does return to deal with the fight againsthis opposite Amara, he explains that he thought being a \"helicopter parent\" was detrimental to his children.However, it's revealed even later to be a bald-faced lie: God never stopped influencing reality, he's just become better at hiding it. Also,he's evil.\n\nMythology & ReligionThe general belief ofDeism: God created the universe, but is merely a passive observer and isn't interested in being in charge of it.\n\nTabletop GamesForgotten Realmshas a lot ofneutral-aligneddeities, but two in particular are standouts.Ao the Overgod, theTop Godof the setting, exists only to be the (generally hands-off) boss of the other gods. He actively discourages mortal worship and, unlike the rest of the pantheon,doesn't require it in order to live.Jergal, the Realms' originalGod of the Dead, is canonicallyLawful Neutraland voluntarily gave up most of his portfolio to the epic-level evil adventurers Bane, Bhaal, and Myrkul, choosing to simply be the archivist of death. He's more tolerant ofThe Undeadthan his current bossKelemvor, on the grounds that his more devout followers sometimes embracelichdomin order to have more time to chronicle death.Pathfinder: The Monad is less a being than an ancient design that touches upon and is reflected in all corners of existence. It is intrinsically without form, operating almost exclusively through the host of aeons for which it is the guiding force, originating spirit, and nexus of thought. It might possibly the most powerful entity in the multiverse, but it's mostly concerned in mantaining balance at a cosmic scale rather then smaller-scale issues like other deities. The Monad boasts no temples and counts few followers and it's not even clear if the Monad is even aware of its devotees.World Tree (RPG):The seven great Verb gods made the world, filled it with people, animals, and monsters, and then sat back to watch history happen. They spend most of their time sitting high in the sky, watching events of the Tree, and are notoriously disinclined to interact with creation or talk with mortals much. Gnarn and Hren Tzen occasionally descend to hunt or mate with some of their creations, but trying to ask them for cosmic information or favors will be met with a snarl or a laugh before the deity returns to the matter at hand.The twelve Noun gods are generally more present and live on the Tree itself, although their degree of activity varies. Kvarse and Lenhirrik are deeply involved with civilization and live among mortals, and are regarded as very helpful; Birkozon does as well, but rules his city as an unquestioned tyrant. By contrast, Flokin and \"Here\" act as the universe's immune system and care little for the queries and needs of mortals, while Merklundum Harnipsundum has spent all of history sleeping in a cave in some remote corner of the Tree and Kaimiri has been meditating on the moon for even longer.\n\nVideo GamesMortal Kombat 11: In the ending where Kotal Kahn wins and becomes the new Lord of Time after gainingKronika's power over time, he becomes this. While in their endings most charactersattempt to use the power over time to create what they see as a better timeline, (whether just for themselves and/or their loved ones, or their race, or their world, etc.) Kotal believes that attempting to change the past, even for what seems to be a better history, is wrong, and refuses to do so. Furthermore he says that many come to him pleading for him to act, but he turns them all down and sends them away.Kotal Kahn:Our lives are cloth, woven by choice and circumstance. Pull even one thread, and the cloth is torn asunder and made worthless. Now that I am tasked with keeping time, others beg me to have their histories rewritten. But as long as the Hourglass is mine, I will not shape destiny in any one being's favor. History will play out as determined by its players. Let the sands fall where they may.\n\nWebcomicsProblem Sleuth: Pickle Inspector uses his imagination in the Dream World to ascend as Godhead Pickle Inspector. He obtains limitless power, but it comes at the cost of only being able to \"fondly regard creation\", a few minor actions related to the latter and once taking action to ensure his creation is intact enough to regard it.",
  "examples": [
    {
      "section": "Examples:",
      "text": "Dragon Ball Super:Angelsare required to beTrue Neutraland never interfere in events, only serve as attendants to theirDestroyer Deity. The only times Whis is seen interfering is to be a martial arts teacher to Goku and Vegeta, help with their problems once in a blue moon, or pre-emptively stop a god's plan to kill and usurp another god.Zen'o is the child-likeTop Godof the multiverse, and who the other gods report to. Outside of occasionally interfering in what the other gods are doing, his only real job is to serve as theTop God. This, combined with nobody being able to relate to himout of fear of his poweris why he feelsLonely at the Topand why he likes Gokusince Goku treats him informally. The one time he did anything for the multiverse he's watching over wasclean housewhen Zamasu had become a reality-consumingEldritch Abominationand started spreading to other universes and timelines.",
      "links": [
        {
          "title": "Dragon Ball Super",
          "url": "/pmwiki/pmwiki.php/Anime/DragonBallSuper"
        },
        {
          "title": "Angels",
          "url": "/pmwiki/pmwiki.php/Main/OurAngelsAreDifferent"
        },
        {
          "title": "True Neutral",
          "url": "/pmwiki/pmwiki.php/Main/TrueNeutral"
        },
        {
          "title": "Destroyer Deity",
          "url": "/pmwiki/pmwiki.php/Main/DestroyerDeity"
        },
        {
          "title": "Top God",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "Top God",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "out of fear of his power",
          "url": "/pmwiki/pmwiki.php/Main/TheDreaded"
        },
        {
          "title": "Lonely at the Top",
          "url": "/pmwiki/pmwiki.php/Main/LonelyAtTheTop"
        },
        {
          "title": "since Goku treats him informally",
          "url": "/pmwiki/pmwiki.php/Main/WhatsUpKingDude"
        },
        {
          "title": "clean house",
          "url": "/pmwiki/pmwiki.php/Main/CurbStompBattle"
        },
        {
          "title": "Eldritch Abomination",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Marvel Universe: The Living Tribunal is the most powerfulCosmic Entityshort ofThe One Above All, but he refuses to meddle with the constant cosmic wars andCrisis CrossoverEarth's heroes have to deal with, only regarding threats to the entirety ofThe Multiverseworth his attention. When the cosmic entities requested his help against Thanos inThe Infinity Gauntlet, the Living Tribunal stated he isn't concerned with helping due to it only being one universe, and it simply meant a change of their hierarchy to him.",
      "links": [
        {
          "title": "Marvel Universe",
          "url": "/pmwiki/pmwiki.php/Franchise/MarvelUniverse"
        },
        {
          "title": "Cosmic Entity",
          "url": "/pmwiki/pmwiki.php/Main/CosmicEntity"
        },
        {
          "title": "The One Above All",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "Crisis Crossover",
          "url": "/pmwiki/pmwiki.php/Main/CrisisCrossover"
        },
        {
          "title": "The Multiverse",
          "url": "/pmwiki/pmwiki.php/Main/TheMultiverse"
        },
        {
          "title": "The Infinity Gauntlet",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheInfinityGauntlet"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Gods of Egypt: Specifically, Ra, who leaves his children to handle the day to day management of humanity. He himself spends his daysdragging the sunaround tocreate\"day\" while his nights are spent fightingApophis, the World Eater.",
      "links": [
        {
          "title": "Gods of Egypt",
          "url": "/pmwiki/pmwiki.php/Film/GodsOfEgypt"
        },
        {
          "title": "Apophis, the World Eater",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Noahsees the antagonist Tubal-Cain desperately search for a response from God, with no response in sight. He also seems quite content to allow innocents to die in the flood. Noah sees this as confirmation that the man's evil has become so ubiquitous that God wishes for mankind to go extinct.The climax comes when Noah realizes that God was leaving humanity to choose his own fate, and once Noah decides to allow his grandson to live, God sets the flood aside and blesses the remaining humans with a beautiful rainbow.",
      "links": [
        {
          "title": "Noah",
          "url": "/pmwiki/pmwiki.php/Film/Noah"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Cthulhu Mythos: Taken to the extreme with Azathoth, the Blind Idiot God. The most powerful Outer God of them all, Azathoth is not only completely uninterested with reality but completely oblivious that it,or anything at all exists. He mainly exists in the center of infinity, created reality without noticing it and will inevitably destroy it with the same lack of care.",
      "links": [
        {
          "title": "Cthulhu Mythos",
          "url": "/pmwiki/pmwiki.php/Franchise/CthulhuMythos"
        },
        {
          "title": "or anything at all exists",
          "url": "/pmwiki/pmwiki.php/Main/AlmightyIdiot"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Good Omensis on the face of it about thefinal showdownbetween Good and Evil as foretold inThe Bible, but as re-envisioned byTerry PratchettandNeil Gaiman. Heaven and Hell are the major players. Heaven claims that they are serving God, and Hell claims that they are fighting against him, but no one has actually spoken to him in a very long time and even the Metatron can only speculate about God's goals. It's implied that God secretly manipulates everyone, humans, angels and even demons included as part of basically a game of 'very complicated Solitaire' that he's playing - and that he's not interested in Heaven's victory over hell, and more infree will of humansand theBalance Between Good and Evil.",
      "links": [
        {
          "title": "Good Omens",
          "url": "/pmwiki/pmwiki.php/Literature/GoodOmens"
        },
        {
          "title": "final showdown",
          "url": "/pmwiki/pmwiki.php/Main/FinalBattle"
        },
        {
          "title": "The Bible",
          "url": "/pmwiki/pmwiki.php/Literature/TheBible"
        },
        {
          "title": "Terry Pratchett",
          "url": "/pmwiki/pmwiki.php/Creator/TerryPratchett"
        },
        {
          "title": "Neil Gaiman",
          "url": "/pmwiki/pmwiki.php/Creator/NeilGaiman"
        },
        {
          "title": "free will of humans",
          "url": "/pmwiki/pmwiki.php/Main/HumansAreSpecial"
        },
        {
          "title": "Balance Between Good and Evil",
          "url": "/pmwiki/pmwiki.php/Main/BalanceBetweenGoodAndEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In theIncarnations of Immortalityseries book...and Eternity, the Incarnation of God is neutral to the rest of Creation, not because he doesn't care, but because he is so enamored by the perfection of his image that he can't stop looking at himself. This becomes so bad that when the other Incarnations select another (actually three individuals) to become the Incarnation of Good, he doesn't even notice he's lost the title.",
      "links": [
        {
          "title": "Incarnations of Immortality",
          "url": "/pmwiki/pmwiki.php/Literature/IncarnationsOfImmortality"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Inheritance Trilogy: The three Gods who sustain the universe act according to their divine affinities rather than human morality. Nahadoth, god of Chaos and Darkness, is a creature of passion, bothpositiveandnegative. Itempas, god of Order and Light, values stability, whether it'sThe Good Kingor a brutal totalitarian theocracy. Enefa, goddess of Life and Death, loves her creations like a mother, but kills them when they've served their purpose all the same. \"Good\" and \"Evil\" don't factor into it, which is what makes them neutral.",
      "links": [
        {
          "title": "Inheritance Trilogy",
          "url": "/pmwiki/pmwiki.php/Literature/InheritanceTrilogy"
        },
        {
          "title": "positive",
          "url": "/pmwiki/pmwiki.php/Main/ThePowerOfLove"
        },
        {
          "title": "negative",
          "url": "/pmwiki/pmwiki.php/Main/ThePowerOfHate"
        },
        {
          "title": "The Good King",
          "url": "/pmwiki/pmwiki.php/Main/TheGoodKing"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Watership Downdetails lapine theology: that Frith the sun made the world and all the creatures in it. Only when rabbits developed explosive breeding did Frith \"adjust\" things so that predators came into being to decimate the rabbits. This is enforced when Hazel beseeches Frith's help in saving his warren, offering his life as payment, and Frith responds: \"There can be no bargain, for what is is what must be.\" In effect, Frith tells Hazel toEarn Your Happy Ending.",
      "links": [
        {
          "title": "Watership Down",
          "url": "/pmwiki/pmwiki.php/Literature/WatershipDown"
        },
        {
          "title": "Earn Your Happy Ending",
          "url": "/pmwiki/pmwiki.php/Main/EarnYourHappyEnding"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Supernatural: God abandoned Heaven and the rest of creation shortly after building the universe, to the point that he didn't even intervene when the Angels released Lucifer and ignited the Apocalypse in his name; when he finally does return to deal with the fight againsthis opposite Amara, he explains that he thought being a \"helicopter parent\" was detrimental to his children.However, it's revealed even later to be a bald-faced lie: God never stopped influencing reality, he's just become better at hiding it. Also,he's evil.",
      "links": [
        {
          "title": "Supernatural",
          "url": "/pmwiki/pmwiki.php/Series/Supernatural"
        },
        {
          "title": "his opposite Amara",
          "url": "/pmwiki/pmwiki.php/Main/TheAntiGod"
        },
        {
          "title": "he's evil",
          "url": "/pmwiki/pmwiki.php/Main/GodIsEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The general belief ofDeism: God created the universe, but is merely a passive observer and isn't interested in being in charge of it.",
      "links": [
        {
          "title": "Deism",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Deism"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Forgotten Realmshas a lot ofneutral-aligneddeities, but two in particular are standouts.Ao the Overgod, theTop Godof the setting, exists only to be the (generally hands-off) boss of the other gods. He actively discourages mortal worship and, unlike the rest of the pantheon,doesn't require it in order to live.Jergal, the Realms' originalGod of the Dead, is canonicallyLawful Neutraland voluntarily gave up most of his portfolio to the epic-level evil adventurers Bane, Bhaal, and Myrkul, choosing to simply be the archivist of death. He's more tolerant ofThe Undeadthan his current bossKelemvor, on the grounds that his more devout followers sometimes embracelichdomin order to have more time to chronicle death.",
      "links": [
        {
          "title": "Forgotten Realms",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ForgottenRealms"
        },
        {
          "title": "neutral-aligned",
          "url": "/pmwiki/pmwiki.php/Main/CharacterAlignment"
        },
        {
          "title": "Top God",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "doesn't require it in order to live",
          "url": "/pmwiki/pmwiki.php/Main/GodsNeedPrayerBadly"
        },
        {
          "title": "God of the Dead",
          "url": "/pmwiki/pmwiki.php/Main/GodOfTheDead"
        },
        {
          "title": "Lawful Neutral",
          "url": "/pmwiki/pmwiki.php/Main/LawfulNeutral"
        },
        {
          "title": "The Undead",
          "url": "/pmwiki/pmwiki.php/Main/TheUndead"
        },
        {
          "title": "Kelemvor",
          "url": "/pmwiki/pmwiki.php/Main/DontFearTheReaper"
        },
        {
          "title": "lichdom",
          "url": "/pmwiki/pmwiki.php/Main/OurLichesAreDifferent"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pathfinder: The Monad is less a being than an ancient design that touches upon and is reflected in all corners of existence. It is intrinsically without form, operating almost exclusively through the host of aeons for which it is the guiding force, originating spirit, and nexus of thought. It might possibly the most powerful entity in the multiverse, but it's mostly concerned in mantaining balance at a cosmic scale rather then smaller-scale issues like other deities. The Monad boasts no temples and counts few followers and it's not even clear if the Monad is even aware of its devotees.",
      "links": [
        {
          "title": "Pathfinder",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Pathfinder"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "World Tree (RPG):The seven great Verb gods made the world, filled it with people, animals, and monsters, and then sat back to watch history happen. They spend most of their time sitting high in the sky, watching events of the Tree, and are notoriously disinclined to interact with creation or talk with mortals much. Gnarn and Hren Tzen occasionally descend to hunt or mate with some of their creations, but trying to ask them for cosmic information or favors will be met with a snarl or a laugh before the deity returns to the matter at hand.The twelve Noun gods are generally more present and live on the Tree itself, although their degree of activity varies. Kvarse and Lenhirrik are deeply involved with civilization and live among mortals, and are regarded as very helpful; Birkozon does as well, but rules his city as an unquestioned tyrant. By contrast, Flokin and \"Here\" act as the universe's immune system and care little for the queries and needs of mortals, while Merklundum Harnipsundum has spent all of history sleeping in a cave in some remote corner of the Tree and Kaimiri has been meditating on the moon for even longer.",
      "links": [
        {
          "title": "World Tree (RPG)",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WorldTreeRPG"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mortal Kombat 11: In the ending where Kotal Kahn wins and becomes the new Lord of Time after gainingKronika's power over time, he becomes this. While in their endings most charactersattempt to use the power over time to create what they see as a better timeline, (whether just for themselves and/or their loved ones, or their race, or their world, etc.) Kotal believes that attempting to change the past, even for what seems to be a better history, is wrong, and refuses to do so. Furthermore he says that many come to him pleading for him to act, but he turns them all down and sends them away.Kotal Kahn:Our lives are cloth, woven by choice and circumstance. Pull even one thread, and the cloth is torn asunder and made worthless. Now that I am tasked with keeping time, others beg me to have their histories rewritten. But as long as the Hourglass is mine, I will not shape destiny in any one being's favor. History will play out as determined by its players. Let the sands fall where they may.",
      "links": [
        {
          "title": "Mortal Kombat 11",
          "url": "/pmwiki/pmwiki.php/VideoGame/MortalKombat11"
        },
        {
          "title": "Kronika's power over time",
          "url": "/pmwiki/pmwiki.php/Main/TimeMaster"
        },
        {
          "title": "attempt to use the power over time to create what they see as a better timeline",
          "url": "/pmwiki/pmwiki.php/Main/SetRightWhatOnceWentWrong"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Problem Sleuth: Pickle Inspector uses his imagination in the Dream World to ascend as Godhead Pickle Inspector. He obtains limitless power, but it comes at the cost of only being able to \"fondly regard creation\", a few minor actions related to the latter and once taking action to ensure his creation is intact enough to regard it.",
      "links": [
        {
          "title": "Problem Sleuth",
          "url": "/pmwiki/pmwiki.php/WebComic/ProblemSleuth"
        }
      ]
    }
  ]
}