{
  "trope": "GodIsFlawed",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/GodIsFlawed",
  "description": "\"Some would ask, how could a perfect God create a universe filled with so much that is evil. They have missed a greater conundrum: why would a perfect God create a universe at all?\"—Sister Miriam Godwinson,Sid Meier's Alpha Centauri\n\nA supreme being can begoodorevil(or both orneither), but in either case they ought to be... supreme. Right?\n\nHowever, in some works, we find a god who is prejudiced and flawed.Not So Omniscient After All, maybe even a bit of a bigot. Worshippers who try toblackmail God into answering prayers(orfoolishly goad God) are unlikely to get an answer...or at least, not a favorable one.\n\nIronically, this might make the deity easier to relate to, and thus more sympathetic.\n\nThis trope is traditionally played on polytheistic gods but is also getting more and more common on the monotheistic Godnotewe say \"the\" because the monotheistic god in question is almost always the Abrahamic one, due to his prominence if nothing else. WithJesus, this is stillusually avoided.Butnot always.\n\nIf they don't want the responsibilities of being a god anymore, seeBeing God Is Hard.\n\nCompareHumans Are Flawed,God Is Inept,Loser Deity,The Devil Is a Loser,Stop Worshipping MeandWhat If God Was One of Us?, as well asKing of All Cosmos. May be due to there beingPieces of Godstrewn all over the cosmos.\n\nOh, and beware. Here be spoilers!Examples\n\nopen/close all folders\n\nAnime and MangaDragon Ball Super: During the Future Trunks Saga, this is one of the primary arguments between Gowasu, theSupreme KaiofUniverse 10, and his apprentice Zamasu. Zamasu is firmly convinced that all mortals areflawedand should be wiped out and disagrees with Gowasu's statement that the gods themselves are also flawed and must also learn and grow like the mortals they watch over. It gets worse when he starts to believe he averts this trope while all the other gods are just as bad as the mortals since they do nothing about mortal affairs. Gowasu himself is a shining example of this trope: while undoubtedlya good god, he turns out to be aHorrible Judge of Characterin regards to Zamasu, taking him as his apprentice despite Zamasu'sadamant racism against mortal lifeand other signs that he'snot entirely stable, with everything Gowasu does to try to convince Zamasu that not all mortals are badbackfiringand eventually driving him to aFace–Heel Turn. Gowasu is well-aware of this, andvery much regrets it.InHaibane Renmei, Rakka fills out the blanks in a crumpled old book that is supposed to tell the origin of the world with a story of her own invention, where God makes mistakes every step of the way, but each mistake makes the world a more beautiful place than He could have predicted, and God sees them as good.InSaint Young Men, the vast majority of the humour comes from seeing two divine figures (it is notable that they areJesusand Buddha, who are both explicitly human as well as divine) constantly making mistakes, screwing up, and annoying each other, although their personality flaws are relatively minor (Jesus is prone to making impulsecosplaypurchases, and tends to be quite needing of attention, whereas Buddha is something of aCloud Cuckoo Landerwith terrible body image thanks to all the fat statues). They also suffer fromPower Incontinenceunder certain conditions (Buddha glows when he is virtuous or angry, Jesus's stigmata bleed whenever he feels persecuted, and both of them occasionally float without meaning to). Obviously, a perfect being would be able to control such embarrassing faux pas as accidentally turning all nearby water to wine whenever in a good mood.For bonus points Jesus is Hydrophobic, IE afraid of water. The reason he walked on water? Because he was too scared to swim. When he tried to force himself to submerge his head under the water in a pool he wound up parting it like the Red Sea.InA Certain Magical Index, the so-called Majin (Magic Gods) that make up the True GREMLIN are all powerful but flawed beings. One notable example is High Priest, a Majin who wears the trappings of a Buddhist monk even though he failed to achieve enlightenment.A god being flawed is what kicks off the plot ofThe 100 Girlfriends Who Really, Really, Really, Really, REALLY Love You- the God of Love was watchingCastle in the Skywhile filling out Rentarou's soulmate count, and became so distracted by the \"Balse\" scene that he accidentally added two zeroes to the count, which lead to Rentarou being rejected one hundred times prior to gaining the titular 100 girlfriends.The two most influential active gods inThe Death Mage Who Doesn't Want a Fourth Timeboth have this issue, not helped by the two being irreconcilably opposed.Alda, theBig Bad, is somewhere between aHero Antagonistand aKnight Templar. He's the god of Light and Order and is having to do a damn hard job all by himself without his sibling deities to offer contrasting opinions or at least share the workload. His religion is the most powerful one in the land and is devoted to restoring a previous Golden Age, removing all the dangerous monsters and exiling or sealing all the Evil Gods in the land. The problem is that this goal is clearly impossible and, even if it were not, requires the genocide of millions of people who have done literally nothing wrong except to be born as members of races that are technically monsters, sort of. It isn't even clear whether returning the world back to the former Golden Age would even beimprovement: The dangerous monsters and dungeons represent immense potential resources if utilized properly. \"Evil God\" is also a misnomer: Some of them were actually allies and perfectly decent, but he refuses to acknowledge it.Opposing Alda is his sister Vida, goddess of Life and Love. She's theBig Goodof the series and the protagonist's backer. After a devastating war that killed almost everyone in the world and left at least two thirds of uninhabitable wastelands for those who remained, she decided the best way to repopulate the world would be to use her strengths in creating life to make new races that could live with the old ones, creating races like vampires, arachne, dark elves, mermaids and so on. Sure, all well and good, but two issues. First, half of her children cause further corruption to the land around them. Second, these races often have flaws that completely undermine the purpose they were created for. Vampires, for example, are asexual and roughly half the races she created are exclusively female, making them a kind of biological failure. It's indicated that it really might have been better to work with Alda from the start but for various reasons she had lost all faith in him by that point and stubbornly decided to do her own thing without consulting him.A poor decision, as it turns out.\n\nComedyGeorge Carlinhad a tendency to do this a lot in the latter half of his stand-up career.He implied this during his time doing communion, asking as a youth \"If God is all powerful, can He make a rock so big that He Himself can't lift it?\" He was doing it there to troll the priest, as he had a notable reputation as aClass Clown.He once said that humans created God \"in our own image and likeness\" out of vanity and the need to make humanity seem more important. Carlin then deduced \"if God is you and me, and we're God... He's not perfect. He's not! It shows in His work!\"\n\nComic BooksValhalla: The Aesir are all presented as human-like in their tempers and flawed, with many of them having traits that make them occasionally unsympathetic without being outright villainous. Odin is aDirty Old Manwho claims anOmniscient Morality Licensehe very often can't live up to; Thor is hot-headed, impulsive and not the best family man (though he loves his wife dearly); Heimdall is pompous, cowardly and has some deeply troubling ideas about love and sex, and Loki is...Well, he's Loki. Even Baldur, who is otherwise aNice Guyper excellenceis revealed to beInnocently Insensitivein regards to his blind brother Hodir, though he's deeply troubled by the realization. Overall, the comic makes a point of it that having some flaws (many of whom are played up for comedic effect) doesn't make the Aesir bad people; in many ways being flawed makes it easier for them to relate to and be sympathetic to mortals.WhenJohnny the Homicidal Maniacgoes to heaven, he meets God.An obese baby in wheel chairtoo exhausted from creating reality to actually give a shit.InPreacher, it is eventually revealed that all of the world's problems are caused by being created by a guy who grew up in total solitude (because there wasn't any universe yet!) and thus developed what could be considered a narcissistic personality disorder as well as any number of related mental problems, who gets off on people loving him despite making theirs aCrapsack World. He even caused the events leading to the creation of Genesis (the offspring of an angel and a demon, with power rivalling God's), so as to have the love of an equal. And it's pointed out that when it's said \"He made us in His image\", it shouldneverbe considered a compliment.Hellblazer: The First of the Fallen is believed by John to have been God's conscience- the little voice in your head that tells you \"this is a bad idea\". God, however, had the option of getting rid of that voice (when the First expressed his doubts about a species with free will). Later, it turns out Merlin was one of the angels who couldn't handle God creating mortals either, and God tried to get rid of his first batch for beingtooperfect.InLucifer, all creators are very flawed.Lucifer himself neglects to construct a proper afterlife.Elaine fails to keep her humans from killing each other in her name.Yahweh's plan for the universe works more or less perfectly, maybeeven better than he had expected— pity that all the people were a bit of an afterthought and filler in his grand design.InSupergod, it is argued that the concept of \"God\" is a flawed concept, a by-product of the biochemical systems in the human brain (namely the pleasure center). Thus, trying tocreate godswould be a very, very bad idea... even if they weren't weaponized and based onflawed humans.God Nose: In this satirical underground comic, God is shown to be flawed and has self-doubts. He even gets into arguments with his own son Jesus.\n\nFan WorksThethreesibling gods inYognapped. Aside from their virtual immortalitythat only works if one doesn't try to kill the otherand boundless powers over creation, they have all of the flaws of their subjects: they experience jealousy, they have irrational fears, and they break their own rules every now and again.In fact, it's Notch's jealousy of his sister's proposed succeeding world that causes him to murder her, kickstarting the entire conflict of the series.Played with in thePony POV Series. While the Alicorns and Draconequi represent perfection inwhat they personify, but in all other aspects are flawed like mortals. The fact Celestia and Luna aren't perfect is a theme in the series. They've both made their own mistakes (including Nightmare Moon) and being the Perfect Day and the Perfect Night doesn't mean they're perfect ponies. When an Alicorn becomes imperfect in their own Concept,they become Nightmares.Rosario Vampire: Brightest Darkness: The Almighty is depicted throughout the first three acts, as well as the first third or so of the fourth, as being strictlypro-human/anti-monster, with most angels being shown in a similar fashion. However, by Act IV chapter 16, the Almighty is moved by Rason's willingness to die for his belief that monsters can be good just like humans, and by the end of Act IV, monsters are being accepted into Heaven as well.TheLucifer (2016)series \"Alleged City of Angels\" has God admitting that the scale of humans who end up in Hell is basically the result of a design flaw on his part; the system was meant to banish people to Hell if they felt guilty, but God didn't take into account that some people can feel guilty over things that weren't their fault or things they've essentially atoned for before their deaths.In theSteven UniverseficThe Gods of Our Times, (the) Cosmic Glitch is a perpetually annoyed goddess of technology who has answered banal prayers by setting the supplicant's computer on fire.Discussed inPrimordial, anAmphibiafic where the Calamity Trio are the divine creators of Amphibia. When reading the holy scripture whilebunking with the Plantars, Anne (goddess of life, water and the moon) notes that it ascribes a lot more intent to the gods than there actually was. Of note is that the book says Sasha (goddess of conflict, fire and the sun) created the sun and set it in a firmament to bring light and life. In reality, Sasha did create the sun, then threw it away because it burned her hands, and it got stuck in the sky. The day-night cycle happened because Marcy (goddess of intellect and the stars) got curious and tried to hold it, but slipped and accidentally made it rotate.InSunset Reset, Sunset insists that she doesn't deserve to be an alicorn becauseshe's done so much wrongand alicorns by their nature are meant to be perfect. Cadance, sick of Sunset's self-deprication, tells her to shut up. Sunset may have anger issues, but she's hardly the only flawed alicorn; Cadance is a coward who can't sleep alone, Celestia is a raging narcicist, and Twilight's hero worship crosses the line into sycophantry at times.\n\nFilms — Live-ActionTronfranchise:Over 90% ofTRON: Legacytakes place in a world known as The Grid, and the major conflict is built on the characters Flynn and Clu. Flynn is the creator of the world, but Clu has ruled the world since he rebelled against Flynn. Flynn is wise and benevolent, a personality that might seem a bit out of character for those who have seen the first movie and remember him as animmature brat.At the very end, it is revealed that he was still immature and shortsighted when he created the world and Clu, and that's why the world is in the sorry condition it is - Clu was simply carrying out the orders given to him by Flynn to the best of his ability, but Flynn and his world were both flawed. Thus Clu carried out flawed orders to the best of his flawed ability. This turned his quest for perfection into something vile, warping him into aTotalitarian Utilitarianleader of something thatlooks eerily familiar.At the climax of the movie, Flynn confronts Clu andspells out just how wrong he was, admitting he was arrogant and foolish, and forgiving Clu for trying to do the impossible and creating a twisted mockery of their original goals.This is an overreaching theme forTRONin general. The Master Control Program believed itself to be a deity among systems, but it was a chess program that Dillinger lost control of, and Flynn sneers atSarkthat Sark's just another program. \"One that should have been erased.\" The renegade programs view Users, like Flynn, to be gods. Of course, Flynn splashes cold water on that notion when Tron brings it up.Tron: If you are a User, then everything you've done so far has been according to a plan, right?Kevin Flynn: [laughs] Hah, you wish. Ah, you guys know what it's like, you just keep doing what it looks like you're supposed to be doing, no matter how crazy it seems.Tron: That's the way it is for Programs, yes.Kevin Flynn: I hate to disappoint you, pal, but most of the time, that's the way it is for us Users too.Tron: Stranger and stranger.The Supreme Being inTime Bandits. (post-Monty Pythonfilm byTerry Gilliam)InBruce Almighty, God is shown to be very human, and unable to make a perfect world because he has to respect the free will of all people (though this may be a self-imposed limitation.) Having Bruce gain his powers was a way to teach him this.The Last Temptation of Christcontrasts what Jesus was born to do with what hewantsto do—get married and live in peace.Played for light laughs in theOh, God!movies. God (George Burns) readily admits His mistakes, such as the goofy design of ostriches and that avocado pits are too big.InThe Acid House, Boab meets God in a pub, and just like him, God is a lazy apathetic loser. He simply doesn't care about what's happening with his creations, thinking that he already gave them enough. Most importantly, God hates himself for his lack of will to use his overwhelming powers.But because, being immortal, he can't punish himself, he wants to vent his anger on the creation so similar to him, i.e. Boab.\n\nLiteratureThe Biblehas several instances of God admitting mistakes, maybe the most moving and meaningful inGenesis 6:5-7.It also has many instances of God getting angry. Not something you'd expect to see in a perfect God considering wrath is a deadly sin. Plus, he also experiences jealousy, especially towards anyone who worships a God other than him (with Satan or idols often painted as the other gods, but with no way of us knowing if idols are real gods).Jesus's insistence that he be baptized just like anyone else could be seen as an acknowledgement of this.The Gospel of the Flying Spaghetti Monster: The Flying Spaghetti Monster caused the great flood by accident; when making pasta, the drain of the heavenly kitchen sink emptied itself straight down to earth. Oops.InBlå Tornet, the world was created by a guy who one day had a really bad cold. In his fever, he happened to give his angels some really bad orders. Thousands of years of tragedy later, these are still in effect. And no, this isnotPlayed for Laughsat all.Quite the contrary, actually.In an interview withJ. R. R. Tolkien, regardingThe Lord of the RingsandThe Silmarillion, he claimed that while Eru IllúvatarGodis infallible, the gods (Valar) set off the chain of events by making the initial mistake of inviting the elves to Valinor \"in order to protect them.\" Before that, evil was introduced to the universe by thefallof Melkor, a Vala who became the god of evilSatan. So in this case the lowercase gods (or rather, angelic semi-divine beings) are flawed while uppercase God is not.The Powers That Beof theYoung Wizardsuniverse generally mean well, but because they exist out of time they can't always understand problems as seen by normal mortals, which is why they need mortal wizards helping them. To quote senior wizard Carl, \"They know what the universe was like when it left the factory but we're the ones who know all the little noises it makes. And where to kick it to make them stop.\"The Most High in Russell Kirkpatrick'sFire Of Heaventrilogy and follow-onBroken Man/Husk Trilogy— he knows it and seeks someone to replace him. He's too tired to care any more and knows that makes for a poor God.In Erik Wahlström'sGodthe title character starts out as a petulant andJerkassteenager who slowly matures and learns to take some responsibility for His creation. In the end, he ends up like an elderly corporate chairman a bit out of the loop, but he manages to settle his differences withSatan, and the two retire together as friends.The gods on theDiscworldaren't evil, but they couldn't care less about humans except thatGods Need Prayer Badly.Om gets better about this afterSmall Godsdue toBreak the Haughty.The general pantheon inThe Last Heronotes that a god who doesn't want to end up dead, one way or another, needs to offer his followers somethingmorethan a lack of thunderbolts.Not exactly a god, but the Creator (who appears inEric) is notoriously absent-minded. Many of the Disc's lesserAnthropomorphic Personificationsare likewise a bit inept and/or clueless.InThe Name of the Windthe story of Tehlu initially portrays him as judgmental and unwilling to help anyone who doesn't meet his standards. Sample attitude: that man beats his wife but she's sleeping around, so they deserve each other. He's taught to be more compassionate by the mother of his human incarnation.InSo Long, and Thanks for All the Fish, we see God's Final Message to His Creation:\"We apologise for the inconvenience.\"Upon seeing this,Marvinfeelsgoodabout it.This trope is the conclusion of the Taker culture inIshmael (1992).In theStrugatsky BrothersnovelOverburdened with Evil, the Wandering Jew depicts God this way. Every one of God's creations is burdened with evil, and God looks for a great man that is able to cure the world of said evil. The ending implies that one such person was finally found. God is also not omnipotent in this novel. The narrator is an astronomer, who published a massively incorrect theory based on miscalculation. He is recruited by promising to fix this issue. The problem was fixed by changing the laws of nature and rearranging the stars to suit the theory. In the past. However, it took several months, and the Wandering Jew mentioned that the task was rather challenging for his patron.Urizen, a character inWilliam Blake's poetry—his name parsed by scholars as \"Your Reason\"—is one God among many. In some ways, he resembles the Demiurge of Gnostic belief. Such facile explanations, however, brush aside deeply-woven nuances; Blake spent a lifetime forging a personal cosmology of extraordinary complexity. Desiring order, Urizen seeks to impose it on Man and the Cosmos. He possesses power to create, but by regarding himself as The Only Creator? Urizen, ultimately, reveals himself as pathetic: mired in self-deception. His inherently-flawed works contribute to human suffering; Blake's paintings depict Urizen bound within theUr-Exampleof \"mind-forg'd manacles,\" prefiguring those in which all humanity will entrap themselves.InRick Riordan's verse -The Camp Half-Blood Series(Percy Jackson and the Olympians,The Heroes of Olympus, andThe Trials of Apollo) and the spin-offsThe Kane ChroniclesandMagnus Chase and the Gods of Asgard- , no one, not even thegods themselves, will attempt to claim they are faultless and perfect (granted, they usually only admit that when they think no one else is listening). Several of them have even admitted they are envious of humans, in that they can overcome their flaws in mere years and decades whereas they themselves have gone thousands of years still in the same patterns of behavior.In Olaf Stapledon's \"The Starmaker\", when viewed, the title creator deity is seen as a work in progress. Its earliest universes are so badly made that the residual memory of them is what Hell is based on, while anticipation of its future creations are what Heaven is based on. The current universe, ours, is at the midpoint.In theJessica Christseries, God is basically good-natured and genuinely trying to help and protect humankind, but he is also frequently grouchy, petty, self-obsessed, and not nearly as infallible as he likes to pretend. It's put best inthe prologue of the first book:\"This was not the merciful God that Jimmy had always believed in. This was not even the wrathful God that Jimmy had worried might exist. This was just unhelpful God. Maybe even lackadaisical God.\"The Belgariad: The gods (except Torak, of course) are all on the side of good, but they are capable of doing things out of spite and regretting their actions later.José Saramago's novelsCainandThe Gospel According to Jesus Christdepict God as selfish, cruel, and something short of omnipotent.InDer Münchner im Himmel, God greatly misjudges the recently deceased Alois Hingerl. He orders Aloisius to play his harp and chant cheerfully and actually expects the formerMunichcitizen to do all that without a single drop of beer. Aloisius' cheering ends up more of aCluster F-Bomb. As if admitting his misjudgment, God sends Aloisius back to Munich.\n\nLive-Action TVLucifer (2016): When he finally appears after several seasons of beingThe Ghost, God is revealed to be a friendly, well-meaning, and good-natured figure, but one who isInnocently Insensitiveandbad at empathizing with peoplebecause of his omniscience.InSupernatural, given that God tends to workIn Mysterious Ways, there is much debate in- and out-of-universe about whetherGod Is GoodorGod Is Evil, but it's clear that God is not perfect. The Season 5 finale supports the \"good\" position. God AKAChuckstates that he wanted everyone to realize that FAMILY is what it's all about; not power, not good, not evil...family and love. Dean and Sam choosing family over everything else is supposed to be proof of that and why God did not need to directly intervene. On the other hand, God's ownParental Favoritismand laterabandonmentof his own children, the angels, forcing Michael to choose between his brother Lucifer or his father, comments by Sam and Dean about God just being another deadbeat father, and the treatment of God's earlier creations the Leviathans, and general refusal to do anything about the problems his abandonment has caused create most of the problems from Season 5 onward and point to God being ahypocritewho claims to be good and value family but uses it and free will to justify ignoring his responsibilities and the mess his abandonment created among the angels. It finally takes the re-emergence of his destructive sisterThe Anti-Godfor him to intervene directly in season 11. God explains that he was so hands-off because when he tried being a helicopter parent, it ended up backfiring. The season 14 ending, on the other handdefinitely comes down on the side ofGod Is Evil, as he kills Jack and starts a Zombie Apocalypse when Sam and Dean don't want to play along for his entertainment.\n\nMusicIn Ebba Grön's song \"Häng Gud\" (Hang God), God is accused of racism, misogyny and forgetting about his loyal worshipers.The Lily Allen song \"Him\" seems to portray God this way. Most of it is just speculation about what Godmightbe like, but the chorus says \"He's lost the will, he can't decide / He doesn't know what's right or wrong\" and implies that while he doesn't like it when people kill each other in his name, there's not much he can really do about it.Bad Religiondeconstructs this trope (as well as the problem of evil) in their song \"Better Off Dead\". The lyrics are about God apologizing for creating the world so badly, but it comes across as the humans being ungrateful whiny bastards who fail to appreciate what they got.The song \"One of Us\" by Joan Osborne (with covers by Alanis Morissette and others) portrays God as simultaneously flawed and sympathetic. (The chorus happens to think nobody \"[calls him] on the phone\", i.e., prays to him, except for maybe the Pope.)In its spoof,What If God Smoked Cannabis, it is implied that the world is such a silly place because God was high when he made it.InBlutengel's song\"No God\", God's biggest flaw is that he doesn't exist: \"There's a god in your life, / But he is not what you need. / He can't hear you when you call. / He can't help you when you cry. / [...] / Wake up and face reality, realize there is no god. / Wake up open your eyes, / No paradise on the other side!\"One of the classic philosophical arguments for why God exists is that God is perfect. If God doesn't exist, then he wouldn't be perfect. Thus, God exists. This song turns this argument upside down.In the title track ofTom Waits'Heartattack and Vine, the narrator informs us, \"Don't you know there ain't no devil? / That's just God when He's drunk.\"\"Dear God\" by XTC is one long tirade against God: \"I won't believe in heaven or hell / No saints, no sinners, no devil as well / No pearly gates, no thorny crown / You're always letting us humans down\"\n\nMythology and ReligionThis trope has a fair amount of historical precedent. It's been theorized that much of theJerkassbehavior exhibited by theGreek Godswas intended partially as a rationalization for the less-than-noble traits exhibited by humans. It makes sense that if we're made in the gods' images, and we're obviously not perfect, that the gods themselves possess human flaws.Norse Mythologystands out from other Pagan mythologies in that each of the gods have flaws. Some of these flaws directly lead toRagnarok.Early portrayals of the Abrahamic God appear to show him to have quite the temper and there exists at least one point where Moses wins an argument with God, calming him down after the Jews disobeyed him. The implications would be that righteous anger isnota flaw, that God wants his children to speak openly with him, etc. Jesus Christ would later call self-righteous religious leaders out for how flawed their concepts of flaws and perfections were, reminding them that the Lord, not they, sets the standards for perfect and flawed.According toGnosticism, the \"god\" of the Torah/Old Testament is alternatively an arrogant, malevolentJerkassor simply a blundering, ignorant fool whobelieves himself to be the one true goddue to his lack of knowledge of therealtrue God who is ultimately unknowable but manifests himself through a \"divine spark\" that Yahweh (or the Demiurge) unwittingly imbued his creation with, and also through certain divine messengers (Sophia, Jesus and/orLucifer, depending on the sect of Gnosticism).Mahabrahma the King of Devas inBuddhismis, according to some Buddhists, the founder ofHinduismand/or the monotheistic religions when he, wrongfully, thought he was the Creator (notice that Buddhism does not believe in the existence of universal creators at all). Mahabrahma is not considered evil by Buddhists, only misguided. Nevertheless, some Buddhist texts established that Mahabrahma accepted Buddha's teachings.Theopen theismmovement is a downplayed example: while it still believesGod Is Goodand really powerful, it denies that he's omnipotent, which would explain why evil still exists in the Universe: God isn't powerful enough to completely eradicate it.\n\nRadioOn theChurch of the SubGeniusradio showThe Hour of Slack,Rev. Ivan Stang commented, \"God forgot to make stupidity painful.\"\n\nTabletop GamesInWerewolf: The Apocalypse, the three members of the Triat are supposed to be working together to keep the forces of the cosmos in balance. Unfortunately, they're either too busy struggling against each other or too indifferent to perform their tasks properly. For example, the Weaver imprisoned the Wyrm in the web of creation, the Wyrm is slowly killing Gaia in his attempt to break free, and the Wyld could care less.Exalted:The Unconquered Sun in theory loves humanity and wants the best for them, but he's too busy playing/being addicted to the Games of Divinity to care about what happens in Creation — if he let himself pay attention he'd suffer a(nother) nervous breakdown seeing all the suffering and problems. Luna and the Five Maidens aren't paying that much more attention, either.Many little gods are so petty and selfish that sometimes humans would be better off without them. With the seven Incarnae paying them no attention, the Celestial and Terrestrial Bureaucracies are corrupt and inefficient, and the Elemental Courts are out to lunch — gods who do care and try to do their jobs right are still numerous, but they're hampered and sometimes persecuted by all the ones who don't. The only place where the divine Courts still more-or-less functioning is where they're forced to by the agents of a despotic human theocracy led by an objectively wrong religion.Then there are the Primordials, who built all this in the first place. They started out as inhuman, incomprehensible things somewhere between Titans andEldritch Abominations, and after being imprisoned by the gods most of them have devolved intoMad Godterritory. The reason the war ended is that one suffered apsychotic breakto understand that other sapient creatures might have opinions. Meanwhile, the two free Primordials who sided with the gods have wandered off somewhere else, and let Creation rot. The main reason Creation worked when the Primordials ran things is because they drove the gods and humans as slaves.Warhammer 40,000: TheGod-Emperoris revered as the paragon of humanity (despite being a spirit bound to a desiccated corpse andan atheist), but his inability to consider people other than himself as important led to his downfall. His ignoring the wishes of his children, the Primarchs, led to them rebelling and/or joining Chaos (Angron just wanted to lead aSlave Rebellion, Lorgar wanted to worship him, Magnus wanted to study sorcery, etc.).Warhammer Age Of Sigmar: Most of the gods in the settings areDeities Of Mortal Origin, and becoming divine hasn't removed any of their mortal foibles. Nagash is a petty tyrant, Gorkamorka is a shortsightedBlood Knight, Teclis is arrogant, and Allarielle has a hard time caring about anything that isn't a tree. Sigmar himself is unique in that herecognizeshis flaws, and the fact that most of the problems in the setting are at least partially his fault, and he's trying to fix them. He often makes his Stormcast Eternalsveryuncomfortable when he openly acknowledges this, as they'd rather think of him as the perfect and flawless being he knows he isn't.\n\n",
  "examples": [
    {
      "section": "Examples",
      "text": "Dragon Ball Super: During the Future Trunks Saga, this is one of the primary arguments between Gowasu, theSupreme KaiofUniverse 10, and his apprentice Zamasu. Zamasu is firmly convinced that all mortals areflawedand should be wiped out and disagrees with Gowasu's statement that the gods themselves are also flawed and must also learn and grow like the mortals they watch over. It gets worse when he starts to believe he averts this trope while all the other gods are just as bad as the mortals since they do nothing about mortal affairs. Gowasu himself is a shining example of this trope: while undoubtedlya good god, he turns out to be aHorrible Judge of Characterin regards to Zamasu, taking him as his apprentice despite Zamasu'sadamant racism against mortal lifeand other signs that he'snot entirely stable, with everything Gowasu does to try to convince Zamasu that not all mortals are badbackfiringand eventually driving him to aFace–Heel Turn. Gowasu is well-aware of this, andvery much regrets it.",
      "links": [
        {
          "title": "Dragon Ball Super",
          "url": "/pmwiki/pmwiki.php/Anime/DragonBallSuper"
        },
        {
          "title": "Supreme Kai",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "Universe 10",
          "url": "/pmwiki/pmwiki.php/Main/AlternateUniverse"
        },
        {
          "title": "flawed",
          "url": "/pmwiki/pmwiki.php/Main/HumansAreFlawed"
        },
        {
          "title": "a good god",
          "url": "/pmwiki/pmwiki.php/Main/GodIsGood"
        },
        {
          "title": "Horrible Judge of Character",
          "url": "/pmwiki/pmwiki.php/Main/HorribleJudgeOfCharacter"
        },
        {
          "title": "adamant racism against mortal life",
          "url": "/pmwiki/pmwiki.php/Main/FantasticRacism"
        },
        {
          "title": "not entirely stable",
          "url": "/pmwiki/pmwiki.php/Main/TheMentallyDisturbed"
        },
        {
          "title": "backfiring",
          "url": "/pmwiki/pmwiki.php/Main/AdviceBackfire"
        },
        {
          "title": "Face–Heel Turn",
          "url": "/pmwiki/pmwiki.php/Main/FaceHeelTurn"
        },
        {
          "title": "very much regrets it",
          "url": "/pmwiki/pmwiki.php/Main/MyGreatestFailure"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InHaibane Renmei, Rakka fills out the blanks in a crumpled old book that is supposed to tell the origin of the world with a story of her own invention, where God makes mistakes every step of the way, but each mistake makes the world a more beautiful place than He could have predicted, and God sees them as good.",
      "links": [
        {
          "title": "Haibane Renmei",
          "url": "/pmwiki/pmwiki.php/Anime/HaibaneRenmei"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InSaint Young Men, the vast majority of the humour comes from seeing two divine figures (it is notable that they areJesusand Buddha, who are both explicitly human as well as divine) constantly making mistakes, screwing up, and annoying each other, although their personality flaws are relatively minor (Jesus is prone to making impulsecosplaypurchases, and tends to be quite needing of attention, whereas Buddha is something of aCloud Cuckoo Landerwith terrible body image thanks to all the fat statues). They also suffer fromPower Incontinenceunder certain conditions (Buddha glows when he is virtuous or angry, Jesus's stigmata bleed whenever he feels persecuted, and both of them occasionally float without meaning to). Obviously, a perfect being would be able to control such embarrassing faux pas as accidentally turning all nearby water to wine whenever in a good mood.For bonus points Jesus is Hydrophobic, IE afraid of water. The reason he walked on water? Because he was too scared to swim. When he tried to force himself to submerge his head under the water in a pool he wound up parting it like the Red Sea.",
      "links": [
        {
          "title": "Saint Young Men",
          "url": "/pmwiki/pmwiki.php/Manga/SaintYoungMen"
        },
        {
          "title": "Jesus",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Jesus"
        },
        {
          "title": "cosplay",
          "url": "/pmwiki/pmwiki.php/MediaNotes/Cosplay"
        },
        {
          "title": "Cloud Cuckoo Lander",
          "url": "/pmwiki/pmwiki.php/Main/CloudCuckooLander"
        },
        {
          "title": "Power Incontinence",
          "url": "/pmwiki/pmwiki.php/Main/PowerIncontinence"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InA Certain Magical Index, the so-called Majin (Magic Gods) that make up the True GREMLIN are all powerful but flawed beings. One notable example is High Priest, a Majin who wears the trappings of a Buddhist monk even though he failed to achieve enlightenment.",
      "links": [
        {
          "title": "A Certain Magical Index",
          "url": "/pmwiki/pmwiki.php/Literature/ACertainMagicalIndex"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "A god being flawed is what kicks off the plot ofThe 100 Girlfriends Who Really, Really, Really, Really, REALLY Love You- the God of Love was watchingCastle in the Skywhile filling out Rentarou's soulmate count, and became so distracted by the \"Balse\" scene that he accidentally added two zeroes to the count, which lead to Rentarou being rejected one hundred times prior to gaining the titular 100 girlfriends.",
      "links": [
        {
          "title": "The 100 Girlfriends Who Really, Really, Really, Really, REALLY Love You",
          "url": "/pmwiki/pmwiki.php/Manga/The100GirlfriendsWhoReallyReallyReallyReallyReallyLoveYou"
        },
        {
          "title": "Castle in the Sky",
          "url": "/pmwiki/pmwiki.php/Anime/CastleInTheSky"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The two most influential active gods inThe Death Mage Who Doesn't Want a Fourth Timeboth have this issue, not helped by the two being irreconcilably opposed.Alda, theBig Bad, is somewhere between aHero Antagonistand aKnight Templar. He's the god of Light and Order and is having to do a damn hard job all by himself without his sibling deities to offer contrasting opinions or at least share the workload. His religion is the most powerful one in the land and is devoted to restoring a previous Golden Age, removing all the dangerous monsters and exiling or sealing all the Evil Gods in the land. The problem is that this goal is clearly impossible and, even if it were not, requires the genocide of millions of people who have done literally nothing wrong except to be born as members of races that are technically monsters, sort of. It isn't even clear whether returning the world back to the former Golden Age would even beimprovement: The dangerous monsters and dungeons represent immense potential resources if utilized properly. \"Evil God\" is also a misnomer: Some of them were actually allies and perfectly decent, but he refuses to acknowledge it.Opposing Alda is his sister Vida, goddess of Life and Love. She's theBig Goodof the series and the protagonist's backer. After a devastating war that killed almost everyone in the world and left at least two thirds of uninhabitable wastelands for those who remained, she decided the best way to repopulate the world would be to use her strengths in creating life to make new races that could live with the old ones, creating races like vampires, arachne, dark elves, mermaids and so on. Sure, all well and good, but two issues. First, half of her children cause further corruption to the land around them. Second, these races often have flaws that completely undermine the purpose they were created for. Vampires, for example, are asexual and roughly half the races she created are exclusively female, making them a kind of biological failure. It's indicated that it really might have been better to work with Alda from the start but for various reasons she had lost all faith in him by that point and stubbornly decided to do her own thing without consulting him.A poor decision, as it turns out.",
      "links": [
        {
          "title": "The Death Mage Who Doesn't Want a Fourth Time",
          "url": "/pmwiki/pmwiki.php/Literature/TheDeathMageWhoDoesntWantAFourthTime"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Hero Antagonist",
          "url": "/pmwiki/pmwiki.php/Main/HeroAntagonist"
        },
        {
          "title": "Knight Templar",
          "url": "/pmwiki/pmwiki.php/Main/KnightTemplar"
        },
        {
          "title": "Big Good",
          "url": "/pmwiki/pmwiki.php/Main/BigGood"
        },
        {
          "title": "A poor decision, as it turns out.",
          "url": "/pmwiki/pmwiki.php/Main/SealedGoodInACan"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "George Carlinhad a tendency to do this a lot in the latter half of his stand-up career.He implied this during his time doing communion, asking as a youth \"If God is all powerful, can He make a rock so big that He Himself can't lift it?\" He was doing it there to troll the priest, as he had a notable reputation as aClass Clown.He once said that humans created God \"in our own image and likeness\" out of vanity and the need to make humanity seem more important. Carlin then deduced \"if God is you and me, and we're God... He's not perfect. He's not! It shows in His work!\"",
      "links": [
        {
          "title": "George Carlin",
          "url": "/pmwiki/pmwiki.php/Creator/GeorgeCarlin"
        },
        {
          "title": "Class Clown",
          "url": "/pmwiki/pmwiki.php/Main/ClassClown"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Valhalla: The Aesir are all presented as human-like in their tempers and flawed, with many of them having traits that make them occasionally unsympathetic without being outright villainous. Odin is aDirty Old Manwho claims anOmniscient Morality Licensehe very often can't live up to; Thor is hot-headed, impulsive and not the best family man (though he loves his wife dearly); Heimdall is pompous, cowardly and has some deeply troubling ideas about love and sex, and Loki is...Well, he's Loki. Even Baldur, who is otherwise aNice Guyper excellenceis revealed to beInnocently Insensitivein regards to his blind brother Hodir, though he's deeply troubled by the realization. Overall, the comic makes a point of it that having some flaws (many of whom are played up for comedic effect) doesn't make the Aesir bad people; in many ways being flawed makes it easier for them to relate to and be sympathetic to mortals.",
      "links": [
        {
          "title": "Valhalla",
          "url": "/pmwiki/pmwiki.php/Comicbook/Valhalla"
        },
        {
          "title": "Dirty Old Man",
          "url": "/pmwiki/pmwiki.php/Main/DirtyOldMan"
        },
        {
          "title": "Omniscient Morality License",
          "url": "/pmwiki/pmwiki.php/Main/OmniscientMoralityLicense"
        },
        {
          "title": "Well, he's Loki",
          "url": "/pmwiki/pmwiki.php/Main/UnsympatheticComedyProtagonist"
        },
        {
          "title": "Nice Guy",
          "url": "/pmwiki/pmwiki.php/Main/NiceGuy"
        },
        {
          "title": "Innocently Insensitive",
          "url": "/pmwiki/pmwiki.php/Main/InnocentlyInsensitive"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "WhenJohnny the Homicidal Maniacgoes to heaven, he meets God.An obese baby in wheel chairtoo exhausted from creating reality to actually give a shit.",
      "links": [
        {
          "title": "Johnny the Homicidal Maniac",
          "url": "/pmwiki/pmwiki.php/ComicBook/JohnnyTheHomicidalManiac"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InPreacher, it is eventually revealed that all of the world's problems are caused by being created by a guy who grew up in total solitude (because there wasn't any universe yet!) and thus developed what could be considered a narcissistic personality disorder as well as any number of related mental problems, who gets off on people loving him despite making theirs aCrapsack World. He even caused the events leading to the creation of Genesis (the offspring of an angel and a demon, with power rivalling God's), so as to have the love of an equal. And it's pointed out that when it's said \"He made us in His image\", it shouldneverbe considered a compliment.",
      "links": [
        {
          "title": "Preacher",
          "url": "/pmwiki/pmwiki.php/ComicBook/Preacher"
        },
        {
          "title": "Crapsack World",
          "url": "/pmwiki/pmwiki.php/Main/CrapsackWorld"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Hellblazer: The First of the Fallen is believed by John to have been God's conscience- the little voice in your head that tells you \"this is a bad idea\". God, however, had the option of getting rid of that voice (when the First expressed his doubts about a species with free will). Later, it turns out Merlin was one of the angels who couldn't handle God creating mortals either, and God tried to get rid of his first batch for beingtooperfect.",
      "links": [
        {
          "title": "Hellblazer",
          "url": "/pmwiki/pmwiki.php/ComicBook/Hellblazer"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InLucifer, all creators are very flawed.Lucifer himself neglects to construct a proper afterlife.Elaine fails to keep her humans from killing each other in her name.Yahweh's plan for the universe works more or less perfectly, maybeeven better than he had expected— pity that all the people were a bit of an afterthought and filler in his grand design.",
      "links": [
        {
          "title": "Lucifer",
          "url": "/pmwiki/pmwiki.php/Comicbook/Lucifer"
        },
        {
          "title": "even better than he had expected",
          "url": "/pmwiki/pmwiki.php/Main/GoneHorriblyRight"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InSupergod, it is argued that the concept of \"God\" is a flawed concept, a by-product of the biochemical systems in the human brain (namely the pleasure center). Thus, trying tocreate godswould be a very, very bad idea... even if they weren't weaponized and based onflawed humans.",
      "links": [
        {
          "title": "Supergod",
          "url": "/pmwiki/pmwiki.php/ComicBook/Supergod"
        },
        {
          "title": "create gods",
          "url": "/pmwiki/pmwiki.php/Main/DeityOfHumanOrigin"
        },
        {
          "title": "flawed humans",
          "url": "/pmwiki/pmwiki.php/Main/HumansAreFlawed"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "God Nose: In this satirical underground comic, God is shown to be flawed and has self-doubts. He even gets into arguments with his own son Jesus.",
      "links": [
        {
          "title": "God Nose",
          "url": "/pmwiki/pmwiki.php/ComicBook/GodNose"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Thethreesibling gods inYognapped. Aside from their virtual immortalitythat only works if one doesn't try to kill the otherand boundless powers over creation, they have all of the flaws of their subjects: they experience jealousy, they have irrational fears, and they break their own rules every now and again.In fact, it's Notch's jealousy of his sister's proposed succeeding world that causes him to murder her, kickstarting the entire conflict of the series.",
      "links": [
        {
          "title": "Yognapped",
          "url": "http://kleinerkiller.deviantart.com/gallery/41037509"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Played with in thePony POV Series. While the Alicorns and Draconequi represent perfection inwhat they personify, but in all other aspects are flawed like mortals. The fact Celestia and Luna aren't perfect is a theme in the series. They've both made their own mistakes (including Nightmare Moon) and being the Perfect Day and the Perfect Night doesn't mean they're perfect ponies. When an Alicorn becomes imperfect in their own Concept,they become Nightmares.",
      "links": [
        {
          "title": "Pony POV Series",
          "url": "/pmwiki/pmwiki.php/Fanfic/PonyPOVSeries"
        },
        {
          "title": "what they personify",
          "url": "/pmwiki/pmwiki.php/Main/AnthropomorphicPersonification"
        },
        {
          "title": "they become Nightmares.",
          "url": "/pmwiki/pmwiki.php/Main/SuperpoweredEvilSide"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Rosario Vampire: Brightest Darkness: The Almighty is depicted throughout the first three acts, as well as the first third or so of the fourth, as being strictlypro-human/anti-monster, with most angels being shown in a similar fashion. However, by Act IV chapter 16, the Almighty is moved by Rason's willingness to die for his belief that monsters can be good just like humans, and by the end of Act IV, monsters are being accepted into Heaven as well.",
      "links": [
        {
          "title": "Rosario Vampire: Brightest Darkness",
          "url": "/pmwiki/pmwiki.php/FanFic/RosarioVampireBrightestDarkness"
        },
        {
          "title": "pro-human/anti-monster",
          "url": "/pmwiki/pmwiki.php/Main/WhatMeasureIsANonHuman"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "TheLucifer (2016)series \"Alleged City of Angels\" has God admitting that the scale of humans who end up in Hell is basically the result of a design flaw on his part; the system was meant to banish people to Hell if they felt guilty, but God didn't take into account that some people can feel guilty over things that weren't their fault or things they've essentially atoned for before their deaths.",
      "links": [
        {
          "title": "Lucifer (2016)",
          "url": "/pmwiki/pmwiki.php/Series/Lucifer2016"
        },
        {
          "title": "Alleged City of Angels",
          "url": "https://archiveofourown.org/series/2551156"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "In theSteven UniverseficThe Gods of Our Times, (the) Cosmic Glitch is a perpetually annoyed goddess of technology who has answered banal prayers by setting the supplicant's computer on fire.",
      "links": [
        {
          "title": "Steven Universe",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/StevenUniverse"
        },
        {
          "title": "The Gods of Our Times",
          "url": "http://archiveofourown.org/works/5017816?view_full_work=true"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Discussed inPrimordial, anAmphibiafic where the Calamity Trio are the divine creators of Amphibia. When reading the holy scripture whilebunking with the Plantars, Anne (goddess of life, water and the moon) notes that it ascribes a lot more intent to the gods than there actually was. Of note is that the book says Sasha (goddess of conflict, fire and the sun) created the sun and set it in a firmament to bring light and life. In reality, Sasha did create the sun, then threw it away because it burned her hands, and it got stuck in the sky. The day-night cycle happened because Marcy (goddess of intellect and the stars) got curious and tried to hold it, but slipped and accidentally made it rotate.",
      "links": [
        {
          "title": "Primordial",
          "url": "https://archiveofourown.org/works/34197280/chapters/85089586"
        },
        {
          "title": "Amphibia",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Amphibia"
        },
        {
          "title": "bunking with the Plantars",
          "url": "/pmwiki/pmwiki.php/Main/AngelUnaware"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InSunset Reset, Sunset insists that she doesn't deserve to be an alicorn becauseshe's done so much wrongand alicorns by their nature are meant to be perfect. Cadance, sick of Sunset's self-deprication, tells her to shut up. Sunset may have anger issues, but she's hardly the only flawed alicorn; Cadance is a coward who can't sleep alone, Celestia is a raging narcicist, and Twilight's hero worship crosses the line into sycophantry at times.",
      "links": [
        {
          "title": "Sunset Reset",
          "url": "https://www.fimfiction.net/story/291812/sunset-reset"
        },
        {
          "title": "she's done so much wrong",
          "url": "/pmwiki/pmwiki.php/Main/BeAllMySinsRemembered"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Tronfranchise:Over 90% ofTRON: Legacytakes place in a world known as The Grid, and the major conflict is built on the characters Flynn and Clu. Flynn is the creator of the world, but Clu has ruled the world since he rebelled against Flynn. Flynn is wise and benevolent, a personality that might seem a bit out of character for those who have seen the first movie and remember him as animmature brat.At the very end, it is revealed that he was still immature and shortsighted when he created the world and Clu, and that's why the world is in the sorry condition it is - Clu was simply carrying out the orders given to him by Flynn to the best of his ability, but Flynn and his world were both flawed. Thus Clu carried out flawed orders to the best of his flawed ability. This turned his quest for perfection into something vile, warping him into aTotalitarian Utilitarianleader of something thatlooks eerily familiar.At the climax of the movie, Flynn confronts Clu andspells out just how wrong he was, admitting he was arrogant and foolish, and forgiving Clu for trying to do the impossible and creating a twisted mockery of their original goals.This is an overreaching theme forTRONin general. The Master Control Program believed itself to be a deity among systems, but it was a chess program that Dillinger lost control of, and Flynn sneers atSarkthat Sark's just another program. \"One that should have been erased.\" The renegade programs view Users, like Flynn, to be gods. Of course, Flynn splashes cold water on that notion when Tron brings it up.Tron: If you are a User, then everything you've done so far has been according to a plan, right?Kevin Flynn: [laughs] Hah, you wish. Ah, you guys know what it's like, you just keep doing what it looks like you're supposed to be doing, no matter how crazy it seems.Tron: That's the way it is for Programs, yes.Kevin Flynn: I hate to disappoint you, pal, but most of the time, that's the way it is for us Users too.Tron: Stranger and stranger.",
      "links": [
        {
          "title": "TRON: Legacy",
          "url": "/pmwiki/pmwiki.php/Film/TronLegacy"
        },
        {
          "title": "immature brat",
          "url": "/pmwiki/pmwiki.php/Main/JerkWithAHeartOfGold"
        },
        {
          "title": "Totalitarian Utilitarian",
          "url": "/pmwiki/pmwiki.php/Main/TotalitarianUtilitarian"
        },
        {
          "title": "looks eerily familiar",
          "url": "/pmwiki/pmwiki.php/Main/PuttingOnTheReich"
        },
        {
          "title": "TRON",
          "url": "/pmwiki/pmwiki.php/Film/Tron"
        },
        {
          "title": "Sark",
          "url": "/pmwiki/pmwiki.php/Main/TheDragon"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The Supreme Being inTime Bandits. (post-Monty Pythonfilm byTerry Gilliam)",
      "links": [
        {
          "title": "Time Bandits",
          "url": "/pmwiki/pmwiki.php/Film/TimeBandits"
        },
        {
          "title": "Monty Python",
          "url": "/pmwiki/pmwiki.php/Creator/MontyPython"
        },
        {
          "title": "Terry Gilliam",
          "url": "/pmwiki/pmwiki.php/Creator/TerryGilliam"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InBruce Almighty, God is shown to be very human, and unable to make a perfect world because he has to respect the free will of all people (though this may be a self-imposed limitation.) Having Bruce gain his powers was a way to teach him this.",
      "links": [
        {
          "title": "Bruce Almighty",
          "url": "/pmwiki/pmwiki.php/Film/BruceAlmighty"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The Last Temptation of Christcontrasts what Jesus was born to do with what hewantsto do—get married and live in peace.",
      "links": [
        {
          "title": "The Last Temptation of Christ",
          "url": "/pmwiki/pmwiki.php/Film/TheLastTemptationOfChrist"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Played for light laughs in theOh, God!movies. God (George Burns) readily admits His mistakes, such as the goofy design of ostriches and that avocado pits are too big.",
      "links": [
        {
          "title": "Oh, God!",
          "url": "/pmwiki/pmwiki.php/Film/OhGod"
        },
        {
          "title": "George Burns",
          "url": "/pmwiki/pmwiki.php/Creator/GeorgeBurns"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InThe Acid House, Boab meets God in a pub, and just like him, God is a lazy apathetic loser. He simply doesn't care about what's happening with his creations, thinking that he already gave them enough. Most importantly, God hates himself for his lack of will to use his overwhelming powers.But because, being immortal, he can't punish himself, he wants to vent his anger on the creation so similar to him, i.e. Boab.",
      "links": []
    },
    {
      "section": "Examples",
      "text": "The Biblehas several instances of God admitting mistakes, maybe the most moving and meaningful inGenesis 6:5-7.It also has many instances of God getting angry. Not something you'd expect to see in a perfect God considering wrath is a deadly sin. Plus, he also experiences jealousy, especially towards anyone who worships a God other than him (with Satan or idols often painted as the other gods, but with no way of us knowing if idols are real gods).Jesus's insistence that he be baptized just like anyone else could be seen as an acknowledgement of this.",
      "links": [
        {
          "title": "The Bible",
          "url": "/pmwiki/pmwiki.php/Literature/TheBible"
        },
        {
          "title": "Genesis 6:5-7",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfGenesis"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The Gospel of the Flying Spaghetti Monster: The Flying Spaghetti Monster caused the great flood by accident; when making pasta, the drain of the heavenly kitchen sink emptied itself straight down to earth. Oops.",
      "links": [
        {
          "title": "The Gospel of the Flying Spaghetti Monster",
          "url": "/pmwiki/pmwiki.php/Literature/TheGospelOfTheFlyingSpaghettiMonster"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InBlå Tornet, the world was created by a guy who one day had a really bad cold. In his fever, he happened to give his angels some really bad orders. Thousands of years of tragedy later, these are still in effect. And no, this isnotPlayed for Laughsat all.Quite the contrary, actually.",
      "links": [
        {
          "title": "Blå Tornet",
          "url": "/pmwiki/pmwiki.php/Literature/BlaTornet"
        },
        {
          "title": "Played for Laughs",
          "url": "/pmwiki/pmwiki.php/Main/PlayedForLaughs"
        },
        {
          "title": "Quite the contrary, actually",
          "url": "/pmwiki/pmwiki.php/Main/DrivenToSuicide"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "In an interview withJ. R. R. Tolkien, regardingThe Lord of the RingsandThe Silmarillion, he claimed that while Eru IllúvatarGodis infallible, the gods (Valar) set off the chain of events by making the initial mistake of inviting the elves to Valinor \"in order to protect them.\" Before that, evil was introduced to the universe by thefallof Melkor, a Vala who became the god of evilSatan. So in this case the lowercase gods (or rather, angelic semi-divine beings) are flawed while uppercase God is not.",
      "links": [
        {
          "title": "J. R. R. Tolkien",
          "url": "/pmwiki/pmwiki.php/Creator/JRRTolkien"
        },
        {
          "title": "The Lord of the Rings",
          "url": "/pmwiki/pmwiki.php/Literature/TheLordOfTheRings"
        },
        {
          "title": "The Silmarillion",
          "url": "/pmwiki/pmwiki.php/Literature/TheSilmarillion"
        },
        {
          "title": "God",
          "url": "/pmwiki/pmwiki.php/Main/God"
        },
        {
          "title": "fall",
          "url": "/pmwiki/pmwiki.php/Main/FallenAngel"
        },
        {
          "title": "Satan",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The Powers That Beof theYoung Wizardsuniverse generally mean well, but because they exist out of time they can't always understand problems as seen by normal mortals, which is why they need mortal wizards helping them. To quote senior wizard Carl, \"They know what the universe was like when it left the factory but we're the ones who know all the little noises it makes. And where to kick it to make them stop.\"",
      "links": [
        {
          "title": "The Powers That Be",
          "url": "/pmwiki/pmwiki.php/Main/ThePowersThatBe"
        },
        {
          "title": "Young Wizards",
          "url": "/pmwiki/pmwiki.php/Literature/YoungWizards"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The Most High in Russell Kirkpatrick'sFire Of Heaventrilogy and follow-onBroken Man/Husk Trilogy— he knows it and seeks someone to replace him. He's too tired to care any more and knows that makes for a poor God.",
      "links": [
        {
          "title": "Fire Of Heaven",
          "url": "/pmwiki/pmwiki.php/Literature/FireOfHeaven"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "In Erik Wahlström'sGodthe title character starts out as a petulant andJerkassteenager who slowly matures and learns to take some responsibility for His creation. In the end, he ends up like an elderly corporate chairman a bit out of the loop, but he manages to settle his differences withSatan, and the two retire together as friends.",
      "links": [
        {
          "title": "God",
          "url": "/pmwiki/pmwiki.php/Literature/God"
        },
        {
          "title": "Jerkass",
          "url": "/pmwiki/pmwiki.php/Main/JerkAss"
        },
        {
          "title": "Satan",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The gods on theDiscworldaren't evil, but they couldn't care less about humans except thatGods Need Prayer Badly.Om gets better about this afterSmall Godsdue toBreak the Haughty.The general pantheon inThe Last Heronotes that a god who doesn't want to end up dead, one way or another, needs to offer his followers somethingmorethan a lack of thunderbolts.Not exactly a god, but the Creator (who appears inEric) is notoriously absent-minded. Many of the Disc's lesserAnthropomorphic Personificationsare likewise a bit inept and/or clueless.",
      "links": [
        {
          "title": "Discworld",
          "url": "/pmwiki/pmwiki.php/Literature/Discworld"
        },
        {
          "title": "Gods Need Prayer Badly",
          "url": "/pmwiki/pmwiki.php/Main/GodsNeedPrayerBadly"
        },
        {
          "title": "Small Gods",
          "url": "/pmwiki/pmwiki.php/Literature/SmallGods"
        },
        {
          "title": "Break the Haughty",
          "url": "/pmwiki/pmwiki.php/Main/BreakTheHaughty"
        },
        {
          "title": "The Last Hero",
          "url": "/pmwiki/pmwiki.php/Literature/TheLastHero"
        },
        {
          "title": "Eric",
          "url": "/pmwiki/pmwiki.php/Literature/Eric"
        },
        {
          "title": "Anthropomorphic Personifications",
          "url": "/pmwiki/pmwiki.php/Main/AnthropomorphicPersonifications"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InThe Name of the Windthe story of Tehlu initially portrays him as judgmental and unwilling to help anyone who doesn't meet his standards. Sample attitude: that man beats his wife but she's sleeping around, so they deserve each other. He's taught to be more compassionate by the mother of his human incarnation.",
      "links": [
        {
          "title": "The Name of the Wind",
          "url": "/pmwiki/pmwiki.php/Literature/TheNameOfTheWind"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InSo Long, and Thanks for All the Fish, we see God's Final Message to His Creation:\"We apologise for the inconvenience.\"Upon seeing this,Marvinfeelsgoodabout it.",
      "links": [
        {
          "title": "So Long, and Thanks for All the Fish",
          "url": "/pmwiki/pmwiki.php/Literature/SoLongAndThanksForAllTheFish"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "This trope is the conclusion of the Taker culture inIshmael (1992).",
      "links": [
        {
          "title": "Ishmael (1992)",
          "url": "/pmwiki/pmwiki.php/Literature/Ishmael1992"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "In theStrugatsky BrothersnovelOverburdened with Evil, the Wandering Jew depicts God this way. Every one of God's creations is burdened with evil, and God looks for a great man that is able to cure the world of said evil. The ending implies that one such person was finally found. God is also not omnipotent in this novel. The narrator is an astronomer, who published a massively incorrect theory based on miscalculation. He is recruited by promising to fix this issue. The problem was fixed by changing the laws of nature and rearranging the stars to suit the theory. In the past. However, it took several months, and the Wandering Jew mentioned that the task was rather challenging for his patron.",
      "links": [
        {
          "title": "Strugatsky Brothers",
          "url": "/pmwiki/pmwiki.php/Creator/StrugatskyBrothers"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Urizen, a character inWilliam Blake's poetry—his name parsed by scholars as \"Your Reason\"—is one God among many. In some ways, he resembles the Demiurge of Gnostic belief. Such facile explanations, however, brush aside deeply-woven nuances; Blake spent a lifetime forging a personal cosmology of extraordinary complexity. Desiring order, Urizen seeks to impose it on Man and the Cosmos. He possesses power to create, but by regarding himself as The Only Creator? Urizen, ultimately, reveals himself as pathetic: mired in self-deception. His inherently-flawed works contribute to human suffering; Blake's paintings depict Urizen bound within theUr-Exampleof \"mind-forg'd manacles,\" prefiguring those in which all humanity will entrap themselves.",
      "links": [
        {
          "title": "Urizen",
          "url": "/pmwiki/pmwiki.php/Main/DemirgeArchetype"
        },
        {
          "title": "William Blake",
          "url": "/pmwiki/pmwiki.php/Creator/WilliamBlake"
        },
        {
          "title": "Ur-Example",
          "url": "/pmwiki/pmwiki.php/Main/UrExample"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InRick Riordan's verse -The Camp Half-Blood Series(Percy Jackson and the Olympians,The Heroes of Olympus, andThe Trials of Apollo) and the spin-offsThe Kane ChroniclesandMagnus Chase and the Gods of Asgard- , no one, not even thegods themselves, will attempt to claim they are faultless and perfect (granted, they usually only admit that when they think no one else is listening). Several of them have even admitted they are envious of humans, in that they can overcome their flaws in mere years and decades whereas they themselves have gone thousands of years still in the same patterns of behavior.",
      "links": [
        {
          "title": "Rick Riordan",
          "url": "/pmwiki/pmwiki.php/Creator/RickRiordan"
        },
        {
          "title": "The Camp Half-Blood Series",
          "url": "/pmwiki/pmwiki.php/Literature/TheCampHalfBloodSeries"
        },
        {
          "title": "Percy Jackson and the Olympians",
          "url": "/pmwiki/pmwiki.php/Literature/PercyJacksonAndTheOlympians"
        },
        {
          "title": "The Heroes of Olympus",
          "url": "/pmwiki/pmwiki.php/Literature/TheHeroesOfOlympus"
        },
        {
          "title": "The Trials of Apollo",
          "url": "/pmwiki/pmwiki.php/Literature/TheTrialsOfApollo"
        },
        {
          "title": "The Kane Chronicles",
          "url": "/pmwiki/pmwiki.php/Literature/TheKaneChronicles"
        },
        {
          "title": "Magnus Chase and the Gods of Asgard",
          "url": "/pmwiki/pmwiki.php/Literature/MagnusChaseAndTheGodsOfAsgard"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "In Olaf Stapledon's \"The Starmaker\", when viewed, the title creator deity is seen as a work in progress. Its earliest universes are so badly made that the residual memory of them is what Hell is based on, while anticipation of its future creations are what Heaven is based on. The current universe, ours, is at the midpoint.",
      "links": []
    },
    {
      "section": "Examples",
      "text": "In theJessica Christseries, God is basically good-natured and genuinely trying to help and protect humankind, but he is also frequently grouchy, petty, self-obsessed, and not nearly as infallible as he likes to pretend. It's put best inthe prologue of the first book:\"This was not the merciful God that Jimmy had always believed in. This was not even the wrathful God that Jimmy had worried might exist. This was just unhelpful God. Maybe even lackadaisical God.\"",
      "links": [
        {
          "title": "Jessica Christ",
          "url": "/pmwiki/pmwiki.php/Literature/JessicaChrist"
        },
        {
          "title": "the prologue of the first book",
          "url": "/pmwiki/pmwiki.php/Main/EstablishingSeriesMoment"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The Belgariad: The gods (except Torak, of course) are all on the side of good, but they are capable of doing things out of spite and regretting their actions later.",
      "links": [
        {
          "title": "The Belgariad",
          "url": "/pmwiki/pmwiki.php/Literature/TheBelgariad"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "José Saramago's novelsCainandThe Gospel According to Jesus Christdepict God as selfish, cruel, and something short of omnipotent.",
      "links": [
        {
          "title": "José Saramago",
          "url": "/pmwiki/pmwiki.php/Creator/JoseSaramago"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InDer Münchner im Himmel, God greatly misjudges the recently deceased Alois Hingerl. He orders Aloisius to play his harp and chant cheerfully and actually expects the formerMunichcitizen to do all that without a single drop of beer. Aloisius' cheering ends up more of aCluster F-Bomb. As if admitting his misjudgment, God sends Aloisius back to Munich.",
      "links": [
        {
          "title": "Der Münchner im Himmel",
          "url": "/pmwiki/pmwiki.php/Literature/DerMuenchnerImHimmel"
        },
        {
          "title": "Munich",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Munich"
        },
        {
          "title": "Cluster F-Bomb",
          "url": "/pmwiki/pmwiki.php/Main/ClusterFBomb"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Lucifer (2016): When he finally appears after several seasons of beingThe Ghost, God is revealed to be a friendly, well-meaning, and good-natured figure, but one who isInnocently Insensitiveandbad at empathizing with peoplebecause of his omniscience.",
      "links": [
        {
          "title": "Lucifer (2016)",
          "url": "/pmwiki/pmwiki.php/Series/Lucifer2016"
        },
        {
          "title": "The Ghost",
          "url": "/pmwiki/pmwiki.php/Main/TheGhost"
        },
        {
          "title": "Innocently Insensitive",
          "url": "/pmwiki/pmwiki.php/Main/InnocentlyInsensitive"
        },
        {
          "title": "bad at empathizing with people",
          "url": "/pmwiki/pmwiki.php/Main/LackOfEmpathy"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InSupernatural, given that God tends to workIn Mysterious Ways, there is much debate in- and out-of-universe about whetherGod Is GoodorGod Is Evil, but it's clear that God is not perfect. The Season 5 finale supports the \"good\" position. God AKAChuckstates that he wanted everyone to realize that FAMILY is what it's all about; not power, not good, not evil...family and love. Dean and Sam choosing family over everything else is supposed to be proof of that and why God did not need to directly intervene. On the other hand, God's ownParental Favoritismand laterabandonmentof his own children, the angels, forcing Michael to choose between his brother Lucifer or his father, comments by Sam and Dean about God just being another deadbeat father, and the treatment of God's earlier creations the Leviathans, and general refusal to do anything about the problems his abandonment has caused create most of the problems from Season 5 onward and point to God being ahypocritewho claims to be good and value family but uses it and free will to justify ignoring his responsibilities and the mess his abandonment created among the angels. It finally takes the re-emergence of his destructive sisterThe Anti-Godfor him to intervene directly in season 11. God explains that he was so hands-off because when he tried being a helicopter parent, it ended up backfiring. The season 14 ending, on the other handdefinitely comes down on the side ofGod Is Evil, as he kills Jack and starts a Zombie Apocalypse when Sam and Dean don't want to play along for his entertainment.",
      "links": [
        {
          "title": "Supernatural",
          "url": "/pmwiki/pmwiki.php/Series/Supernatural"
        },
        {
          "title": "In Mysterious Ways",
          "url": "/pmwiki/pmwiki.php/Main/InMysteriousWays"
        },
        {
          "title": "God Is Good",
          "url": "/pmwiki/pmwiki.php/Main/GodIsGood"
        },
        {
          "title": "God Is Evil",
          "url": "/pmwiki/pmwiki.php/Main/GodIsEvil"
        },
        {
          "title": "Parental Favoritism",
          "url": "/pmwiki/pmwiki.php/Main/ParentalFavoritism"
        },
        {
          "title": "abandonment",
          "url": "/pmwiki/pmwiki.php/Main/ParentalAbandonment"
        },
        {
          "title": "hypocrite",
          "url": "/pmwiki/pmwiki.php/Main/Hypocrite"
        },
        {
          "title": "The Anti-God",
          "url": "/pmwiki/pmwiki.php/Main/TheAntiGod"
        },
        {
          "title": "God Is Evil",
          "url": "/pmwiki/pmwiki.php/Main/GodIsEvil"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "In Ebba Grön's song \"Häng Gud\" (Hang God), God is accused of racism, misogyny and forgetting about his loyal worshipers.",
      "links": [
        {
          "title": "Häng Gud",
          "url": "https://www.youtube.com/watch?v=7z59eZ3yAC4"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The Lily Allen song \"Him\" seems to portray God this way. Most of it is just speculation about what Godmightbe like, but the chorus says \"He's lost the will, he can't decide / He doesn't know what's right or wrong\" and implies that while he doesn't like it when people kill each other in his name, there's not much he can really do about it.",
      "links": []
    },
    {
      "section": "Examples",
      "text": "Bad Religiondeconstructs this trope (as well as the problem of evil) in their song \"Better Off Dead\". The lyrics are about God apologizing for creating the world so badly, but it comes across as the humans being ungrateful whiny bastards who fail to appreciate what they got.",
      "links": [
        {
          "title": "Bad Religion",
          "url": "/pmwiki/pmwiki.php/Music/BadReligion"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "The song \"One of Us\" by Joan Osborne (with covers by Alanis Morissette and others) portrays God as simultaneously flawed and sympathetic. (The chorus happens to think nobody \"[calls him] on the phone\", i.e., prays to him, except for maybe the Pope.)In its spoof,What If God Smoked Cannabis, it is implied that the world is such a silly place because God was high when he made it.",
      "links": [
        {
          "title": "What If God Smoked Cannabis",
          "url": "https://www.youtube.com/watch?v=O21St4SMs68"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InBlutengel's song\"No God\", God's biggest flaw is that he doesn't exist: \"There's a god in your life, / But he is not what you need. / He can't hear you when you call. / He can't help you when you cry. / [...] / Wake up and face reality, realize there is no god. / Wake up open your eyes, / No paradise on the other side!\"One of the classic philosophical arguments for why God exists is that God is perfect. If God doesn't exist, then he wouldn't be perfect. Thus, God exists. This song turns this argument upside down.",
      "links": [
        {
          "title": "Blutengel",
          "url": "/pmwiki/pmwiki.php/Music/Blutengel"
        },
        {
          "title": "\"No God\"",
          "url": "https://www.youtube.com/watch?v=iUf0tiM9ThA"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "In the title track ofTom Waits'Heartattack and Vine, the narrator informs us, \"Don't you know there ain't no devil? / That's just God when He's drunk.\"",
      "links": [
        {
          "title": "Tom Waits",
          "url": "/pmwiki/pmwiki.php/Music/TomWaits"
        },
        {
          "title": "Heartattack and Vine",
          "url": "/pmwiki/pmwiki.php/Music/HeartAttackAndVine"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "\"Dear God\" by XTC is one long tirade against God: \"I won't believe in heaven or hell / No saints, no sinners, no devil as well / No pearly gates, no thorny crown / You're always letting us humans down\"",
      "links": []
    },
    {
      "section": "Examples",
      "text": "This trope has a fair amount of historical precedent. It's been theorized that much of theJerkassbehavior exhibited by theGreek Godswas intended partially as a rationalization for the less-than-noble traits exhibited by humans. It makes sense that if we're made in the gods' images, and we're obviously not perfect, that the gods themselves possess human flaws.",
      "links": [
        {
          "title": "Jerkass",
          "url": "/pmwiki/pmwiki.php/Main/JerkAss"
        },
        {
          "title": "Greek Gods",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Norse Mythologystands out from other Pagan mythologies in that each of the gods have flaws. Some of these flaws directly lead toRagnarok.",
      "links": [
        {
          "title": "Norse Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        },
        {
          "title": "Ragnarok",
          "url": "/pmwiki/pmwiki.php/Main/TheEndOfTheWorldAsWeKnowIt"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Early portrayals of the Abrahamic God appear to show him to have quite the temper and there exists at least one point where Moses wins an argument with God, calming him down after the Jews disobeyed him. The implications would be that righteous anger isnota flaw, that God wants his children to speak openly with him, etc. Jesus Christ would later call self-righteous religious leaders out for how flawed their concepts of flaws and perfections were, reminding them that the Lord, not they, sets the standards for perfect and flawed.",
      "links": []
    },
    {
      "section": "Examples",
      "text": "According toGnosticism, the \"god\" of the Torah/Old Testament is alternatively an arrogant, malevolentJerkassor simply a blundering, ignorant fool whobelieves himself to be the one true goddue to his lack of knowledge of therealtrue God who is ultimately unknowable but manifests himself through a \"divine spark\" that Yahweh (or the Demiurge) unwittingly imbued his creation with, and also through certain divine messengers (Sophia, Jesus and/orLucifer, depending on the sect of Gnosticism).",
      "links": [
        {
          "title": "Gnosticism",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Gnosticism"
        },
        {
          "title": "Jerkass",
          "url": "/pmwiki/pmwiki.php/Main/Jerkass"
        },
        {
          "title": "believes himself to be the one true god",
          "url": "/pmwiki/pmwiki.php/Main/AGodAmI"
        },
        {
          "title": "Lucifer",
          "url": "/pmwiki/pmwiki.php/Main/SatanIsGood"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Mahabrahma the King of Devas inBuddhismis, according to some Buddhists, the founder ofHinduismand/or the monotheistic religions when he, wrongfully, thought he was the Creator (notice that Buddhism does not believe in the existence of universal creators at all). Mahabrahma is not considered evil by Buddhists, only misguided. Nevertheless, some Buddhist texts established that Mahabrahma accepted Buddha's teachings.",
      "links": [
        {
          "title": "Buddhism",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Buddhism"
        },
        {
          "title": "Hinduism",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Hinduism"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Theopen theismmovement is a downplayed example: while it still believesGod Is Goodand really powerful, it denies that he's omnipotent, which would explain why evil still exists in the Universe: God isn't powerful enough to completely eradicate it.",
      "links": [
        {
          "title": "open theism",
          "url": "https://en.wikipedia.org/wiki/Open_theism"
        },
        {
          "title": "God Is Good",
          "url": "/pmwiki/pmwiki.php/Main/GodIsGood"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "On theChurch of the SubGeniusradio showThe Hour of Slack,Rev. Ivan Stang commented, \"God forgot to make stupidity painful.\"",
      "links": [
        {
          "title": "Church of the SubGenius",
          "url": "/pmwiki/pmwiki.php/Main/ParodyReligion"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "InWerewolf: The Apocalypse, the three members of the Triat are supposed to be working together to keep the forces of the cosmos in balance. Unfortunately, they're either too busy struggling against each other or too indifferent to perform their tasks properly. For example, the Weaver imprisoned the Wyrm in the web of creation, the Wyrm is slowly killing Gaia in his attempt to break free, and the Wyld could care less.",
      "links": [
        {
          "title": "Werewolf: The Apocalypse",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WerewolfTheApocalypse"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Exalted:The Unconquered Sun in theory loves humanity and wants the best for them, but he's too busy playing/being addicted to the Games of Divinity to care about what happens in Creation — if he let himself pay attention he'd suffer a(nother) nervous breakdown seeing all the suffering and problems. Luna and the Five Maidens aren't paying that much more attention, either.Many little gods are so petty and selfish that sometimes humans would be better off without them. With the seven Incarnae paying them no attention, the Celestial and Terrestrial Bureaucracies are corrupt and inefficient, and the Elemental Courts are out to lunch — gods who do care and try to do their jobs right are still numerous, but they're hampered and sometimes persecuted by all the ones who don't. The only place where the divine Courts still more-or-less functioning is where they're forced to by the agents of a despotic human theocracy led by an objectively wrong religion.Then there are the Primordials, who built all this in the first place. They started out as inhuman, incomprehensible things somewhere between Titans andEldritch Abominations, and after being imprisoned by the gods most of them have devolved intoMad Godterritory. The reason the war ended is that one suffered apsychotic breakto understand that other sapient creatures might have opinions. Meanwhile, the two free Primordials who sided with the gods have wandered off somewhere else, and let Creation rot. The main reason Creation worked when the Primordials ran things is because they drove the gods and humans as slaves.",
      "links": [
        {
          "title": "Exalted",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Exalted"
        },
        {
          "title": "Eldritch Abominations",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        },
        {
          "title": "Mad God",
          "url": "/pmwiki/pmwiki.php/Main/MadGod"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Warhammer 40,000: TheGod-Emperoris revered as the paragon of humanity (despite being a spirit bound to a desiccated corpse andan atheist), but his inability to consider people other than himself as important led to his downfall. His ignoring the wishes of his children, the Primarchs, led to them rebelling and/or joining Chaos (Angron just wanted to lead aSlave Rebellion, Lorgar wanted to worship him, Magnus wanted to study sorcery, etc.).",
      "links": [
        {
          "title": "Warhammer 40,000",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer40000"
        },
        {
          "title": "God-Emperor",
          "url": "/pmwiki/pmwiki.php/Main/GodEmperor"
        },
        {
          "title": "an atheist",
          "url": "/pmwiki/pmwiki.php/Main/FlatEarthAtheist"
        },
        {
          "title": "Slave Rebellion",
          "url": "/pmwiki/pmwiki.php/Main/SlaveRebellion"
        }
      ]
    },
    {
      "section": "Examples",
      "text": "Warhammer Age Of Sigmar: Most of the gods in the settings areDeities Of Mortal Origin, and becoming divine hasn't removed any of their mortal foibles. Nagash is a petty tyrant, Gorkamorka is a shortsightedBlood Knight, Teclis is arrogant, and Allarielle has a hard time caring about anything that isn't a tree. Sigmar himself is unique in that herecognizeshis flaws, and the fact that most of the problems in the setting are at least partially his fault, and he's trying to fix them. He often makes his Stormcast Eternalsveryuncomfortable when he openly acknowledges this, as they'd rather think of him as the perfect and flawless being he knows he isn't.",
      "links": [
        {
          "title": "Warhammer Age Of Sigmar",
          "url": "/pmwiki/pmwiki.php/TabletopGames/WarhammerAgeOfSigmar"
        },
        {
          "title": "Deities Of Mortal Origin",
          "url": "/pmwiki/pmwiki.php/Main/DeityOfHumanOrigin"
        },
        {
          "title": "Blood Knight",
          "url": "/pmwiki/pmwiki.php/Main/BloodKnight"
        }
      ]
    }
  ]
}