{
  "trope": "WellIntentionedExtremist",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/WellIntentionedExtremist",
  "description": "\n\n\"The road to hell is paved with good intentions.\"—Bernard of Clairvaux\n\nA villainor a veryunscrupulous herowho has an overall goal which the other heroescan appreciate in principle, but whose methods of pursuing said goal (such as mass murder) areproblematic; despite any sympathy they may have with their cause, the heroes have no choice but to stop them. Taken to extremes, they may fully believe thatUtopia Justifies the Means. Such an idealistic extremist is likely to be either aTotalitarian Utilitarianor aPrinciples Zealot, depending on whether they’re aimingFor HappinessorFor Great Justice. The most well-written examples of this trope are the kind that the reader/viewer stops just short of agreeing with.\n\nOther times, the villain may be out for simplerevengeagainst a person, corporation or other entity that has undeniably wronged them. Again, the heroes may sympathize with their plight, but are obliged to stop them because they care not who gets in the way of their planned revenge. However, the heroes will often investigate the villain's grievance themselves and will complement stopping the villain with bringing the offending party to justice as well.\n\nMaybethey started out with actions as good as their intentions, but wereforced to take more extreme measures. Either way, it's a common end result ofJumping Off the Slippery Slope. Their favorite phrase isI Did What I Had to Do.\n\nThere are four basic flavors of Well Intentioned Extremist:\n\nThe problem is the means:The Extremist has a good goal that many would support, given that it is fundamentally good and noble, but only the Extremist thinks that the means they have chosen are acceptable. Perhaps this particular road to utopia isPowered by a Forsaken Childor simply includes a nauseating level ofso-called 'necessary' sacrifices.The Extremist has a good goal that many would support, given that it is fundamentally good and noble, but the means the TU has chosen have hidden/'hidden' costs. Though it'll'solve' the original problem, it'll bring about something even worse. For example, they may try to prevent crime... by sacrificing everyone's souls to an eldritch abomination so they will no longer havepersonalities or feel the desire to steal.They may not have even realized that this is a problem.\n\nThe problem is the goal:The Extremist has a goal that few would support, given just how extreme andillogicalit is. Any principle can becomeNightmare Fuelif one divorces it from common sense and basic human decency. For example:We should maximize the average happiness. This can most easily be done by constantly, and secretly, exterminating the unhappiest people.We should maximize the total happiness.Since even starving people are capable of happiness, we should raise the total population as high as possible, regardless of each individual's quality of life.Negative utilitarianism. Instead of maximizing happiness, we should only focus on minimizing suffering. However, since all living things suffer to some extent we can only eliminate suffering byputting the unhappy out of their misery- or by exterminatingeveryone.We should justmake everyone happy; people who are unhappy should becuredof this condition using thelatest technology or magitek.\n\nThe problem is the consequences:The Extremist sees a real problem and offers a real solution that may or may not be ethically acceptable, but the bigger issue is that they are not taking into account the negative side-effects of their actions. For example:The Extremist wants to assassinate the evil dictator of an oppressed country, but can't or won't take the time and effort to ensure that the country is not taken over by another who is just as bad or worse, or perhaps the country falls into chaos without the tyrant or a stronger, benevolent replacement to hold it all together.\n\nThe problem is the \"problem\":The Extremist has a goal that more or less everyone can agree is misinformed, insane, or both— they're willing tomake(huge)sacrifices in the name ofa completely useless goal. For example, they might try to fix the endemic and civilisation-destroying catastrophe of ant-theft... by organising the sacrificial murder of the entire population of New Delhi as an offering to a non-existent supernatural entity that they think will solve the problem with its magic.\n\nOn the extreme end, may result in the even darkerKnight Templarwho chooses to eitherremove free will, believing it the best way to save the world or destroy whoever they don’t consider worthy enough to live. Unlike this, The Well-Intentioned Extremist isn't a punisher of all flaws or a dictator who argues that they are good and therefore everyone else is bad; they actually realise that some of their victims don't deserve to die or suffer, but insist that it is for the greater good and actually aren'tentirelywrong. They could also be afallenWide-Eyed Idealistthatwas driven over the edge, and sometimes aWorthy Opponentor evenReluctant Warrior.Vigilante Manis a case where the Well-Intentioned Extremisthasn't (yet) descendedto the point of not caring who gets hurt. Often ends up in rivalries with theKnight in Sour Armor. Maybe they'reObliviously Eviland don't realise they're the bad guy, in which case they're prone toMy God, What Have I Done?and becoming wracked with guilt and horror if they're ever enlightened. Some of those seeking to bring about aOne World Orderto end international strife may count as this.\n\nThis can be a difficult line to walk: push too hard in one direction and you make it seem as if the extreme methods are acceptable; push too hard in the other and you run the risk of denying the validity of their initial cause, of arguingforoppression (for instance) instead of against it. When the balancing is done they more often than not tend to be eitherAnti-Villainsor darkAnti-Heroes, especially if more emphasis is put on the \"well-intentioned\" part than the \"extremist\" one. However, there are some who seem likeWIEsbut in reality arejust straight-up villains, particularly if they are the other way around in terms of what they put more emphasis on and if they are obviously just using their philosophy as a shallow excuse to commit evil. Another version of a darker villain being this trope is that they have an actual philosophy which they believe will \"improve\" the world but the philosophy itself is too obviously evil to garner any sympathy, such as is often the case with theMisanthrope Supremeandgenocidal maniacs(especially those who believe they're in aGuilt-Free Extermination Warandact accordingly).\n\nOften, these characters are presented as more dangerous and terrifying than some who are straight-upFor the EvulzandTake Over the Worldtypes and with good reason:Even Evil Has Standardsdoes not usually apply to them, as it might for some others. After all, if you think you're doing the right thing, then it's easy to considereven the most horrific actions an acceptable compromise.On the other hand, sometimes the extremist is driven to be such by exaggerating a genuine standard, and will always abide by it. They may beObsessed with Deadly Item, believing it can be used for good purposes. ABurnout by Traumatic Jobcan also drive them to \"fix\" the world.\n\nCompare withNecessarily Evil, where the villain in question has aHeel Realizationand recognizes that he deserves punishment (of course, he may always choose to justIgnore That Epiphany). See alsoA Lighter Shade of Grey. A staple trope of theMaster Computergone mad. If the positive intention is overthrowing an evil government, the Well Intentioned Extremists will be an example ofThe Revolution Will Not Be Civilized. If his extremism actuallysucceedsin making the world a better place, it'sThe Extremist Was Right. TheSmall Steps Herodesperately wants to avert this trope. AnyNot-So-Well-Intentioned Extremistwill instead subvert this trope.\n\nAs this trope often goes hand-in-hand with theFace–Heel Turnor may involve the reveal of a villain's true plans (or intentions), expect spoilers.\n\nnoreallifeExamples (No Real Life Examples, Please!):Anime & MangaComic BooksFan WorksFilmLiteratureLive-Action TVMusicTabletop GamesTheatreVideo GamesVisual NovelsWeb AnimationWebcomicsWeb OriginalWestern Animation\n\nopen/close all folders\n\nAsian AnimationMotu Patlu (2012): Chaiwala becomes one in \"Gold Samosa\", where a samosa restaurant opens near his stand. Chaiwala is so determined to keep the restaurant from putting him out of business that, instead of just pulling a protest against the restaurant or doing something similar, he not only encourages John the Don (the series' main villain) when he hijacks one of the rival restaurant's trucks, but goes out of his way to keep Motu and Patlu from stopping John from stealing the truck.\n\nAudio PlaysIn theBig Finish Doctor WhoseriesDoom Coalition, this arguably applies to the villainPadrac and his titular \"Doom Coalition\"; their final objective isto save Gallifrey from the destruction that Padrac has predicted will inevitably strike them at some future date, which the Doctor can agree with in principle, but Padrac has concluded that the only way to guarantee Gallifrey's safety is to destroyevery other planet in the universe, which the Doctor is less inclined to agree with.Jan Tenner: Logar has his soldiers kidnap and forcefully draft other species as he is in constant need for soldiers to fight the Void, anEldritch Abominationin the form of a black mass threatening to consume every universe wiping out everything in the process. When he is given a more effective alternative for the kidnappings, he jumps on it.\n\nComic StripsModesty Blaise: Professor Nicomede Katris, theBig Badof \"The Zombie\", is aparaplegic computer geniuswho believes that humanity would be better off under a one-world government run by a computer. However, the lengths he is willing to go to bring this about include drug dealing and murder.\n\nManhwaI Wish: Dee comes across as this. Since she's a witch, she studies like crazy to improve her abilities in repeated attempts to help make the world a better place for people. Unfortunately, her hyper and rather carefree attitude about her powers often leads to her magic failing or ultimately making things worse. While she wants to help K by having him experience love through aLove Potion, she tried it on all of her servants first and it resulted in them becoming obsessed with her, to the point that they'llkill her. Fortunately, onceWye goes through a convoluted plan to get himself temporarily killed and Dee's powers become better, Dee learns the lesson thatusing her magic can cause severe consequencesand she isn't as carefree about it anymore.\n\nMyths & ReligionThe Bible: Deconstructed by the Apostle Paul inBook of Romans3:8 (NKJV), \"And why not say, 'Let us do evil that good may come'? - as we are slanderously reported and as some affirm that we say. Their condemnation is just.\"\n\nProfessional WrestlingSimon Deanis tired of traveling this country and seeing so many fat monstrosities. So he is going to help solve the problem by selling his patented Simon System at a discount. Because even though he does not like you, Simon Dean believes in you!Stevie RichardsinTNA, trying to save the world fromAbyss, and Abyss from himself, turned out to be worse than Abyss by the end of their feud.Coming out of left field, \"The World Famous\"Kana, then on a mission to defeatYoshihiro Tajiriand all the other \"old men\" of his SMASH promotion, wrote a \"manifesto\" on the Joshi half of Puroreso, emphasizing, among other things, a need to isolate every wrestler and dump the worthless ones after evaluating them all.Jessicka Havok has always been a menace toWSU, but was cast in a new \"heroic\" light after DJ Hydetook over the companyand proclaimed not only her but many others who were long time fan favoritesPersona Non GratanoteDrew Cordeiro was the one dismissing, banning or alienating people, DJ Hyde justtook credit for itat shows orenforced his decisions. Since Havok did not care about WSU rulings to begin with, she continued to show up anyway and do what she does, to cheers. Jessicka's also fond of the Shine promotion, admitting that she had consciously not stooped to her usual lows while working there, not complaining when punished by officials for herpost match ritualsand attacking those who she feels are bad for the promotion or disrespectful to it, though she ignored theLegion of Doomwho were guilty of every \"crime\" she charged all her other targets with becauseAllysin Kay, Havok's best friend from WSU, was a part of it.\n\nToysBIONICLETuyet keeps trying to take over the universe because she genuinely believes that she can make it a better place. Unfortunately, her definition of \"better\" involves hundreds of innocent people being slaughtered, the Toa being brainwashed intoKnights Templar, and the Matoran living in fear in aBig Brother Is Watchingversion of Metru Nui, as seen in an alternate reality.Makuta Teridaxwas alluded to be this, as revealed by his lines in the filmBIONICLE: Mask of LightandLEGO's internal documentation, which stated he was a misguided but noble villain under the influence of hisMask ofShadows. He terrorized the Matoran, sought to kill the heroic Toa and blocked the passage to their home Metru Nui so thatthe deityMata Nuiwould never awaken. Makuta argued that keeping Mata Nui in a coma \"spares him pain\". He was right — Mata Nui's body was under the island where Makuta had imprisoned the Matoran; if he woke up, he'd destroy it and kill his own people. Franchise co-creator Christian Faber described Makuta as an illness that ultimately strengthens one's body, serving a good cause via bad means. In later media, this side of Makuta wasretconned. The movieBIONICLE 2: Legends of Metru Nuipainted him as fully evil, thinking he'd be a better god than Mata Nui, and author Greg Farshtey further re-imagined him as aComplete Monsterwho put Mata Nui to sleep not for his protection but to kill him.",
  "examples": [
    {
      "section": "Examples (No Real Life Examples, Please!):",
      "text": "Motu Patlu (2012): Chaiwala becomes one in \"Gold Samosa\", where a samosa restaurant opens near his stand. Chaiwala is so determined to keep the restaurant from putting him out of business that, instead of just pulling a protest against the restaurant or doing something similar, he not only encourages John the Don (the series' main villain) when he hijacks one of the rival restaurant's trucks, but goes out of his way to keep Motu and Patlu from stopping John from stealing the truck.",
      "links": [
        {
          "title": "Motu Patlu (2012)",
          "url": "/pmwiki/pmwiki.php/Animation/MotuPatlu2012"
        }
      ]
    },
    {
      "section": "Examples (No Real Life Examples, Please!):",
      "text": "In theBig Finish Doctor WhoseriesDoom Coalition, this arguably applies to the villainPadrac and his titular \"Doom Coalition\"; their final objective isto save Gallifrey from the destruction that Padrac has predicted will inevitably strike them at some future date, which the Doctor can agree with in principle, but Padrac has concluded that the only way to guarantee Gallifrey's safety is to destroyevery other planet in the universe, which the Doctor is less inclined to agree with.",
      "links": [
        {
          "title": "Big Finish Doctor Who",
          "url": "/pmwiki/pmwiki.php/AudioPlay/BigFinishDoctorWho"
        }
      ]
    },
    {
      "section": "Examples (No Real Life Examples, Please!):",
      "text": "Jan Tenner: Logar has his soldiers kidnap and forcefully draft other species as he is in constant need for soldiers to fight the Void, anEldritch Abominationin the form of a black mass threatening to consume every universe wiping out everything in the process. When he is given a more effective alternative for the kidnappings, he jumps on it.",
      "links": [
        {
          "title": "Jan Tenner",
          "url": "/pmwiki/pmwiki.php/AudioPlay/JanTenner"
        },
        {
          "title": "Eldritch Abomination",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        }
      ]
    },
    {
      "section": "Examples (No Real Life Examples, Please!):",
      "text": "Modesty Blaise: Professor Nicomede Katris, theBig Badof \"The Zombie\", is aparaplegic computer geniuswho believes that humanity would be better off under a one-world government run by a computer. However, the lengths he is willing to go to bring this about include drug dealing and murder.",
      "links": [
        {
          "title": "Modesty Blaise",
          "url": "/pmwiki/pmwiki.php/ComicStrip/ModestyBlaise"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "paraplegic computer genius",
          "url": "/pmwiki/pmwiki.php/Main/GeniusCripple"
        }
      ]
    },
    {
      "section": "Examples (No Real Life Examples, Please!):",
      "text": "I Wish: Dee comes across as this. Since she's a witch, she studies like crazy to improve her abilities in repeated attempts to help make the world a better place for people. Unfortunately, her hyper and rather carefree attitude about her powers often leads to her magic failing or ultimately making things worse. While she wants to help K by having him experience love through aLove Potion, she tried it on all of her servants first and it resulted in them becoming obsessed with her, to the point that they'llkill her. Fortunately, onceWye goes through a convoluted plan to get himself temporarily killed and Dee's powers become better, Dee learns the lesson thatusing her magic can cause severe consequencesand she isn't as carefree about it anymore.",
      "links": [
        {
          "title": "I Wish",
          "url": "/pmwiki/pmwiki.php/Manhwa/IWish"
        },
        {
          "title": "Love Potion",
          "url": "/pmwiki/pmwiki.php/Main/LovePotion"
        },
        {
          "title": "kill her",
          "url": "/pmwiki/pmwiki.php/Main/Yandere"
        },
        {
          "title": "using her magic can cause severe consequences",
          "url": "/pmwiki/pmwiki.php/Main/WithGreatPowerComesGreatResponsibility"
        }
      ]
    },
    {
      "section": "Examples (No Real Life Examples, Please!):",
      "text": "The Bible: Deconstructed by the Apostle Paul inBook of Romans3:8 (NKJV), \"And why not say, 'Let us do evil that good may come'? - as we are slanderously reported and as some affirm that we say. Their condemnation is just.\"",
      "links": [
        {
          "title": "The Bible",
          "url": "/pmwiki/pmwiki.php/Literature/TheBible"
        },
        {
          "title": "Book of Romans",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfRomans"
        }
      ]
    },
    {
      "section": "Examples (No Real Life Examples, Please!):",
      "text": "Simon Deanis tired of traveling this country and seeing so many fat monstrosities. So he is going to help solve the problem by selling his patented Simon System at a discount. Because even though he does not like you, Simon Dean believes in you!",
      "links": [
        {
          "title": "Simon Dean",
          "url": "/pmwiki/pmwiki.php/Wrestling/MikeBucci"
        }
      ]
    },
    {
      "section": "Examples (No Real Life Examples, Please!):",
      "text": "Stevie RichardsinTNA, trying to save the world fromAbyss, and Abyss from himself, turned out to be worse than Abyss by the end of their feud.",
      "links": [
        {
          "title": "Stevie Richards",
          "url": "/pmwiki/pmwiki.php/Wrestling/StevieRichards"
        },
        {
          "title": "TNA",
          "url": "/pmwiki/pmwiki.php/Wrestling/ImpactWrestling"
        },
        {
          "title": "Abyss",
          "url": "/pmwiki/pmwiki.php/Wrestling/Abyss"
        }
      ]
    },
    {
      "section": "Examples (No Real Life Examples, Please!):",
      "text": "Coming out of left field, \"The World Famous\"Kana, then on a mission to defeatYoshihiro Tajiriand all the other \"old men\" of his SMASH promotion, wrote a \"manifesto\" on the Joshi half of Puroreso, emphasizing, among other things, a need to isolate every wrestler and dump the worthless ones after evaluating them all.",
      "links": [
        {
          "title": "Kana",
          "url": "/pmwiki/pmwiki.php/Wrestling/KanakoUrai"
        },
        {
          "title": "Yoshihiro Tajiri",
          "url": "/pmwiki/pmwiki.php/Wrestling/YoshihiroTajiri"
        }
      ]
    },
    {
      "section": "Examples (No Real Life Examples, Please!):",
      "text": "Jessicka Havok has always been a menace toWSU, but was cast in a new \"heroic\" light after DJ Hydetook over the companyand proclaimed not only her but many others who were long time fan favoritesPersona Non GratanoteDrew Cordeiro was the one dismissing, banning or alienating people, DJ Hyde justtook credit for itat shows orenforced his decisions. Since Havok did not care about WSU rulings to begin with, she continued to show up anyway and do what she does, to cheers. Jessicka's also fond of the Shine promotion, admitting that she had consciously not stooped to her usual lows while working there, not complaining when punished by officials for herpost match ritualsand attacking those who she feels are bad for the promotion or disrespectful to it, though she ignored theLegion of Doomwho were guilty of every \"crime\" she charged all her other targets with becauseAllysin Kay, Havok's best friend from WSU, was a part of it.",
      "links": [
        {
          "title": "WSU",
          "url": "/pmwiki/pmwiki.php/Wrestling/WSU"
        },
        {
          "title": "took over the company",
          "url": "/pmwiki/pmwiki.php/Main/BadBoss"
        },
        {
          "title": "Persona Non Grata",
          "url": "/pmwiki/pmwiki.php/Main/PersonaNonGrata"
        },
        {
          "title": "took credit for it",
          "url": "/pmwiki/pmwiki.php/Main/DastardlyWhiplash"
        },
        {
          "title": "enforced his decisions",
          "url": "/pmwiki/pmwiki.php/Main/Heel"
        },
        {
          "title": "post match rituals",
          "url": "/pmwiki/pmwiki.php/Main/NoHoldsBarredBeatDown"
        },
        {
          "title": "Legion of Doom",
          "url": "/pmwiki/pmwiki.php/Main/LegionOfDoom"
        },
        {
          "title": "Allysin Kay",
          "url": "/pmwiki/pmwiki.php/Wrestling/AllysinKay"
        }
      ]
    },
    {
      "section": "Examples (No Real Life Examples, Please!):",
      "text": "BIONICLETuyet keeps trying to take over the universe because she genuinely believes that she can make it a better place. Unfortunately, her definition of \"better\" involves hundreds of innocent people being slaughtered, the Toa being brainwashed intoKnights Templar, and the Matoran living in fear in aBig Brother Is Watchingversion of Metru Nui, as seen in an alternate reality.Makuta Teridaxwas alluded to be this, as revealed by his lines in the filmBIONICLE: Mask of LightandLEGO's internal documentation, which stated he was a misguided but noble villain under the influence of hisMask ofShadows. He terrorized the Matoran, sought to kill the heroic Toa and blocked the passage to their home Metru Nui so thatthe deityMata Nuiwould never awaken. Makuta argued that keeping Mata Nui in a coma \"spares him pain\". He was right — Mata Nui's body was under the island where Makuta had imprisoned the Matoran; if he woke up, he'd destroy it and kill his own people. Franchise co-creator Christian Faber described Makuta as an illness that ultimately strengthens one's body, serving a good cause via bad means. In later media, this side of Makuta wasretconned. The movieBIONICLE 2: Legends of Metru Nuipainted him as fully evil, thinking he'd be a better god than Mata Nui, and author Greg Farshtey further re-imagined him as aComplete Monsterwho put Mata Nui to sleep not for his protection but to kill him.",
      "links": [
        {
          "title": "BIONICLE",
          "url": "/pmwiki/pmwiki.php/Toys/Bionicle"
        },
        {
          "title": "Knights Templar",
          "url": "/pmwiki/pmwiki.php/Main/KnightTemplar"
        },
        {
          "title": "Big Brother Is Watching",
          "url": "/pmwiki/pmwiki.php/Main/BigBrotherIsWatching"
        },
        {
          "title": "Makuta Teridax",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "BIONICLE: Mask of Light",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/BionicleMaskOfLight"
        },
        {
          "title": "LEGO",
          "url": "/pmwiki/pmwiki.php/Toys/LEGO"
        },
        {
          "title": "Mask of",
          "url": "/pmwiki/pmwiki.php/Main/MaskOfPower"
        },
        {
          "title": "Shadows",
          "url": "/pmwiki/pmwiki.php/Main/EvilMask"
        },
        {
          "title": "the deity",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        },
        {
          "title": "Mata Nui",
          "url": "/pmwiki/pmwiki.php/Main/BigGood"
        },
        {
          "title": "retconned",
          "url": "/pmwiki/pmwiki.php/Main/Retcon"
        },
        {
          "title": "BIONICLE 2: Legends of Metru Nui",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Bionicle2LegendsOfMetruNui"
        },
        {
          "title": "Complete Monster",
          "url": "/pmwiki/pmwiki.php/Main/CompleteMonster"
        }
      ]
    }
  ]
}