{
  "trope": "TheChosenOne",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/TheChosenOne",
  "description": "\n\n\"It's one thing to think that you're the center of the universe — it's another thing entirely to have this confirmed by an ancient prophecy.\"—Douglas Adams\n\nOnly you have been deemed worthy to describe the secrets of... The Chosen One.\n\nTake it for granted that they areThe Only One. These characters have been chosen by some force and they are now the only ones capable of resolving the plot. The methodology may be imprecise, and bonus points apply if \"chosen one\" is actually used in the work. The key here is that these characters are held in esteem for their expected potential, occasionally determined by past accomplishments.\n\nThat said, always be wary about what the character has been chosenfor. If their job description involves \"defeating the darkness\" and involves long years of danger and struggle, chances are good that they've been madeThe Hero. If, on the other hand, their job description involves getting pampered by half-naked temple virgins, then chances are very good that they've been chosen to be asacrificeinstead! And woe betide the world should the Chosen One be chosen to be avillaininstead of a hero...\n\nThey maybe incredulous that they're the person in question.\n\nSub-Tropesinclude:The Antichrist: A chosen one destined for evil, usually on behalf ofSatan, aSatanic Archetypeor some otherAncient Evil.Apocalypse Maiden: A person chosen to bringThe End of the World as We Know It.Birthmark of Destiny: You know they're the Chosen One because they have aDistinguishing Mark.The Chosen Many: There a a bunch of Chosen Ones walking around.The Chosen People: A species, civilization, ethnic or religious group are collectively The Chosen One.The Chosen Wannabe: They desperately want to be The Chosen One, but aren't.The Chosen Zero: The Chosen One is aLoser Protagonistwhose true potential must be discovered.The Chooser of the One: They are the one who decides who The Chosen One is.Hijacked Destiny: The Chosen One's status was taken from them.It Sucks to Be the Chosen One: Being The Chosen One isn't as glamorous as it sounds.Legacy of the Chosen: There have been many Chosen Ones in the past and The Chosen One is just the latest version.Multiple-Choice Chosen: While there can only be one Chosen One, there is a list of people who could be them.Only the Chosen May Pilot: Only The Chosen One can pilot this machine.Only the Chosen May Ride: Only The Chosen One can tame this beast.Only the Chosen May Wield: Only The Chosen One is allowed to use this weapon.The Poorly Chosen One: The Chosen One sucks at being The Chosen One.The Unchosen One: They fill out all of the brackets and parameters of being The Chosen One without actually having been chosen.\n\nCompareGiving the Sword to a Noob, where someone obtains a powerful weapon, but is not able to wield it properly. See alsoStumbled Into the Plot, where the protagonist instead of being chosen is simply someone who found theInciting Incidentby chance, andThe Chooser of the One, for the character who is trying to find the Chosen One.\n\nnoreallifeExample subpages:\n\nAnime & MangaComic BooksFilmLiteratureLive-Action TVVideo GamesWestern Animation\n\nOther examples:\n\nopen/close all folders\n\nFan WorksIt's a frequent PokémonFan Fictioncliche to have Ash be one of these, destined to wield Aura and command Legendaries. This idea, spawning off the dub ofPokémon 2000, takes on many forms across various fanfics.Ashes of the Pastspoofs this by revealing that Sir Aaron's Lucario knew that Ash (a descendant of Sir Aaron) was one when they first met (in the new timeline, after learning his lineage) because, according to him, it'shereditary.The Power That's Insidecalls this out when Ash mentions he doesn't want to be the one to save the world as it always ends up in a near-death experience for him. Pikachu ends up being the Chosen One.In the new timeline features inPokemon: Shadow of Time, Ash is specifically referred to as the Chosen of Arceus bythe entity that once posed as the King of Pokelantis, although Ash makes it clear he doesn't like the idea of being some destined hero.A Professor and a Studenthas Ash under a lot of pressure for the constant world saving wherever he goes, while his parental figures always dread that he won't come back one day.InPokémon Reset Bloodlines, Arceus Himself chooses Ash to be the one to save reality after Arceus resets the timeline to stop Cyrus destroying existence, although the god in question chooses not to tell Ash that he was only Arceus'sthirdchoice after Lance and Cynthia were destroyed before they could be chosen.Ages of Shadow: For an evil example, there'sBoaz, whoJadespends years secretly training and preparing for the day he could seize the position ofHiminionand lead theShadow Walkersto conquering the world in her name.A straighter example is King Cheherazad, who is trained since childhood to lead the battle against Jade and the Shadow Walkers.All For Luz: Shigaraki frequently calls Luz inhis speechestowards her, for inheriting his Quirk after his death at All Might's hands. This excites Luz who hadalways wanted to be this, until he explains what her power,All For One, does is aghast by it.Luz:A power of The Chosen One…yeah, if they’re a villain….The Seraphim, the main antagonist ofAngel of the Bat, is most certainlynotthis, but was groomed to believe he is.Backwards through the snow:An Echo tells Five Pebbles he was chosen by a third party for a \"greater purpose\". Pebbles freaks out over this because he realiseshis trip back to timewas intentional, and he doesn't even know what this new purpose is.The Calvinverseside storyPrelude to a SeasonhasSocratesbeing labeled as this by the aliens. The last few episodes ofCalvin & Hobbes: The Seriesseem to build up to something, supporting this theory.The Captain of the Virtual Consolehas Gancena, chosen by Selene to save all video game worlds.In theChild of the Stormuniverse,Harry Potteris still this, not just for his prophesized showdown with Voldemort, but is also revealed to be the centerpiece toDoctor Strange'sLong Gameto defend Earth fromThanos. He repeatedly makes it clear thathe hates all of this, but hisChronic Hero Syndromemeans that he feels that he has a duty to step up to the plate... though he won't be at all happy about it.Frey, Harry's ancestor and the First King of Asgard, was another chosen one, selected by the magic sword Van to wield it againstSurtur. Strange, who knew him, states that he was as happy about it as Harry is about his own destiny. But, like Harry, he felt that he had a duty to follow. And he did, even though it cost him his life.Collateralhas a pair of them created as a result of theUltimate Miraculous Powerin order to end the actions of theIncubatorsand save countless girls from across history, including Ladybug.Their names are Madoka and Homura.InDo You Believe in Fairies?, the Harvest Sprite Finn chooses Evelyn to help save his county of Castanet because she's one of the few adults who can seeNature Spirits. Evelyn is less-than-suited for the job and her friend think she's absurd for dropping out of college to become a farmer in aDying Townthatdoesn't even allow cars, but she still goes to Harmonica Town nevertheless.In Season 3 ofThe Equestrian Wind Mage, Zelda states her belief, based on her prophetic dreams, that the Mane Six are meant to take up the mantles of the Six Sages.Invoked inThe First Saniwain which the present-day saniwa is named Shiraha Yadachi (surname-first order) based on the Japanese expressionshiraha no ya ga tatsu白羽の矢が立つ – lit. hit with a white-fletched (divine) arrow – meaning the same thing.The Good Hunter:The Orderhas Heroes, individualsblessedby theChief Godto fight against theMonster Lord. Wilmarina Noscrim is one of such individuals who is tasked to be the protector of the nation of Lescatie, the jewel ofThe Order.Guardians, Wizards, and Kung-Fu Fightershas the Ben Shui Chosen One,Jade, the current reincarnation of the chi warrior Ben Shui, who was given the power to reincarnate by the Heart of Earth. In a later chapter, the spirit of a previous Chosen One, Joshua Norton, expresses the theory that they've been linked to the Earth in a way that causes the Chosen One of each age to be born as what is needed for that age instead of just reincarnating into people similar to the previous incarnations. For example, while Murasaki was a force against demons because her country needed her to fight the Oni, Rasputin was a politician and manipulator because that was the age of politicians and manipulators, etc.Laserllama: Flavor-wise, Favored Barbarians are the result of someone being blessed from an outside source, providing them extra control of their fate.InMega Man: Defender of the Human Race, Terra believes either Bass or himself to be this, and wishes to make Sunstar proud of him by defeating Bass and proving his superiority. The chosen one is said to save the rest of the Stardroids.In thePony POV Series:Shining Armor's story strongly suggests that he has a special destiny.Mother Deerand her followers later confirm this, explaining thatas he'sImmune to Fate, he's the only one who can leadthe Blank Wolfto destroyMakarovandremove his taint from the timeline. His story also invokes this for laughs, as theDark Is Not Evilcult that rules Massailand becomes convinced that he'stheirChosen One, and then that he isn't (in both case, because of theirInsane Troll Logic); Shining is worried that, given hisluck, they might be right the first time. It turns outtheactualthing he was chosen for was to be thePoint of Divergencebetween theBad FutureDark World timeline and the main timeline, he wasThe Unchosen Onefor beating Makarov.During the Rumors Arc,The CMC are chosen by the Concepts to save the universe from Discord and companies'endgame, as they were competent enough to get the job done, but Discord and his allies would never suspect them. They succeed. Button Mash is also chosen by Havoc, to spread rumors that would give the CMC a fighting chance and then to become their ally due to the video game powers said rumors granted him. It's implied Silver Spoon was also chosen, but would only have been brought in as a 'plan B' had the CMC failed, as she'd be the best chance of stopping Nightmare Diamond Tiara at that point.During the same Arc,several ponies are chosen for the difficult task of keeping poniesaliveand protecting them from the various rumors monsters and dangers. AK Yearling (who before this was JUST AK Yearling) was chosen by Pandora to become therealDaring Do, as she had qualities that made her a perfect fit. While we don't hearwhoit is, Pandora did the same thing with a filly who became Prancy Drew. Venus chose a mare named Lovestruck to merge with her deceased son Cupid's Shadow of Existence to resurrect his concept and become a Demi-Goddess, as she as Cupid's twice removedReincarnationvia the Lost Age. Notably, all of these arepermanentchanges (even if the Rumors are undone and everything is put back to normal) and the ponies involved had to accept before hand for that reason.Queen of All Oni: Kuro suggests thatJadeis this for the Shadowkhan, being the final product of Hiruzen's last plan during Tarakudo's rebellion. And on top of that,Blankman's comments imply that she'salsothe reincarnation of the Ben Shui order's Chosen One (as was implied in canon).Karasu later confirms the latter, explaining that the Chosen One's job is to act as a focal point for theGrand Design, sustaining it and all thesealsconnected to it. Though he also says that Jade's status as such is a moot point by now, since enough outside interference has damaged the Design to the point where it's doomed to collapse no matter what now.Subverted and played like a fiddle inThrough the Well of Pirene, where Daphne Ocean — the real Chosen One — isn't chosen at all. In fact, she has to go quite a ways out of her way in order to take her place as the Chosen One and make sure everything passes as it's supposed to.Titanic Valley: Izuku Midoriya's chosen by All Might to be the ninth wielder of the Quirk, One For All, and according to Booster Gold is said to be the one to save everyone from aBad Futuretimeline that will happen if Fubuki tries to keep him out of heroics.XanderinBig Brotherconfronts the previousAvatarsover this idea when they talk about Aang's duty to bring peace to the world by defeating the Fire Nation.Xander:I've seen the whole 'One person in all the world' system at work before and it is bullshit. Always has been, always will be. If everyone wants peace then EVERYONE FIGHTS!Vow of Nudity: The core conflict in one story is Haara (a freedom fighter) winding up imprisoned alongside several imperial civilians, discovering their newborn child is the one prophesized to lead their empire to victory, and having to juggle her conflicting moral obligations toNever Hurt an Innocent(achild, no less) against her need to stop the prophesy being fulfilled.A variation of this features in theStargate SG-1fanfic seriesWhat You Already Know, after Daniel Jackson acquires psychic abilities following his Ascension. When Daniel is missing and presumed dead on another planet, Teal'c observes that he doesn't believe Daniel's dead because, while he doesn't believe in fate, he believes that some people are destined to do great things, and after witnessing Daniel's growing powers he has come to believe that Daniel is destined to strike the final blow in the war against the Goa'uld rather than die on some random planet.InZ to A, the essence of the Infinity Stones each choose one hero and send their future memories back to the time ofCaptain America: Civil Warto change the future; Peter Parker (Soul), Wanda Maximoff (Mind), T'Challa (Power), Tony Stark (Time), Nick Fury (Space) and Thor (Reality), based on their relative level of contact with each particular Stone. However,Peter is ultimately revealed to bethe\"Chosen One\", as the Stones choose him to be capable of using a new Gauntlet long enough to destroy Thanos's forces without being killed by the effort himself; after Tony's sacrifice and Steve Rogers going back in time in the original timeline, Peter was the one with most contact with the Stones from both prior Gauntlets.\n\nMusicMade explicit in theGenesissong \"One for the Vine\": \"His claim was phrased quite simply...: 'I am he, the chosen one'\" and later \"'This is he, God's chosen one, who's come to save us from all our oppressors.'\"Iron Maiden: The eponymousSeventh Son of a Seventh Sonis explicitly called the Chosen One on the title track, and the forces of good and evil both try to bring him and his powers of prophesy over to their side. He winds uprejecting his roleas he becomes disillusioned.The Boy from theKISSalbumMusic From THE ELDER, who is addressed in the song \"Only You\".tool's \"Rosetta Stoned\" is a rant from the a possibly delusional man claiming he was abducted by aliens who told him, \"You... are the chosen one. The one who'll deliver the message. A message of hope for those who choose to hear it and a warning for those who do not.\" The speaker marvels, \"Me... the chosen one. Theychoseme! And I didn't even graduate outta fuckin' high school!\"\n\nMyths & ReligionThe Bible:Jesus Christ means \"Jesus the Anointed One\".Christosbeing Greek for \"anointed\" (and \"chrism\" is an old name for the anointing oil). Thus \"Christ\" is a title, not a given name.Most prophets in the Old Testament appear to be somewhat arbitrarily Chosen; they certainlyaren't all picked for their purity of heart.Jews believe themselves to be God's Chosen People. As such, they have extra responsibilities beyond that expected of the rest of mankind. This is why they make it so hard to convert.Buddhismplays with the trope depending on the school or branch.In Theravada, Buddha Gautama wasnota chosen one, only a regular dude who some day became a buddha by his own means. They even state that you could theoretically become another (if you were focused enough, you slacker). If they have statues of him and such, it's only because his ascension to buddhahood was particularly relevant for the world by sheer timing.In Mahayana and Vajrayana, hewasa chosen one of sorts, in the sense that he was the reincarnation of a previous boddhisattva (a buddha who acts in the world to help all the other beings) from eons ago. Being chosen or not, however, has little relevance on their cosmology as far as you're concerned, because they preach you could become yourself a buddha or a boddhisattva too.The fourteenth Dalai Lama, as well as his predecessors in the Vajrayana line, were all chosen because they were believed to be the reincarnations of the bodhisattva Avalokiteśvara. Supposedly the current Dalai Lama was shown a bunch of household items at the age of two, some that belonged to the previous Dalai Lama and some that didn't. He was then asked to determine which of the objects were his. He got every one right.Several heroes fromClassical Mythologywere chosen for specific tasks. Hercules was born to fight beside the gods in the Gigantomachy and rid the world of monsters. Perseus was chosen to complete Athena's vengeance on Medusa.InNorse Mythology, Odin fathered Vali specifically to avenge the death of Balder.He also fathers Víðarr specifically to avenge his own death in Ragnarök (and possibly to rebuild the world after Fimbulvetr passes).\n\nOperaIn Wagner'sRing Cycle, Siegfried is the hero destined to recover the Ring and rescue Brünnhilde from the ring of magic fire.\n\nPinballsInLoony Labyrinth,the player proves that he is the reincarnation of Theseus by finding the fiveGalopetra Stones.\n\nPodcastsThe Adventure Zone: Amnestyhas Duck Newton, whorefused the callto heroism.Interstitial: Actual PlayhasEnnora, Roxanne's Somebody, who is even played with The Chosen playbook.TheCircle of KnowledgeinPretending to Be Peoplehas The Overseer, a mysterious, time-traveling man who will save the world and go back in time tofound the Circle.It turns out that he's an older version of Contention police officer Clark Bishop, a straight-laced, middle-aged man with a fondness for Wheel of Fortune.\n\nPro WrestlingCMLL, and laterAAA, actually had aMasked Luchadorwho was simply known as El Elegido.BothJeff JarrettinWCWandDrew McIntyrein WWE have been specifically referred to as \"The Chosen One.\" In both cases the divine destiny was more the fact that they were well liked by the bookers, with Jeff being personal friends withVince Russoand Drew apparently being afavoriteof WWE ownerVince McMahon. Jeff has had some ups and downs with his chosen one gimmick. Drew was, at first, nearly universally reviled by the internet wrestling community as most found him to be very boring in the ring and on the mic. However, after he lost the Intercontinental Championship and was stopped being pushed as hard, Drew became anEnsemble Dark Horse.Regiomontana luchadora Pricesa Maya is referred to as \"La Profecía Cumplida\".\n\nRadioPlayed with in the BBC Radio 4 playElvenQuest, in which the Chosen One isthe protagonist's dog.\n\nTabletop GamesDungeons & Dragons:The Chosen ofForgotten Realmswere individuals imbued with power by their respective deities that made them akin to demigods. The goddess of magic Mystra was known to havemultiple at once, includingWorld's Smartest ManElminster.3.5 Edition has the Divine Soul class, a character with an intuitive connection to a deity who can spontaneously cast divine spells. They are also automatically proficient with their deity's favored weapon, and gain bonuses to using it as they level up (traditional Clerics, on the other hand, may be able to summon self-wielding versions, but aren't proficient by default). They are also one of only two base classes in the game that has no weak saving throws. In fifth edition they were retooled into a subclass of the Sorcerer.InExalted, you're a ChosenOne-in-three hundred/one hundred/fifty, depending upon what Exalt you chose.If the Alchemicals were to unite, they would be a ChosenArmy.Interstitial: Our Hearts Intertwinedhas The Chosen playbook, naturally. The moves are designed around dishing out extra damage and protecting both yourself and your friends.Gerrard fromMagic: The Gatheringis destined to defeat the dark god Yawgmoth. This is revealed to be so because he is the end result of Urza's millennium-long Bloodlines project. He is also at one point proclaimed to be the Korvecdal, the savior of the Kor, Vec and Dal tribes, but this title is later bestowed on Eladamri instead.Deconstructed inPrincess: The Hopeful, where the Queen of Mirror is looking for the \"True Heir\", aPrincesswho, according to her, will finally defeatthe All-Consuming Darknessand bring the Light back in power, essentially fixing everything in the setting. There are only two problems with this: 1) Her criterias to qualify as a True Heir are completely unrealistic forthis universe, and 2) She has no clear ideahowto identify this \"True Heir\", so she handles this issue by tellingevery single Princess she recruitsthat they are the one, and waiting for the good one to prove herself. This has resulted in her entire Court either becomingchildish egomaniac bratswho are allliterally convinced to be the center of the universeBecause Destiny Says Soandhate each other for being candidate to the title of True Heir, or just suffering a brutalSanity Slippageas they fail to live up to her ridiculously high standards.Any time you run across a Chosen One inWarhammer 40,000, they're likely tofall to Chaosorget killedat some point.\n\nVisual NovelsInChaos;Head,Takumi is chosen (or rather, created) for the sole purpose of suffering enough to awaken as a Gigalomaniac, then destroy Noah II which no one else is able to achieve.\n\nWeb AnimationAnimator vs. Animation:One of the main stick figures in the series is actually named \"The Chosen One\". He wasn't chosen by gods nor does he have any quests, however. His name seems to simply indicate his power level and the animator intentionally created an over-powered stick figure to fight for fun. It took years of real time to see him do something heroic, which is stopping a virus from infecting every computer in the world, starting with the animator's computer despite the animosity toward each other they used to have.Alan's orange stick figure is named\"The Second Coming\", but unlike The Chosen One, we don't know where the name came from — Alan never even turned him into a named symbol. He also fits the role of hero much more cleanly than The Chosen One, being aFriend to All Living Thingswith aSuperpoweredGoodSide, an ally toAlan, andThe Leaderof his group of friends; and he’s been on multiple adventures to save his friends andthe internet, evensinglehandedly defeating The Dark Lord.Fallen Kingdom (CaptainSparklez): The Prince's heroic destiny was foretold in ancient engravings.Rainimator: Rain successfully tames the Ender Dragon and is chosen as its next rider. Althoughsaid dragon got confiscated when he deserted a battle with it, Rain continues to be this trope when Vordus foresees the complete annihilation of himself and the other Ender Watchers, which would leave Rain as itslast surviving member.Red vs. Blue: In season four,Tuckerbecomes the chosen one for an alien prophecy after finding a sword (which he kicks ass with). The prophecy included a lot of Great things.RWBY: After an ancient conflict betweenthe godsandSalemleaves humanity a shattered remnant of its former glory, the God of Light tasks the great heroOzmato guide humanity towardsThe Day of Reckoning.Uniting humanity in harmony will redeem the world, but failure will destroy it. The God of Light forcesOzmato endlesslyBody Surfintoliving hostswhenever his body dies, makingProfessor Ozpinthe inheritor of this divine mission untilresponsibility passesto Oscar. The catch is that Salem's existence makes unity impossible, and shecan't be killed. Afterfighting for millennia, Oz isburned outandOscarhas to learn as he goes, so Ruby Rose hastaken commandinstead.\n\nWeb Comics8-Bit Theater:Black Mage and Fighter were chosen by their avatars to fight for the fate of the world.Both deities give up because their avatars are so stupid.The Light Warriors themselves are chosen ones, too.Except they spent too long level-grinding so the king got tricked into thinking some other idiots/jerks were the light warriors, and in the end four White Mages end up killing theBig Badanyway.InAgents of the Realm, the eponymous Agents are five Chosen Ones destined to protect their world frombleedsand falling apart.InAnanthalos, this is averted. Ananthalos is selected for the quest through a job interview.Alice:Aliceis the One Chosen toslay a dragonin a dream within aDream Within a Dream.The Beast Legion: It's revealed from the second page of the web manga that Xeus is the one chosen to save Lithopia from the upcoming Chaos.Captus Cinematic Universe: After making a wish on a magical gem, Hype Beast is sent to the 21st century to become the adversary of Mister Sadness.Charby the Vampirate: Both Charby andZenoare informed they are the chosen ones to their respective peoples.MuraifromDigger, to the degree that other people can practically sense the destiny coming off her. Fortunately for all involved (Murai included) she's notThe Heroof the webcomic's story,and her destiny has nothing to do with what goes down in the climax. Ganesh claims the lessons involved may become vital to her in the future, however.Dina M Nealey, who has expressed her distaste for the trope and idea of a \"Chosen One,\" parodies the trope in the firstErotic Adventures in Faeriecomic, \"Lady Vidia and the Chosen One,\" where aP.O.V. CamFeatureless Protagonistis greeted and named \"Chosen One\" by Lady Vidia, who sets up what seems to be a story about a Chosen mortal saving the realm of Faerie... only for none of it to matter in the slightest; the POV character spends the entire comic being seduced, hypnotized, transformed and toyed with, taking no active part in the story and having absolutely no say or agency in anything that's going on.It's even casually revealed that Faerie was already saved by someone else long ago, and that the \"Chosen One\" title is totally meaningless and just given to victims of Faerie abduction to make them feel more special.Dragon Sanctuarybegan conceptually as a deconstruction of the trope. Dean Kiata is the chosen one from a family of (mostly) chosen ones, and since the name and the legend were well known across the Pearl it was only a matter of time before shadow worshippers slaughtered the whole Kiata family, sometimesentire cities, in order to wipe them out.Dubious Company''sPhredchose Sal to be his high priestess.Leeroywas also in the running, but lost the coin toss. Interestingly, Sal is notThe Heroor the main character, as the position makes her atarget. The perk is she is granteduncanny luckwhich she uses todraw infoormanipulatethe villain.InEl Goonish Shivethere is aprophecy that an individual will come to unify the seyunolu (chimera) outcasts of the world. Damien was created to be this individual but he didn't fulfill the prophecy and became evil instead.Erfworld:In a general sense, specific units can have specific Fates (such as being Fated to serve under a specific Caster or croak a specific Ruler). Some units have a lot more Fate than others. Fighting a specific Fate causes undue hardship as Fate tries to railroad things back onto course. Fatecanbe beaten, but it is exceedingly difficult and usually just ends up delaying the inevitable. Even if you seemingly defeat Fate (such as, say, by croaking the unit that was supposed to croak you), it will usually just be replaced with a different Fate that is even worse for you.Wanda Firebaugh, has had at least three Fates over the course of her life: Being popped into a doomed Side when everyone else except the Predictamancer was expecting a warlord, serving under the Hippiemancer Olive Branch, and obtaining an Arkentool. After that, she still has Fate, but it's a bit more blurred; she's supposed to be doingsomethingwith the Arkenpliers, and she has an unfathomably strong Fated connection to Jillian. Beyond that, it is hard to say.Jillian Zamussels (originally Jillian Banhammer) was originally popped as heir when her father was informed that his perfect bubble kingdom of Faq would fall one day. Jillian was Fated to croak the Ruler of Haffaton (which ended up being Olive Branch, after the original Ruler left Erfworld) and rule Faq as a queen. From there, she has unclear Fates connecting her to Wanda and Ansom.And then of course there is Parson Gotti, summoned from our world to be the \"Perfect Warlord.\" After the Battle of Gobwin Knob, Wanda becomes convinced that he is an even more important instrument of Fate than herself, and refuses to make even basic strategic decisions without him.Turns out she's right. The spell that summoned him was created by multiple conspiracies. The Hippiemancers summoned him to end war, the Thinkamancers to defeat Charlie, and the Predictamancers at the behest of Fate itself.Parson:Great. How many prophecies am I fulfilling?Isaac:Three. Well, four.Any person who plays the game inHomestuckgets their own title and \"chosen\" status, as demonstrated later in the strip with the Trolls' session. The series also justifieswhySburb players areThe Chosen Onesin the first place.Someone in the sessionwill be responsible for the creation of the playersthrough ectobiology and time travel shenanigans. In the kids' session, it was John, who also created the protagonists' guardians. Therefore, the players have to play Sburbso that they can be born, so that they can play Sburb.A dark twist of this happens inHooky. The prophecy that involves either Dani or Dorian is not about saving the world, it's about which one will go bad and become the King of Witches.Turns out it's about Dani.The Inexplicable Adventures of Bob!:At the end of \"The Island And the Idol,\" Bobstrenuouslyobjects to the fact that people seem to be starting to treat him as this, emphasizing that most of the good guys' victories have been team efforts, and asks, \"Why doesanybodythink I know what I'm doing?!\"Inverlochrevolves around the search for Kayn'dar, the would-be savior of the elves. Over the decades, more and more elves had been born Severed, mortal elves with no connection to the spirits. Kayn'dar was born looking like a Severed elf, but with rare ability to use not just magic but healing magic, only to be kidnapped at six years old.In the end, this turns out to have made Kayn'dar a better savior—by being raised outside of elven society, he could clearly see how their bigoted, selfish isolationism had caused the spirits to withdraw their favor, and was in a better position to reform them.Kill Six Billion Demons: The Demiurges and the angels are convinced that Zaid, Allison's boyfriend, is the prophecized successor of the Conquering King. They believe that they \"broke\" the prophecy by kidnapping Zaid before he could inherit the power, and scheme to kill Allison and give it to him. The Conquering King himself, however, implies that Allison was always his choice for heir—and even if she wasn't, due to the way prophecies work it isimpossiblefor it to be wrong, and much more likely that everyone just misinterpreted it.Breaker of Infinitiesreveals thatthe universe is stuck in a\"Groundhog Day\" Loop, perpetuated by Zoss picking out a Chosen One, letting them go through theHero's Journey, claim the throne of creation, and then resetting it whensomething(presumablyJagganoth) ruins everything. In this cycle, Zaidwasthe chosen one, but Zoss gave his key to Allison instead, someone who does not fit the criteria of his successor at all, in an attempt to break the cycle.A Magical Roommate: An oracle of Umbria made a prophecy, and everybody immediately assumed it was aboutThe ProtagonistAylia.In a rare subversion, it was about her friend X, who nobody had ever heard about. Go figure!Nixvir: Erik is the only one destined to defeat Ragnar and bring peace back toThe Multiverse. Justified in that he and theBig Badwere oncechildhood friends, and thus he is the one who could be expected to speak reason into Ragnar's heart to prevent him conquering the multiverse.Oglafostensibly features one, who is actually the title character — but it's ultimately subverted (or, rather, just dropped) since he only appeared in a few early strips that didn't amount to a storyline.InThe Order of the Stick,Redcloakis the true prophet of the Dark One, destined to make goblinoids a force to be reckoned with in the world. Although he was \"chosen\" for a rather specific reason: there was no-one else for the Dark One to pick. He was the newest acolyte to the religious order, but also the only one to survive the Sapphire Guard'smassacre of his village. Redcloak's theological revelations are \"refreshingly direct\":Dark One:Don't screw this up. No pressure, though.Subverted inOur Little Adventure. Julie is the third person thePalm Tree Ghosthas sent on this mission. If she fails/dies, it's highly likely TPTG will just choose someone else.InSandra and Woo,the raccoon goddess claims Lily will give birth to this— and then, laughing, tells him not to believe what that she says, being aRascally Raccoon.InSarab, the Apprentices are chosen early in life to be the bearers of knowledge in their world.Saturday Morning Breakfast CerealParodied in\"Chosen\", where the Chosen One who saves his people from the dragon does so by getting eaten and being so unappetising the dragon leaves them alone.Deconstructedin\"The Chosen One\", where the kid who hears he's prophesied to be the Chosen One decides to give up trying to do anything right in life because he knows he's going to do something great and become famous for it. Forty years later, he saves the world or something by stabbing the demon Mordrax in the back because he's drunk and mistakes him for a teenager who owes him money for meth.In theSluggy FreelanceStory Arc\"The Storm Breaker Saga\", Zoë is revealed to be the eponymous Storm Breaker who is destined to kill the demon K'Z'K. Since he can't permanently dies just like that, she can even invoke it more than once; another time, she shows herself able to randomly pick from among magic items the one that will help stop him.InTemplars of the Shifting Verse, Augustus is seemingly chosen by the dormant Hall to be the catalyst for its awakening.Tove: The title character,although she's not happy about it.She also expresses annoyance at the phrases \"The Chosen One\", \"You're special!\", \"Fate has chosen you,\" and \"It is your ultimate destiny,\"allbeing used to describe her.InVoodoo Walrusit's been revealed, at least to the reader, thatGrymm is some kind of prophet and Mirth and her father have a vested interest in him and a Dark One.InWhen She Was Bad, Amber Price is decreed to be the Chosen One by an order of mysterious caped people. The main focus of the story, however, is on her nemesis, theVillain ProtagonistGail Swanson.Wizard School: Subverted. Everyone at Bumblebane's Magical Academy thinks Graham is The Chosen One. He's actually a fake planted by theBig Bad, Wyrmspawn. Everyone dismisses the fact that Graham far older than the Chosen One is supposed to be and ignores the fact that he's a completely awful person.InThe Wotch, Xaosbelieves himselfto be the Chosen One...chosen todestroy all worlds.Yamara:LO! It is -- THE PROPHESIED ONE!!Now, if scrolls specifically said \"a halfling,bearing springs, a whoopee cushion, a songbird and an inflatable raft on its jetpack\", it really doesn't looks likethere can be some mistake...\n\nWeb OriginalInCurse Words, prophecy tells Kayden that he is the Chosen One. When it refuses to elaborate on whom he's chosen by or for what, he concludes that it's making stuff up to manipulate him.Engines of Creation: Terra Murphy is given the abilities of a Green Seer immediately after her arrival in the Pactlands through birthright.InThe Gamer's Alliance,Marcusis destined to become the King of Remon and the wielder of the magic sword Dusk.Axis considered to be the chosen wielder of Dusk's sister sword Dawn but afterNergal'semotional taunting she begins wondering if she's not actually the intended wielder but only meant to deliver the sword to thetruechosen one.How to Herohas a whole post about themhere.LG15: the resistance: Jonas Wharton is described as \"the One\", because he isthe only trait positive male. Maggie also arguably qualifies, with hersuper-speshul magic blood.InMagical Girl Policy, each member of the Spirit Guard was chosen by Fate for the task of defending the world, much to the ire of the main character, Rob.Mirror Worldhas Vita, who was brought to Inoptica to slay the krylyrk and to liberate the world.While she doesn't \"defeat\" the krylyrk, it's because of her that the inhabitants of Inoptica change back to their human forms and are sent back to the human world.Overly Sarcastic Productions: Red talks about this trope ina video on precisely this topic, along with related concepts such asThe Poorly Chosen Oneand whyIt Sucks to Be the Chosen One. She also delineates several recurring variants of this trope:The Prophesied Chosen One, likeHarry PotterorAnakin Skywalker, who is fated by some otherworldly and usually unspecified power to do something specific. This sort of destiny is often literally unavoidable, although it may often resolve itself with some sort ofProphecy Twist, and attempts by either heroes or villains to derail it will likely backfire and cause the prophecy to come true anyway. Issues with free will and the having your life inescapably mapped out for you may also crop up.The Literally Chosen One, likePo, who is actively chosen by another person to fulfill a specific role. This case may come with issues stemming fromThe Chooser of the Onebeing, as a person, potentially fallible — so what if they chosewrong?This may be exacerbated if previously chosen Ones ended up as washouts, failures or outright villains.The Chosen Wielderis instead chosen by some sort of powerful artifact, which will in some way select them as its wielder. This comes with the bonus of a handy super-tool that will almost certainly be perfectly suited to dealing with whatever it's chosen you to do, although the definitionally amoral nature of an object means that it's entirely possible for it to choose a villain as its wielder.The Chosen Incarnation, likeAangorLink, is a reincarnation of some past hero, and may have been born multiple times over history. They may either be reborn only when some crisis arises that they have to deal with or be reborn at regular intervals, in which case they may have some specific role to play in the world even in times of peace.The One True King, likeSimbaorAragorn, is exactly that — the rightful ruler of some specific place. Exactly what this means varies from work to work, and can range from cases where theRightful King Returnsto reclaim the throne from usurpers to ones where the Rightful King is a foreign conqueror with a divine mandate to take over rule of the land. It can also overlap with the Chosen Wielder in cases where the king is chosen by a magic sword a laKing Arthur.InPhaetonTrayen is this, but whether he is supposed to save the world or destroy it is unknown so far.In theWhateley Universe, every few centuries, when The Balance is threatened, the Tao requires a mortal to take up the magical jade sword Destiny's Wave, and become the Handmaid Of The Tao. The Handmaid is always a beautiful teenaged Chinese girl, but Chou Lee, the current Handmaid, waschosen by the Tao, and transformed by the sword from a chubby white boy from Knoxville, Tennessee called Alex Farshine.",
  "examples": [
    {
      "section": "Other examples:",
      "text": "It's a frequent PokémonFan Fictioncliche to have Ash be one of these, destined to wield Aura and command Legendaries. This idea, spawning off the dub ofPokémon 2000, takes on many forms across various fanfics.Ashes of the Pastspoofs this by revealing that Sir Aaron's Lucario knew that Ash (a descendant of Sir Aaron) was one when they first met (in the new timeline, after learning his lineage) because, according to him, it'shereditary.The Power That's Insidecalls this out when Ash mentions he doesn't want to be the one to save the world as it always ends up in a near-death experience for him. Pikachu ends up being the Chosen One.In the new timeline features inPokemon: Shadow of Time, Ash is specifically referred to as the Chosen of Arceus bythe entity that once posed as the King of Pokelantis, although Ash makes it clear he doesn't like the idea of being some destined hero.A Professor and a Studenthas Ash under a lot of pressure for the constant world saving wherever he goes, while his parental figures always dread that he won't come back one day.InPokémon Reset Bloodlines, Arceus Himself chooses Ash to be the one to save reality after Arceus resets the timeline to stop Cyrus destroying existence, although the god in question chooses not to tell Ash that he was only Arceus'sthirdchoice after Lance and Cynthia were destroyed before they could be chosen.",
      "links": [
        {
          "title": "Fan Fiction",
          "url": "/pmwiki/pmwiki.php/Main/FanFiction"
        },
        {
          "title": "Pokémon 2000",
          "url": "/pmwiki/pmwiki.php/Anime/Pokemon2000"
        },
        {
          "title": "Ashes of the Past",
          "url": "/pmwiki/pmwiki.php/FanFic/AshesOfThePast"
        },
        {
          "title": "in the new timeline",
          "url": "/pmwiki/pmwiki.php/Main/PeggySue"
        },
        {
          "title": "The Power That's Inside",
          "url": "/pmwiki/pmwiki.php/Fanfic/ThePowerThatsInside"
        },
        {
          "title": "Pokemon: Shadow of Time",
          "url": "/pmwiki/pmwiki.php/Fanfic/PokemonShadowOfTime"
        },
        {
          "title": "A Professor and a Student",
          "url": "/pmwiki/pmwiki.php/Fanfic/AProfessorAndAStudent"
        },
        {
          "title": "Pokémon Reset Bloodlines",
          "url": "/pmwiki/pmwiki.php/Fanfic/PokemonResetBloodlines"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Ages of Shadow: For an evil example, there'sBoaz, whoJadespends years secretly training and preparing for the day he could seize the position ofHiminionand lead theShadow Walkersto conquering the world in her name.A straighter example is King Cheherazad, who is trained since childhood to lead the battle against Jade and the Shadow Walkers.",
      "links": [
        {
          "title": "Ages of Shadow",
          "url": "/pmwiki/pmwiki.php/Fanfic/AgesOfShadow"
        },
        {
          "title": "Boaz",
          "url": "/pmwiki/pmwiki.php/Main/DarkMessiah"
        },
        {
          "title": "Jade",
          "url": "/pmwiki/pmwiki.php/Main/FallenHero"
        },
        {
          "title": "Himinion",
          "url": "/pmwiki/pmwiki.php/Main/HighPriest"
        },
        {
          "title": "Shadow Walkers",
          "url": "/pmwiki/pmwiki.php/Main/ReligionOfEvil"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "All For Luz: Shigaraki frequently calls Luz inhis speechestowards her, for inheriting his Quirk after his death at All Might's hands. This excites Luz who hadalways wanted to be this, until he explains what her power,All For One, does is aghast by it.Luz:A power of The Chosen One…yeah, if they’re a villain….",
      "links": [
        {
          "title": "All For Luz",
          "url": "/pmwiki/pmwiki.php/Fanfic/AllForLuz"
        },
        {
          "title": "his speeches",
          "url": "/pmwiki/pmwiki.php/Main/EvilIsHammy"
        },
        {
          "title": "always wanted to be this",
          "url": "/pmwiki/pmwiki.php/Main/IJustWantToBeSpecial"
        },
        {
          "title": "All For One",
          "url": "/pmwiki/pmwiki.php/Main/PowerParasite"
        },
        {
          "title": "A power of The Chosen One",
          "url": "/pmwiki/pmwiki.php/Main/SarcasmMode"
        },
        {
          "title": "yeah, if they’re a villain",
          "url": "/pmwiki/pmwiki.php/Main/BadPowersGoodPeople"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "The Seraphim, the main antagonist ofAngel of the Bat, is most certainlynotthis, but was groomed to believe he is.",
      "links": [
        {
          "title": "Angel of the Bat",
          "url": "/pmwiki/pmwiki.php/Fanfic/AngelOfTheBat"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Backwards through the snow:An Echo tells Five Pebbles he was chosen by a third party for a \"greater purpose\". Pebbles freaks out over this because he realiseshis trip back to timewas intentional, and he doesn't even know what this new purpose is.",
      "links": [
        {
          "title": "Backwards through the snow",
          "url": "/pmwiki/pmwiki.php/Fanfic/BackwardsThroughTheSnow"
        },
        {
          "title": "his trip back to time",
          "url": "/pmwiki/pmwiki.php/Main/PeggySue"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "The Calvinverseside storyPrelude to a SeasonhasSocratesbeing labeled as this by the aliens. The last few episodes ofCalvin & Hobbes: The Seriesseem to build up to something, supporting this theory.",
      "links": [
        {
          "title": "The Calvinverse",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheCalvinverse"
        },
        {
          "title": "Calvin & Hobbes: The Series",
          "url": "/pmwiki/pmwiki.php/Fanfic/CalvinAndHobbesTheSeries"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "The Captain of the Virtual Consolehas Gancena, chosen by Selene to save all video game worlds.",
      "links": [
        {
          "title": "The Captain of the Virtual Console",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheCaptainOfTheVirtualConsole"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "In theChild of the Stormuniverse,Harry Potteris still this, not just for his prophesized showdown with Voldemort, but is also revealed to be the centerpiece toDoctor Strange'sLong Gameto defend Earth fromThanos. He repeatedly makes it clear thathe hates all of this, but hisChronic Hero Syndromemeans that he feels that he has a duty to step up to the plate... though he won't be at all happy about it.Frey, Harry's ancestor and the First King of Asgard, was another chosen one, selected by the magic sword Van to wield it againstSurtur. Strange, who knew him, states that he was as happy about it as Harry is about his own destiny. But, like Harry, he felt that he had a duty to follow. And he did, even though it cost him his life.",
      "links": [
        {
          "title": "Child of the Storm",
          "url": "/pmwiki/pmwiki.php/Fanfic/ChildOfTheStorm"
        },
        {
          "title": "Harry Potter",
          "url": "/pmwiki/pmwiki.php/Franchise/HarryPotter"
        },
        {
          "title": "Doctor Strange's",
          "url": "/pmwiki/pmwiki.php/Main/TheChooserOfTheOne"
        },
        {
          "title": "Long Game",
          "url": "/pmwiki/pmwiki.php/Main/LongGame"
        },
        {
          "title": "Thanos",
          "url": "/pmwiki/pmwiki.php/ComicBook/Thanos"
        },
        {
          "title": "he hates all of this",
          "url": "/pmwiki/pmwiki.php/Main/IJustWantToBeNormal"
        },
        {
          "title": "Chronic Hero Syndrome",
          "url": "/pmwiki/pmwiki.php/Main/ChronicHeroSyndrome"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Collateralhas a pair of them created as a result of theUltimate Miraculous Powerin order to end the actions of theIncubatorsand save countless girls from across history, including Ladybug.Their names are Madoka and Homura.",
      "links": [
        {
          "title": "Collateral",
          "url": "https://archiveofourown.org/works/13663506?view_full_work=true"
        },
        {
          "title": "Ultimate Miraculous Power",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/MiraculousLadybug"
        },
        {
          "title": "Incubators",
          "url": "/pmwiki/pmwiki.php/Anime/PuellaMagiMadokaMagica"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InDo You Believe in Fairies?, the Harvest Sprite Finn chooses Evelyn to help save his county of Castanet because she's one of the few adults who can seeNature Spirits. Evelyn is less-than-suited for the job and her friend think she's absurd for dropping out of college to become a farmer in aDying Townthatdoesn't even allow cars, but she still goes to Harmonica Town nevertheless.",
      "links": [
        {
          "title": "Do You Believe in Fairies?",
          "url": "/pmwiki/pmwiki.php/Fanfic/DoYouBelieveInFairies"
        },
        {
          "title": "Nature Spirits",
          "url": "/pmwiki/pmwiki.php/Main/NatureSpirit"
        },
        {
          "title": "Dying Town",
          "url": "/pmwiki/pmwiki.php/Main/DyingTown"
        },
        {
          "title": "doesn't even allow cars",
          "url": "/pmwiki/pmwiki.php/Main/RetroUniverse"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "In Season 3 ofThe Equestrian Wind Mage, Zelda states her belief, based on her prophetic dreams, that the Mane Six are meant to take up the mantles of the Six Sages.",
      "links": [
        {
          "title": "The Equestrian Wind Mage",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheEquestrianWindMage"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Invoked inThe First Saniwain which the present-day saniwa is named Shiraha Yadachi (surname-first order) based on the Japanese expressionshiraha no ya ga tatsu白羽の矢が立つ – lit. hit with a white-fletched (divine) arrow – meaning the same thing.",
      "links": [
        {
          "title": "The First Saniwa",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheFirstSaniwa"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "The Good Hunter:The Orderhas Heroes, individualsblessedby theChief Godto fight against theMonster Lord. Wilmarina Noscrim is one of such individuals who is tasked to be the protector of the nation of Lescatie, the jewel ofThe Order.",
      "links": [
        {
          "title": "The Good Hunter",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheGoodHunter"
        },
        {
          "title": "The Order",
          "url": "/pmwiki/pmwiki.php/Main/TheOrder"
        },
        {
          "title": "blessed",
          "url": "/pmwiki/pmwiki.php/Main/SuperEmpowering"
        },
        {
          "title": "Chief God",
          "url": "/pmwiki/pmwiki.php/Main/TopGod"
        },
        {
          "title": "Monster Lord",
          "url": "/pmwiki/pmwiki.php/Main/MonsterLord"
        },
        {
          "title": "The Order",
          "url": "/pmwiki/pmwiki.php/Main/TheOrder"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Guardians, Wizards, and Kung-Fu Fightershas the Ben Shui Chosen One,Jade, the current reincarnation of the chi warrior Ben Shui, who was given the power to reincarnate by the Heart of Earth. In a later chapter, the spirit of a previous Chosen One, Joshua Norton, expresses the theory that they've been linked to the Earth in a way that causes the Chosen One of each age to be born as what is needed for that age instead of just reincarnating into people similar to the previous incarnations. For example, while Murasaki was a force against demons because her country needed her to fight the Oni, Rasputin was a politician and manipulator because that was the age of politicians and manipulators, etc.",
      "links": [
        {
          "title": "Guardians, Wizards, and Kung-Fu Fighters",
          "url": "/pmwiki/pmwiki.php/Fanfic/GuardiansWizardsAndKungFuFighters"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Laserllama: Flavor-wise, Favored Barbarians are the result of someone being blessed from an outside source, providing them extra control of their fate.",
      "links": [
        {
          "title": "Laserllama",
          "url": "/pmwiki/pmwiki.php/Creator/Laserllama"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InMega Man: Defender of the Human Race, Terra believes either Bass or himself to be this, and wishes to make Sunstar proud of him by defeating Bass and proving his superiority. The chosen one is said to save the rest of the Stardroids.",
      "links": [
        {
          "title": "Mega Man: Defender of the Human Race",
          "url": "/pmwiki/pmwiki.php/Fanfic/MegaManDefenderOfTheHumanRace"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "In thePony POV Series:Shining Armor's story strongly suggests that he has a special destiny.Mother Deerand her followers later confirm this, explaining thatas he'sImmune to Fate, he's the only one who can leadthe Blank Wolfto destroyMakarovandremove his taint from the timeline. His story also invokes this for laughs, as theDark Is Not Evilcult that rules Massailand becomes convinced that he'stheirChosen One, and then that he isn't (in both case, because of theirInsane Troll Logic); Shining is worried that, given hisluck, they might be right the first time. It turns outtheactualthing he was chosen for was to be thePoint of Divergencebetween theBad FutureDark World timeline and the main timeline, he wasThe Unchosen Onefor beating Makarov.During the Rumors Arc,The CMC are chosen by the Concepts to save the universe from Discord and companies'endgame, as they were competent enough to get the job done, but Discord and his allies would never suspect them. They succeed. Button Mash is also chosen by Havoc, to spread rumors that would give the CMC a fighting chance and then to become their ally due to the video game powers said rumors granted him. It's implied Silver Spoon was also chosen, but would only have been brought in as a 'plan B' had the CMC failed, as she'd be the best chance of stopping Nightmare Diamond Tiara at that point.During the same Arc,several ponies are chosen for the difficult task of keeping poniesaliveand protecting them from the various rumors monsters and dangers. AK Yearling (who before this was JUST AK Yearling) was chosen by Pandora to become therealDaring Do, as she had qualities that made her a perfect fit. While we don't hearwhoit is, Pandora did the same thing with a filly who became Prancy Drew. Venus chose a mare named Lovestruck to merge with her deceased son Cupid's Shadow of Existence to resurrect his concept and become a Demi-Goddess, as she as Cupid's twice removedReincarnationvia the Lost Age. Notably, all of these arepermanentchanges (even if the Rumors are undone and everything is put back to normal) and the ponies involved had to accept before hand for that reason.",
      "links": [
        {
          "title": "Pony POV Series",
          "url": "/pmwiki/pmwiki.php/Fanfic/PonyPOVSeries"
        },
        {
          "title": "Mother Deer",
          "url": "/pmwiki/pmwiki.php/Main/BigGood"
        },
        {
          "title": "Immune to Fate",
          "url": "/pmwiki/pmwiki.php/Main/ImmuneToFate"
        },
        {
          "title": "the Blank Wolf",
          "url": "/pmwiki/pmwiki.php/Main/ClockRoaches"
        },
        {
          "title": "Makarov",
          "url": "/pmwiki/pmwiki.php/Main/HumanoidAbomination"
        },
        {
          "title": "remove his taint from the timeline",
          "url": "/pmwiki/pmwiki.php/Main/SetRightWhatOnceWentWrong"
        },
        {
          "title": "Dark Is Not Evil",
          "url": "/pmwiki/pmwiki.php/Main/DarkIsNotEvil"
        },
        {
          "title": "Insane Troll Logic",
          "url": "/pmwiki/pmwiki.php/Main/InsaneTrollLogic"
        },
        {
          "title": "luck",
          "url": "/pmwiki/pmwiki.php/Main/WeirdnessMagnet"
        },
        {
          "title": "Point of Divergence",
          "url": "/pmwiki/pmwiki.php/Main/PointOfDivergence"
        },
        {
          "title": "Bad Future",
          "url": "/pmwiki/pmwiki.php/Main/BadFuture"
        },
        {
          "title": "The Unchosen One",
          "url": "/pmwiki/pmwiki.php/Main/TheUnchosenOne"
        },
        {
          "title": "endgame",
          "url": "/pmwiki/pmwiki.php/Main/RewritingReality"
        },
        {
          "title": "Reincarnation",
          "url": "/pmwiki/pmwiki.php/Main/Reincarnation"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Queen of All Oni: Kuro suggests thatJadeis this for the Shadowkhan, being the final product of Hiruzen's last plan during Tarakudo's rebellion. And on top of that,Blankman's comments imply that she'salsothe reincarnation of the Ben Shui order's Chosen One (as was implied in canon).Karasu later confirms the latter, explaining that the Chosen One's job is to act as a focal point for theGrand Design, sustaining it and all thesealsconnected to it. Though he also says that Jade's status as such is a moot point by now, since enough outside interference has damaged the Design to the point where it's doomed to collapse no matter what now.",
      "links": [
        {
          "title": "Queen of All Oni",
          "url": "/pmwiki/pmwiki.php/Fanfic/QueenOfAllOni"
        },
        {
          "title": "Jade",
          "url": "/pmwiki/pmwiki.php/Main/VillainProtagonist"
        },
        {
          "title": "Blankman",
          "url": "/pmwiki/pmwiki.php/Main/EnigmaticMinion"
        },
        {
          "title": "Grand Design",
          "url": "/pmwiki/pmwiki.php/Main/BalanceBetweenGoodAndEvil"
        },
        {
          "title": "seals",
          "url": "/pmwiki/pmwiki.php/Main/SealedEvilInACan"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Subverted and played like a fiddle inThrough the Well of Pirene, where Daphne Ocean — the real Chosen One — isn't chosen at all. In fact, she has to go quite a ways out of her way in order to take her place as the Chosen One and make sure everything passes as it's supposed to.",
      "links": [
        {
          "title": "Through the Well of Pirene",
          "url": "/pmwiki/pmwiki.php/Fanfic/ThroughTheWellOfPirene"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Titanic Valley: Izuku Midoriya's chosen by All Might to be the ninth wielder of the Quirk, One For All, and according to Booster Gold is said to be the one to save everyone from aBad Futuretimeline that will happen if Fubuki tries to keep him out of heroics.",
      "links": [
        {
          "title": "Titanic Valley",
          "url": "/pmwiki/pmwiki.php/Fanfic/TitanicValley"
        },
        {
          "title": "Bad Future",
          "url": "/pmwiki/pmwiki.php/Main/BadFuture"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "XanderinBig Brotherconfronts the previousAvatarsover this idea when they talk about Aang's duty to bring peace to the world by defeating the Fire Nation.Xander:I've seen the whole 'One person in all the world' system at work before and it is bullshit. Always has been, always will be. If everyone wants peace then EVERYONE FIGHTS!",
      "links": [
        {
          "title": "Xander",
          "url": "/pmwiki/pmwiki.php/Series/BuffyTheVampireSlayer"
        },
        {
          "title": "Big Brother",
          "url": "http://www.tthfanfic.org/Story-25153-4/Tjin+Big+Brother.htm"
        },
        {
          "title": "Avatars",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/AvatarTheLastAirbender"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Vow of Nudity: The core conflict in one story is Haara (a freedom fighter) winding up imprisoned alongside several imperial civilians, discovering their newborn child is the one prophesized to lead their empire to victory, and having to juggle her conflicting moral obligations toNever Hurt an Innocent(achild, no less) against her need to stop the prophesy being fulfilled.",
      "links": [
        {
          "title": "Vow of Nudity",
          "url": "/pmwiki/pmwiki.php/Fanfic/VowOfNudity"
        },
        {
          "title": "Never Hurt an Innocent",
          "url": "/pmwiki/pmwiki.php/Main/NeverHurtAnInnocent"
        },
        {
          "title": "child",
          "url": "/pmwiki/pmwiki.php/Main/WouldntHurtAChild"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "A variation of this features in theStargate SG-1fanfic seriesWhat You Already Know, after Daniel Jackson acquires psychic abilities following his Ascension. When Daniel is missing and presumed dead on another planet, Teal'c observes that he doesn't believe Daniel's dead because, while he doesn't believe in fate, he believes that some people are destined to do great things, and after witnessing Daniel's growing powers he has come to believe that Daniel is destined to strike the final blow in the war against the Goa'uld rather than die on some random planet.",
      "links": [
        {
          "title": "Stargate SG-1",
          "url": "/pmwiki/pmwiki.php/Series/StargateSG1"
        },
        {
          "title": "What You Already Know",
          "url": "/pmwiki/pmwiki.php/Fanfic/WhatYouAlreadyKnow"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InZ to A, the essence of the Infinity Stones each choose one hero and send their future memories back to the time ofCaptain America: Civil Warto change the future; Peter Parker (Soul), Wanda Maximoff (Mind), T'Challa (Power), Tony Stark (Time), Nick Fury (Space) and Thor (Reality), based on their relative level of contact with each particular Stone. However,Peter is ultimately revealed to bethe\"Chosen One\", as the Stones choose him to be capable of using a new Gauntlet long enough to destroy Thanos's forces without being killed by the effort himself; after Tony's sacrifice and Steve Rogers going back in time in the original timeline, Peter was the one with most contact with the Stones from both prior Gauntlets.",
      "links": [
        {
          "title": "Z to A",
          "url": "/pmwiki/pmwiki.php/Fanfic/ZToA"
        },
        {
          "title": "Captain America: Civil War",
          "url": "/pmwiki/pmwiki.php/Film/CaptainAmericaCivilWar"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Made explicit in theGenesissong \"One for the Vine\": \"His claim was phrased quite simply...: 'I am he, the chosen one'\" and later \"'This is he, God's chosen one, who's come to save us from all our oppressors.'\"",
      "links": [
        {
          "title": "Genesis",
          "url": "/pmwiki/pmwiki.php/Music/GenesisBand"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Iron Maiden: The eponymousSeventh Son of a Seventh Sonis explicitly called the Chosen One on the title track, and the forces of good and evil both try to bring him and his powers of prophesy over to their side. He winds uprejecting his roleas he becomes disillusioned.",
      "links": [
        {
          "title": "Iron Maiden",
          "url": "/pmwiki/pmwiki.php/Music/IronMaiden"
        },
        {
          "title": "Seventh Son of a Seventh Son",
          "url": "/pmwiki/pmwiki.php/Main/MagicalSeventhSon"
        },
        {
          "title": "rejecting his role",
          "url": "/pmwiki/pmwiki.php/Main/RefusalOfTheCall"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "The Boy from theKISSalbumMusic From THE ELDER, who is addressed in the song \"Only You\".",
      "links": [
        {
          "title": "KISS",
          "url": "/pmwiki/pmwiki.php/Music/Kiss"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "tool's \"Rosetta Stoned\" is a rant from the a possibly delusional man claiming he was abducted by aliens who told him, \"You... are the chosen one. The one who'll deliver the message. A message of hope for those who choose to hear it and a warning for those who do not.\" The speaker marvels, \"Me... the chosen one. Theychoseme! And I didn't even graduate outta fuckin' high school!\"",
      "links": [
        {
          "title": "tool",
          "url": "/pmwiki/pmwiki.php/Music/Tool"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "The Bible:Jesus Christ means \"Jesus the Anointed One\".Christosbeing Greek for \"anointed\" (and \"chrism\" is an old name for the anointing oil). Thus \"Christ\" is a title, not a given name.Most prophets in the Old Testament appear to be somewhat arbitrarily Chosen; they certainlyaren't all picked for their purity of heart.Jews believe themselves to be God's Chosen People. As such, they have extra responsibilities beyond that expected of the rest of mankind. This is why they make it so hard to convert.",
      "links": [
        {
          "title": "The Bible",
          "url": "/pmwiki/pmwiki.php/Literature/TheBible"
        },
        {
          "title": "aren't all picked for their purity of heart",
          "url": "/pmwiki/pmwiki.php/Main/AntiHero"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Buddhismplays with the trope depending on the school or branch.In Theravada, Buddha Gautama wasnota chosen one, only a regular dude who some day became a buddha by his own means. They even state that you could theoretically become another (if you were focused enough, you slacker). If they have statues of him and such, it's only because his ascension to buddhahood was particularly relevant for the world by sheer timing.In Mahayana and Vajrayana, hewasa chosen one of sorts, in the sense that he was the reincarnation of a previous boddhisattva (a buddha who acts in the world to help all the other beings) from eons ago. Being chosen or not, however, has little relevance on their cosmology as far as you're concerned, because they preach you could become yourself a buddha or a boddhisattva too.The fourteenth Dalai Lama, as well as his predecessors in the Vajrayana line, were all chosen because they were believed to be the reincarnations of the bodhisattva Avalokiteśvara. Supposedly the current Dalai Lama was shown a bunch of household items at the age of two, some that belonged to the previous Dalai Lama and some that didn't. He was then asked to determine which of the objects were his. He got every one right.",
      "links": [
        {
          "title": "Buddhism",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Buddhism"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Several heroes fromClassical Mythologywere chosen for specific tasks. Hercules was born to fight beside the gods in the Gigantomachy and rid the world of monsters. Perseus was chosen to complete Athena's vengeance on Medusa.",
      "links": [
        {
          "title": "Classical Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InNorse Mythology, Odin fathered Vali specifically to avenge the death of Balder.He also fathers Víðarr specifically to avenge his own death in Ragnarök (and possibly to rebuild the world after Fimbulvetr passes).",
      "links": [
        {
          "title": "Norse Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "In Wagner'sRing Cycle, Siegfried is the hero destined to recover the Ring and rescue Brünnhilde from the ring of magic fire.",
      "links": [
        {
          "title": "Ring Cycle",
          "url": "/pmwiki/pmwiki.php/Theatre/DerRingDesNibelungen"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InLoony Labyrinth,the player proves that he is the reincarnation of Theseus by finding the fiveGalopetra Stones.",
      "links": [
        {
          "title": "Loony Labyrinth",
          "url": "/pmwiki/pmwiki.php/VideoGame/LoonyLabyrinth"
        },
        {
          "title": "Galopetra Stones.",
          "url": "/pmwiki/pmwiki.php/Main/PlotCoupon"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "The Adventure Zone: Amnestyhas Duck Newton, whorefused the callto heroism.",
      "links": [
        {
          "title": "The Adventure Zone: Amnesty",
          "url": "/pmwiki/pmwiki.php/Podcast/TheAdventureZoneAmnesty"
        },
        {
          "title": "refused the call",
          "url": "/pmwiki/pmwiki.php/Main/RefusalOfTheCall"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Interstitial: Actual PlayhasEnnora, Roxanne's Somebody, who is even played with The Chosen playbook.",
      "links": [
        {
          "title": "Interstitial: Actual Play",
          "url": "/pmwiki/pmwiki.php/Podcast/InterstitialActualPlay"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "TheCircle of KnowledgeinPretending to Be Peoplehas The Overseer, a mysterious, time-traveling man who will save the world and go back in time tofound the Circle.It turns out that he's an older version of Contention police officer Clark Bishop, a straight-laced, middle-aged man with a fondness for Wheel of Fortune.",
      "links": [
        {
          "title": "Circle of Knowledge",
          "url": "/pmwiki/pmwiki.php/Main/TheConspiracy"
        },
        {
          "title": "Pretending to Be People",
          "url": "/pmwiki/pmwiki.php/Podcast/PretendingToBePeople"
        },
        {
          "title": "found the Circle",
          "url": "/pmwiki/pmwiki.php/Main/StableTimeLoop"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "CMLL, and laterAAA, actually had aMasked Luchadorwho was simply known as El Elegido.",
      "links": [
        {
          "title": "CMLL",
          "url": "/pmwiki/pmwiki.php/Wrestling/CMLL"
        },
        {
          "title": "AAA",
          "url": "/pmwiki/pmwiki.php/Wrestling/AAA"
        },
        {
          "title": "Masked Luchador",
          "url": "/pmwiki/pmwiki.php/Main/MaskedLuchador"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "BothJeff JarrettinWCWandDrew McIntyrein WWE have been specifically referred to as \"The Chosen One.\" In both cases the divine destiny was more the fact that they were well liked by the bookers, with Jeff being personal friends withVince Russoand Drew apparently being afavoriteof WWE ownerVince McMahon. Jeff has had some ups and downs with his chosen one gimmick. Drew was, at first, nearly universally reviled by the internet wrestling community as most found him to be very boring in the ring and on the mic. However, after he lost the Intercontinental Championship and was stopped being pushed as hard, Drew became anEnsemble Dark Horse.",
      "links": [
        {
          "title": "Jeff Jarrett",
          "url": "/pmwiki/pmwiki.php/Wrestling/JeffJarrett"
        },
        {
          "title": "WCW",
          "url": "/pmwiki/pmwiki.php/Wrestling/WCW"
        },
        {
          "title": "Drew McIntyre",
          "url": "/pmwiki/pmwiki.php/Wrestling/DrewMcIntyre"
        },
        {
          "title": "Vince Russo",
          "url": "/pmwiki/pmwiki.php/Wrestling/VinceRusso"
        },
        {
          "title": "favorite",
          "url": "/pmwiki/pmwiki.php/Main/CreatorsPet"
        },
        {
          "title": "Vince McMahon",
          "url": "/pmwiki/pmwiki.php/Wrestling/VinceMcMahon"
        },
        {
          "title": "Ensemble Dark Horse",
          "url": "/pmwiki/pmwiki.php/Main/EnsembleDarkhorse"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Regiomontana luchadora Pricesa Maya is referred to as \"La Profecía Cumplida\".",
      "links": []
    },
    {
      "section": "Other examples:",
      "text": "Played with in the BBC Radio 4 playElvenQuest, in which the Chosen One isthe protagonist's dog.",
      "links": [
        {
          "title": "ElvenQuest",
          "url": "/pmwiki/pmwiki.php/Radio/ElvenQuest"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Dungeons & Dragons:The Chosen ofForgotten Realmswere individuals imbued with power by their respective deities that made them akin to demigods. The goddess of magic Mystra was known to havemultiple at once, includingWorld's Smartest ManElminster.3.5 Edition has the Divine Soul class, a character with an intuitive connection to a deity who can spontaneously cast divine spells. They are also automatically proficient with their deity's favored weapon, and gain bonuses to using it as they level up (traditional Clerics, on the other hand, may be able to summon self-wielding versions, but aren't proficient by default). They are also one of only two base classes in the game that has no weak saving throws. In fifth edition they were retooled into a subclass of the Sorcerer.",
      "links": [
        {
          "title": "Dungeons & Dragons",
          "url": "/pmwiki/pmwiki.php/TabletopGame/DungeonsAndDragons"
        },
        {
          "title": "Forgotten Realms",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ForgottenRealms"
        },
        {
          "title": "multiple at once",
          "url": "/pmwiki/pmwiki.php/Main/TheChosenMany"
        },
        {
          "title": "World's Smartest Man",
          "url": "/pmwiki/pmwiki.php/Main/WorldsSmartestMan"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InExalted, you're a ChosenOne-in-three hundred/one hundred/fifty, depending upon what Exalt you chose.If the Alchemicals were to unite, they would be a ChosenArmy.",
      "links": [
        {
          "title": "Exalted",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Exalted"
        },
        {
          "title": "One-in-three hundred/one hundred/fifty",
          "url": "/pmwiki/pmwiki.php/Main/TheChosenMany"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Interstitial: Our Hearts Intertwinedhas The Chosen playbook, naturally. The moves are designed around dishing out extra damage and protecting both yourself and your friends.",
      "links": [
        {
          "title": "Interstitial: Our Hearts Intertwined",
          "url": "/pmwiki/pmwiki.php/TabletopGame/InterstitialOurHeartsIntertwined"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Gerrard fromMagic: The Gatheringis destined to defeat the dark god Yawgmoth. This is revealed to be so because he is the end result of Urza's millennium-long Bloodlines project. He is also at one point proclaimed to be the Korvecdal, the savior of the Kor, Vec and Dal tribes, but this title is later bestowed on Eladamri instead.",
      "links": [
        {
          "title": "Magic: The Gathering",
          "url": "/pmwiki/pmwiki.php/TabletopGame/MagicTheGathering"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Deconstructed inPrincess: The Hopeful, where the Queen of Mirror is looking for the \"True Heir\", aPrincesswho, according to her, will finally defeatthe All-Consuming Darknessand bring the Light back in power, essentially fixing everything in the setting. There are only two problems with this: 1) Her criterias to qualify as a True Heir are completely unrealistic forthis universe, and 2) She has no clear ideahowto identify this \"True Heir\", so she handles this issue by tellingevery single Princess she recruitsthat they are the one, and waiting for the good one to prove herself. This has resulted in her entire Court either becomingchildish egomaniac bratswho are allliterally convinced to be the center of the universeBecause Destiny Says Soandhate each other for being candidate to the title of True Heir, or just suffering a brutalSanity Slippageas they fail to live up to her ridiculously high standards.",
      "links": [
        {
          "title": "Princess: The Hopeful",
          "url": "/pmwiki/pmwiki.php/TabletopGame/PrincessTheHopeful"
        },
        {
          "title": "Princess",
          "url": "/pmwiki/pmwiki.php/Main/MagicalGirl"
        },
        {
          "title": "the All-Consuming Darkness",
          "url": "/pmwiki/pmwiki.php/Main/TheDarkSide"
        },
        {
          "title": "this universe",
          "url": "/pmwiki/pmwiki.php/Main/CrapsackWorld"
        },
        {
          "title": "childish egomaniac brats",
          "url": "/pmwiki/pmwiki.php/Main/RoyalBrat"
        },
        {
          "title": "literally convinced to be the center of the universe",
          "url": "/pmwiki/pmwiki.php/Main/ItsAllAboutMe"
        },
        {
          "title": "Because Destiny Says So",
          "url": "/pmwiki/pmwiki.php/Main/BecauseDestinySaysSo"
        },
        {
          "title": "hate each other for being candidate to the title of True Heir",
          "url": "/pmwiki/pmwiki.php/Main/NoHonorAmongThieves"
        },
        {
          "title": "Sanity Slippage",
          "url": "/pmwiki/pmwiki.php/Main/SanitySlippage"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Any time you run across a Chosen One inWarhammer 40,000, they're likely tofall to Chaosorget killedat some point.",
      "links": [
        {
          "title": "Warhammer 40,000",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer40000"
        },
        {
          "title": "fall to Chaos",
          "url": "/pmwiki/pmwiki.php/Main/FaceHeelTurn"
        },
        {
          "title": "get killed",
          "url": "/pmwiki/pmwiki.php/Main/TheHeroDies"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InChaos;Head,Takumi is chosen (or rather, created) for the sole purpose of suffering enough to awaken as a Gigalomaniac, then destroy Noah II which no one else is able to achieve.",
      "links": [
        {
          "title": "Chaos;Head",
          "url": "/pmwiki/pmwiki.php/VisualNovel/ChaosHead"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Animator vs. Animation:One of the main stick figures in the series is actually named \"The Chosen One\". He wasn't chosen by gods nor does he have any quests, however. His name seems to simply indicate his power level and the animator intentionally created an over-powered stick figure to fight for fun. It took years of real time to see him do something heroic, which is stopping a virus from infecting every computer in the world, starting with the animator's computer despite the animosity toward each other they used to have.Alan's orange stick figure is named\"The Second Coming\", but unlike The Chosen One, we don't know where the name came from — Alan never even turned him into a named symbol. He also fits the role of hero much more cleanly than The Chosen One, being aFriend to All Living Thingswith aSuperpoweredGoodSide, an ally toAlan, andThe Leaderof his group of friends; and he’s been on multiple adventures to save his friends andthe internet, evensinglehandedly defeating The Dark Lord.",
      "links": [
        {
          "title": "Animator vs. Animation",
          "url": "/pmwiki/pmwiki.php/WebAnimation/AnimatorVsAnimation"
        },
        {
          "title": "\"The Second Coming\"",
          "url": "/pmwiki/pmwiki.php/Main/NamesToRunAwayFromReallyFast"
        },
        {
          "title": "Friend to All Living Things",
          "url": "/pmwiki/pmwiki.php/Main/FriendToAllLivingThings"
        },
        {
          "title": "Superpowered",
          "url": "/pmwiki/pmwiki.php/Main/SuperpoweredEvilSide"
        },
        {
          "title": "Good",
          "url": "/pmwiki/pmwiki.php/Main/PlayingWith"
        },
        {
          "title": "Side",
          "url": "/pmwiki/pmwiki.php/Main/SuperpoweredEvilSide"
        },
        {
          "title": "Alan",
          "url": "/pmwiki/pmwiki.php/Main/BigGood"
        },
        {
          "title": "The Leader",
          "url": "/pmwiki/pmwiki.php/Main/TheLeader"
        },
        {
          "title": "the internet",
          "url": "/pmwiki/pmwiki.php/Main/Cyberspace"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Fallen Kingdom (CaptainSparklez): The Prince's heroic destiny was foretold in ancient engravings.",
      "links": [
        {
          "title": "Fallen Kingdom (CaptainSparklez)",
          "url": "/pmwiki/pmwiki.php/WebAnimation/FallenKingdomCaptainSparklez"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Rainimator: Rain successfully tames the Ender Dragon and is chosen as its next rider. Althoughsaid dragon got confiscated when he deserted a battle with it, Rain continues to be this trope when Vordus foresees the complete annihilation of himself and the other Ender Watchers, which would leave Rain as itslast surviving member.",
      "links": [
        {
          "title": "Rainimator",
          "url": "/pmwiki/pmwiki.php/WebAnimation/Rainimator"
        },
        {
          "title": "last surviving member",
          "url": "/pmwiki/pmwiki.php/Main/LastOfHisKind"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Red vs. Blue: In season four,Tuckerbecomes the chosen one for an alien prophecy after finding a sword (which he kicks ass with). The prophecy included a lot of Great things.",
      "links": [
        {
          "title": "Red vs. Blue",
          "url": "/pmwiki/pmwiki.php/WebAnimation/RedVsBlue"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "RWBY: After an ancient conflict betweenthe godsandSalemleaves humanity a shattered remnant of its former glory, the God of Light tasks the great heroOzmato guide humanity towardsThe Day of Reckoning.Uniting humanity in harmony will redeem the world, but failure will destroy it. The God of Light forcesOzmato endlesslyBody Surfintoliving hostswhenever his body dies, makingProfessor Ozpinthe inheritor of this divine mission untilresponsibility passesto Oscar. The catch is that Salem's existence makes unity impossible, and shecan't be killed. Afterfighting for millennia, Oz isburned outandOscarhas to learn as he goes, so Ruby Rose hastaken commandinstead.",
      "links": [
        {
          "title": "RWBY",
          "url": "/pmwiki/pmwiki.php/WebAnimation/RWBY"
        },
        {
          "title": "the gods",
          "url": "/pmwiki/pmwiki.php/Main/JerkassGods"
        },
        {
          "title": "Salem",
          "url": "/pmwiki/pmwiki.php/Main/RageAgainstTheHeavens"
        },
        {
          "title": "Ozma",
          "url": "/pmwiki/pmwiki.php/Main/TheIdealist"
        },
        {
          "title": "The Day of Reckoning",
          "url": "/pmwiki/pmwiki.php/Main/TheDayOfReckoning"
        },
        {
          "title": "Ozma",
          "url": "/pmwiki/pmwiki.php/Main/ParasiticImmortality"
        },
        {
          "title": "Body Surf",
          "url": "/pmwiki/pmwiki.php/Main/BodySurf"
        },
        {
          "title": "living hosts",
          "url": "/pmwiki/pmwiki.php/Main/Permanfusion"
        },
        {
          "title": "Professor Ozpin",
          "url": "/pmwiki/pmwiki.php/Main/BigGood"
        },
        {
          "title": "responsibility passes",
          "url": "/pmwiki/pmwiki.php/Main/LegacyOfTheChosen"
        },
        {
          "title": "can't be killed",
          "url": "/pmwiki/pmwiki.php/Main/CompleteImmortality"
        },
        {
          "title": "fighting for millennia",
          "url": "/pmwiki/pmwiki.php/Main/ForeverWar"
        },
        {
          "title": "burned out",
          "url": "/pmwiki/pmwiki.php/Main/ItSucksToBeTheChosenOne"
        },
        {
          "title": "Oscar",
          "url": "/pmwiki/pmwiki.php/Main/FarmBoy"
        },
        {
          "title": "taken command",
          "url": "/pmwiki/pmwiki.php/Main/TheUnchosenOne"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "8-Bit Theater:Black Mage and Fighter were chosen by their avatars to fight for the fate of the world.Both deities give up because their avatars are so stupid.The Light Warriors themselves are chosen ones, too.Except they spent too long level-grinding so the king got tricked into thinking some other idiots/jerks were the light warriors, and in the end four White Mages end up killing theBig Badanyway.",
      "links": [
        {
          "title": "8-Bit Theater",
          "url": "/pmwiki/pmwiki.php/WebComic/EightBitTheater"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InAgents of the Realm, the eponymous Agents are five Chosen Ones destined to protect their world frombleedsand falling apart.",
      "links": [
        {
          "title": "Agents of the Realm",
          "url": "/pmwiki/pmwiki.php/Webcomic/AgentsOfTheRealm"
        },
        {
          "title": "bleeds",
          "url": "/pmwiki/pmwiki.php/Main/OurMonstersAreDifferent"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InAnanthalos, this is averted. Ananthalos is selected for the quest through a job interview.",
      "links": [
        {
          "title": "Ananthalos",
          "url": "/pmwiki/pmwiki.php/Webcomic/Ananthalos"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Alice:Aliceis the One Chosen toslay a dragonin a dream within aDream Within a Dream.",
      "links": [
        {
          "title": "Alice",
          "url": "/pmwiki/pmwiki.php/Webcomic/Alice1999"
        },
        {
          "title": "Alice",
          "url": "/pmwiki/pmwiki.php/Main/Cloudcuckoolander"
        },
        {
          "title": "slay a dragon",
          "url": "http://alice.alicecomics.com/alicecomics/dragonslayer-1/"
        },
        {
          "title": "Dream Within a Dream",
          "url": "/pmwiki/pmwiki.php/Main/DreamWithinADream"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "The Beast Legion: It's revealed from the second page of the web manga that Xeus is the one chosen to save Lithopia from the upcoming Chaos.",
      "links": [
        {
          "title": "The Beast Legion",
          "url": "/pmwiki/pmwiki.php/Webcomic/TheBeastLegion"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Captus Cinematic Universe: After making a wish on a magical gem, Hype Beast is sent to the 21st century to become the adversary of Mister Sadness.",
      "links": [
        {
          "title": "Captus Cinematic Universe",
          "url": "/pmwiki/pmwiki.php/Webcomic/CaptusCinematicUniverse"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Charby the Vampirate: Both Charby andZenoare informed they are the chosen ones to their respective peoples.",
      "links": [
        {
          "title": "Charby the Vampirate",
          "url": "/pmwiki/pmwiki.php/Webcomic/CharbyTheVampirate"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "MuraifromDigger, to the degree that other people can practically sense the destiny coming off her. Fortunately for all involved (Murai included) she's notThe Heroof the webcomic's story,and her destiny has nothing to do with what goes down in the climax. Ganesh claims the lessons involved may become vital to her in the future, however.",
      "links": [
        {
          "title": "Murai",
          "url": "/pmwiki/pmwiki.php/Main/KidHero"
        },
        {
          "title": "Digger",
          "url": "/pmwiki/pmwiki.php/Webcomic/Digger"
        },
        {
          "title": "The Hero",
          "url": "/pmwiki/pmwiki.php/Main/TheHero"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Dina M Nealey, who has expressed her distaste for the trope and idea of a \"Chosen One,\" parodies the trope in the firstErotic Adventures in Faeriecomic, \"Lady Vidia and the Chosen One,\" where aP.O.V. CamFeatureless Protagonistis greeted and named \"Chosen One\" by Lady Vidia, who sets up what seems to be a story about a Chosen mortal saving the realm of Faerie... only for none of it to matter in the slightest; the POV character spends the entire comic being seduced, hypnotized, transformed and toyed with, taking no active part in the story and having absolutely no say or agency in anything that's going on.It's even casually revealed that Faerie was already saved by someone else long ago, and that the \"Chosen One\" title is totally meaningless and just given to victims of Faerie abduction to make them feel more special.",
      "links": [
        {
          "title": "Dina M Nealey",
          "url": "/pmwiki/pmwiki.php/Creator/DinaMNealey"
        },
        {
          "title": "P.O.V. Cam",
          "url": "/pmwiki/pmwiki.php/Main/POVCam"
        },
        {
          "title": "Featureless Protagonist",
          "url": "/pmwiki/pmwiki.php/Main/FeaturelessProtagonist"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Dragon Sanctuarybegan conceptually as a deconstruction of the trope. Dean Kiata is the chosen one from a family of (mostly) chosen ones, and since the name and the legend were well known across the Pearl it was only a matter of time before shadow worshippers slaughtered the whole Kiata family, sometimesentire cities, in order to wipe them out.",
      "links": [
        {
          "title": "Dragon Sanctuary",
          "url": "/pmwiki/pmwiki.php/Webcomic/DragonSanctuary"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Dubious Company''sPhredchose Sal to be his high priestess.Leeroywas also in the running, but lost the coin toss. Interestingly, Sal is notThe Heroor the main character, as the position makes her atarget. The perk is she is granteduncanny luckwhich she uses todraw infoormanipulatethe villain.",
      "links": [
        {
          "title": "Dubious Company",
          "url": "/pmwiki/pmwiki.php/Webcomic/DubiousCompany"
        },
        {
          "title": "Phred",
          "url": "/pmwiki/pmwiki.php/Main/RandomNumberGod"
        },
        {
          "title": "Leeroy",
          "url": "/pmwiki/pmwiki.php/Main/NumberTwo"
        },
        {
          "title": "The Hero",
          "url": "/pmwiki/pmwiki.php/Main/TheHero"
        },
        {
          "title": "target",
          "url": "/pmwiki/pmwiki.php/Main/DamselInDistress"
        },
        {
          "title": "uncanny luck",
          "url": "/pmwiki/pmwiki.php/Main/BornLucky"
        },
        {
          "title": "draw info",
          "url": "/pmwiki/pmwiki.php/Main/JustBetweenYouAndMe"
        },
        {
          "title": "manipulate",
          "url": "/pmwiki/pmwiki.php/Main/AwesomeByAnalysis"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InEl Goonish Shivethere is aprophecy that an individual will come to unify the seyunolu (chimera) outcasts of the world. Damien was created to be this individual but he didn't fulfill the prophecy and became evil instead.",
      "links": [
        {
          "title": "El Goonish Shive",
          "url": "/pmwiki/pmwiki.php/Webcomic/ElGoonishShive"
        },
        {
          "title": "prophecy that an individual will come to unify the seyunolu (chimera) outcasts of the world",
          "url": "http://egscomics.com/?date=2004-03-03"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Erfworld:In a general sense, specific units can have specific Fates (such as being Fated to serve under a specific Caster or croak a specific Ruler). Some units have a lot more Fate than others. Fighting a specific Fate causes undue hardship as Fate tries to railroad things back onto course. Fatecanbe beaten, but it is exceedingly difficult and usually just ends up delaying the inevitable. Even if you seemingly defeat Fate (such as, say, by croaking the unit that was supposed to croak you), it will usually just be replaced with a different Fate that is even worse for you.Wanda Firebaugh, has had at least three Fates over the course of her life: Being popped into a doomed Side when everyone else except the Predictamancer was expecting a warlord, serving under the Hippiemancer Olive Branch, and obtaining an Arkentool. After that, she still has Fate, but it's a bit more blurred; she's supposed to be doingsomethingwith the Arkenpliers, and she has an unfathomably strong Fated connection to Jillian. Beyond that, it is hard to say.Jillian Zamussels (originally Jillian Banhammer) was originally popped as heir when her father was informed that his perfect bubble kingdom of Faq would fall one day. Jillian was Fated to croak the Ruler of Haffaton (which ended up being Olive Branch, after the original Ruler left Erfworld) and rule Faq as a queen. From there, she has unclear Fates connecting her to Wanda and Ansom.And then of course there is Parson Gotti, summoned from our world to be the \"Perfect Warlord.\" After the Battle of Gobwin Knob, Wanda becomes convinced that he is an even more important instrument of Fate than herself, and refuses to make even basic strategic decisions without him.Turns out she's right. The spell that summoned him was created by multiple conspiracies. The Hippiemancers summoned him to end war, the Thinkamancers to defeat Charlie, and the Predictamancers at the behest of Fate itself.Parson:Great. How many prophecies am I fulfilling?Isaac:Three. Well, four.",
      "links": [
        {
          "title": "Erfworld",
          "url": "/pmwiki/pmwiki.php/Webcomic/Erfworld"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Any person who plays the game inHomestuckgets their own title and \"chosen\" status, as demonstrated later in the strip with the Trolls' session. The series also justifieswhySburb players areThe Chosen Onesin the first place.Someone in the sessionwill be responsible for the creation of the playersthrough ectobiology and time travel shenanigans. In the kids' session, it was John, who also created the protagonists' guardians. Therefore, the players have to play Sburbso that they can be born, so that they can play Sburb.",
      "links": [
        {
          "title": "Homestuck",
          "url": "/pmwiki/pmwiki.php/Webcomic/Homestuck"
        },
        {
          "title": "The Chosen Ones",
          "url": "/pmwiki/pmwiki.php/Main/TheChosenOne"
        },
        {
          "title": "will be responsible for the creation of the players",
          "url": "/pmwiki/pmwiki.php/Main/MindScrew"
        },
        {
          "title": "so that they can be born, so that they can play Sburb",
          "url": "/pmwiki/pmwiki.php/Main/StableTimeLoop"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "A dark twist of this happens inHooky. The prophecy that involves either Dani or Dorian is not about saving the world, it's about which one will go bad and become the King of Witches.Turns out it's about Dani.",
      "links": [
        {
          "title": "Hooky",
          "url": "/pmwiki/pmwiki.php/Webcomic/Hooky"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "The Inexplicable Adventures of Bob!:At the end of \"The Island And the Idol,\" Bobstrenuouslyobjects to the fact that people seem to be starting to treat him as this, emphasizing that most of the good guys' victories have been team efforts, and asks, \"Why doesanybodythink I know what I'm doing?!\"",
      "links": [
        {
          "title": "The Inexplicable Adventures of Bob!",
          "url": "/pmwiki/pmwiki.php/Webcomic/TheInexplicableAdventuresOfBob"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Inverlochrevolves around the search for Kayn'dar, the would-be savior of the elves. Over the decades, more and more elves had been born Severed, mortal elves with no connection to the spirits. Kayn'dar was born looking like a Severed elf, but with rare ability to use not just magic but healing magic, only to be kidnapped at six years old.In the end, this turns out to have made Kayn'dar a better savior—by being raised outside of elven society, he could clearly see how their bigoted, selfish isolationism had caused the spirits to withdraw their favor, and was in a better position to reform them.",
      "links": [
        {
          "title": "Inverloch",
          "url": "/pmwiki/pmwiki.php/Webcomic/Inverloch"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Kill Six Billion Demons: The Demiurges and the angels are convinced that Zaid, Allison's boyfriend, is the prophecized successor of the Conquering King. They believe that they \"broke\" the prophecy by kidnapping Zaid before he could inherit the power, and scheme to kill Allison and give it to him. The Conquering King himself, however, implies that Allison was always his choice for heir—and even if she wasn't, due to the way prophecies work it isimpossiblefor it to be wrong, and much more likely that everyone just misinterpreted it.Breaker of Infinitiesreveals thatthe universe is stuck in a\"Groundhog Day\" Loop, perpetuated by Zoss picking out a Chosen One, letting them go through theHero's Journey, claim the throne of creation, and then resetting it whensomething(presumablyJagganoth) ruins everything. In this cycle, Zaidwasthe chosen one, but Zoss gave his key to Allison instead, someone who does not fit the criteria of his successor at all, in an attempt to break the cycle.",
      "links": [
        {
          "title": "Kill Six Billion Demons",
          "url": "/pmwiki/pmwiki.php/Webcomic/KillSixBillionDemons"
        },
        {
          "title": "\"Groundhog Day\" Loop",
          "url": "/pmwiki/pmwiki.php/Main/GroundhogDayLoop"
        },
        {
          "title": "Hero's Journey",
          "url": "/pmwiki/pmwiki.php/Main/HerosJourney"
        },
        {
          "title": "Jagganoth",
          "url": "/pmwiki/pmwiki.php/Main/HeroKiller"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "A Magical Roommate: An oracle of Umbria made a prophecy, and everybody immediately assumed it was aboutThe ProtagonistAylia.In a rare subversion, it was about her friend X, who nobody had ever heard about. Go figure!",
      "links": [
        {
          "title": "A Magical Roommate",
          "url": "/pmwiki/pmwiki.php/Webcomic/AMagicalRoommate"
        },
        {
          "title": "The Protagonist",
          "url": "/pmwiki/pmwiki.php/Main/TheProtagonist"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Nixvir: Erik is the only one destined to defeat Ragnar and bring peace back toThe Multiverse. Justified in that he and theBig Badwere oncechildhood friends, and thus he is the one who could be expected to speak reason into Ragnar's heart to prevent him conquering the multiverse.",
      "links": [
        {
          "title": "Nixvir",
          "url": "/pmwiki/pmwiki.php/Webcomic/Nixvir"
        },
        {
          "title": "The Multiverse",
          "url": "/pmwiki/pmwiki.php/Main/TheMultiverse"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "childhood friends",
          "url": "/pmwiki/pmwiki.php/Main/WeUsedToBeFriends"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Oglafostensibly features one, who is actually the title character — but it's ultimately subverted (or, rather, just dropped) since he only appeared in a few early strips that didn't amount to a storyline.",
      "links": [
        {
          "title": "Oglaf",
          "url": "/pmwiki/pmwiki.php/Webcomic/Oglaf"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InThe Order of the Stick,Redcloakis the true prophet of the Dark One, destined to make goblinoids a force to be reckoned with in the world. Although he was \"chosen\" for a rather specific reason: there was no-one else for the Dark One to pick. He was the newest acolyte to the religious order, but also the only one to survive the Sapphire Guard'smassacre of his village. Redcloak's theological revelations are \"refreshingly direct\":Dark One:Don't screw this up. No pressure, though.",
      "links": [
        {
          "title": "The Order of the Stick",
          "url": "/pmwiki/pmwiki.php/Webcomic/TheOrderOfTheStick"
        },
        {
          "title": "Redcloak",
          "url": "/pmwiki/pmwiki.php/Main/TheDragon"
        },
        {
          "title": "massacre of his village",
          "url": "/pmwiki/pmwiki.php/Main/DoomedHometown"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Subverted inOur Little Adventure. Julie is the third person thePalm Tree Ghosthas sent on this mission. If she fails/dies, it's highly likely TPTG will just choose someone else.",
      "links": [
        {
          "title": "Our Little Adventure",
          "url": "/pmwiki/pmwiki.php/Webcomic/OurLittleAdventure"
        },
        {
          "title": "Palm Tree Ghost",
          "url": "/pmwiki/pmwiki.php/Main/TricksterGod"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InSandra and Woo,the raccoon goddess claims Lily will give birth to this— and then, laughing, tells him not to believe what that she says, being aRascally Raccoon.",
      "links": [
        {
          "title": "Sandra and Woo",
          "url": "/pmwiki/pmwiki.php/Webcomic/SandraAndWoo"
        },
        {
          "title": "the raccoon goddess claims Lily will give birth to this",
          "url": "http://www.sandraandwoo.com/2013/06/27/0494-the-golden-age-of-raccoons/"
        },
        {
          "title": "Rascally Raccoon",
          "url": "/pmwiki/pmwiki.php/Main/RascallyRaccoon"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InSarab, the Apprentices are chosen early in life to be the bearers of knowledge in their world.",
      "links": [
        {
          "title": "Sarab",
          "url": "/pmwiki/pmwiki.php/Webcomic/Sarab"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Saturday Morning Breakfast CerealParodied in\"Chosen\", where the Chosen One who saves his people from the dragon does so by getting eaten and being so unappetising the dragon leaves them alone.Deconstructedin\"The Chosen One\", where the kid who hears he's prophesied to be the Chosen One decides to give up trying to do anything right in life because he knows he's going to do something great and become famous for it. Forty years later, he saves the world or something by stabbing the demon Mordrax in the back because he's drunk and mistakes him for a teenager who owes him money for meth.",
      "links": [
        {
          "title": "Saturday Morning Breakfast Cereal",
          "url": "/pmwiki/pmwiki.php/WebComic/SaturdayMorningBreakfastCereal"
        },
        {
          "title": "\"Chosen\"",
          "url": "http://smbc-comics.com/comic/chosen"
        },
        {
          "title": "Deconstructed",
          "url": "/pmwiki/pmwiki.php/Main/DeconstructedTrope"
        },
        {
          "title": "\"The Chosen One\"",
          "url": "https://www.smbc-comics.com/comic/the-chosen-one"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "In theSluggy FreelanceStory Arc\"The Storm Breaker Saga\", Zoë is revealed to be the eponymous Storm Breaker who is destined to kill the demon K'Z'K. Since he can't permanently dies just like that, she can even invoke it more than once; another time, she shows herself able to randomly pick from among magic items the one that will help stop him.",
      "links": [
        {
          "title": "Sluggy Freelance",
          "url": "/pmwiki/pmwiki.php/Webcomic/SluggyFreelance"
        },
        {
          "title": "Story Arc",
          "url": "/pmwiki/pmwiki.php/Main/StoryArc"
        },
        {
          "title": "The Storm Breaker Saga",
          "url": "http://sluggy.com/comics/archives/daily/990704"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InTemplars of the Shifting Verse, Augustus is seemingly chosen by the dormant Hall to be the catalyst for its awakening.",
      "links": [
        {
          "title": "Templars of the Shifting Verse",
          "url": "/pmwiki/pmwiki.php/Webcomic/TemplarsOfTheShiftingVerse"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Tove: The title character,although she's not happy about it.She also expresses annoyance at the phrases \"The Chosen One\", \"You're special!\", \"Fate has chosen you,\" and \"It is your ultimate destiny,\"allbeing used to describe her.",
      "links": [
        {
          "title": "Tove",
          "url": "/pmwiki/pmwiki.php/Webcomic/Tove"
        },
        {
          "title": "although she's not happy about it.",
          "url": "/pmwiki/pmwiki.php/Main/RefusalOfTheCall"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InVoodoo Walrusit's been revealed, at least to the reader, thatGrymm is some kind of prophet and Mirth and her father have a vested interest in him and a Dark One.",
      "links": [
        {
          "title": "Voodoo Walrus",
          "url": "/pmwiki/pmwiki.php/Webcomic/VoodooWalrus"
        },
        {
          "title": "Grymm is some kind of prophet and Mirth and her father have a vested interest in him and a Dark One",
          "url": "http://voodoowalrus.com/?p=980"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InWhen She Was Bad, Amber Price is decreed to be the Chosen One by an order of mysterious caped people. The main focus of the story, however, is on her nemesis, theVillain ProtagonistGail Swanson.",
      "links": [
        {
          "title": "When She Was Bad",
          "url": "/pmwiki/pmwiki.php/Webcomic/WhenSheWasBad"
        },
        {
          "title": "Villain Protagonist",
          "url": "/pmwiki/pmwiki.php/Main/VillainProtagonist"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Wizard School: Subverted. Everyone at Bumblebane's Magical Academy thinks Graham is The Chosen One. He's actually a fake planted by theBig Bad, Wyrmspawn. Everyone dismisses the fact that Graham far older than the Chosen One is supposed to be and ignores the fact that he's a completely awful person.",
      "links": [
        {
          "title": "Wizard School",
          "url": "/pmwiki/pmwiki.php/Webcomic/WizardSchool"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InThe Wotch, Xaosbelieves himselfto be the Chosen One...chosen todestroy all worlds.",
      "links": [
        {
          "title": "The Wotch",
          "url": "/pmwiki/pmwiki.php/Webcomic/TheWotch"
        },
        {
          "title": "believes himself",
          "url": "/pmwiki/pmwiki.php/Main/IJustWantToBeSpecial"
        },
        {
          "title": "destroy all worlds",
          "url": "/pmwiki/pmwiki.php/Main/OmnicidalManiac"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Yamara:LO! It is -- THE PROPHESIED ONE!!Now, if scrolls specifically said \"a halfling,bearing springs, a whoopee cushion, a songbird and an inflatable raft on its jetpack\", it really doesn't looks likethere can be some mistake...",
      "links": [
        {
          "title": "Yamara",
          "url": "/pmwiki/pmwiki.php/Webcomic/Yamara"
        },
        {
          "title": "LO! It is -- THE PROPHESIED ONE!!",
          "url": "http://yamara.com/yamaraclassic/index.php?date=2005-11-03"
        },
        {
          "title": "bearing springs, a whoopee cushion, a songbird and an inflatable raft on its jetpack",
          "url": "/pmwiki/pmwiki.php/Main/NoodleImplements"
        },
        {
          "title": "there can be some mistake",
          "url": "/pmwiki/pmwiki.php/Main/MissedTheCall"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InCurse Words, prophecy tells Kayden that he is the Chosen One. When it refuses to elaborate on whom he's chosen by or for what, he concludes that it's making stuff up to manipulate him.",
      "links": [
        {
          "title": "Curse Words",
          "url": "/pmwiki/pmwiki.php/Literature/CurseWords"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Engines of Creation: Terra Murphy is given the abilities of a Green Seer immediately after her arrival in the Pactlands through birthright.",
      "links": [
        {
          "title": "Engines of Creation",
          "url": "/pmwiki/pmwiki.php/Literature/EnginesOfCreation"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InThe Gamer's Alliance,Marcusis destined to become the King of Remon and the wielder of the magic sword Dusk.Axis considered to be the chosen wielder of Dusk's sister sword Dawn but afterNergal'semotional taunting she begins wondering if she's not actually the intended wielder but only meant to deliver the sword to thetruechosen one.",
      "links": [
        {
          "title": "The Gamer's Alliance",
          "url": "/pmwiki/pmwiki.php/Roleplay/TheGamersAlliance"
        },
        {
          "title": "Marcus",
          "url": "/pmwiki/pmwiki.php/Main/ThePaladin"
        },
        {
          "title": "Ax",
          "url": "/pmwiki/pmwiki.php/Main/TheLadette"
        },
        {
          "title": "Nergal's",
          "url": "/pmwiki/pmwiki.php/Main/JerkAssGods"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "How to Herohas a whole post about themhere.",
      "links": [
        {
          "title": "How to Hero",
          "url": "/pmwiki/pmwiki.php/Blog/HowToHero"
        },
        {
          "title": "here",
          "url": "https://howtohero.tumblr.com/post/167543091647/being-the-chosen-one"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "LG15: the resistance: Jonas Wharton is described as \"the One\", because he isthe only trait positive male. Maggie also arguably qualifies, with hersuper-speshul magic blood.",
      "links": [
        {
          "title": "LG15: the resistance",
          "url": "/pmwiki/pmwiki.php/WebVideo/LG15TheResistance"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InMagical Girl Policy, each member of the Spirit Guard was chosen by Fate for the task of defending the world, much to the ire of the main character, Rob.",
      "links": [
        {
          "title": "Magical Girl Policy",
          "url": "/pmwiki/pmwiki.php/Literature/MagicalGirlPolicy"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Mirror Worldhas Vita, who was brought to Inoptica to slay the krylyrk and to liberate the world.While she doesn't \"defeat\" the krylyrk, it's because of her that the inhabitants of Inoptica change back to their human forms and are sent back to the human world.",
      "links": [
        {
          "title": "Mirror World",
          "url": "/pmwiki/pmwiki.php/Literature/MirrorWorld"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "Overly Sarcastic Productions: Red talks about this trope ina video on precisely this topic, along with related concepts such asThe Poorly Chosen Oneand whyIt Sucks to Be the Chosen One. She also delineates several recurring variants of this trope:The Prophesied Chosen One, likeHarry PotterorAnakin Skywalker, who is fated by some otherworldly and usually unspecified power to do something specific. This sort of destiny is often literally unavoidable, although it may often resolve itself with some sort ofProphecy Twist, and attempts by either heroes or villains to derail it will likely backfire and cause the prophecy to come true anyway. Issues with free will and the having your life inescapably mapped out for you may also crop up.The Literally Chosen One, likePo, who is actively chosen by another person to fulfill a specific role. This case may come with issues stemming fromThe Chooser of the Onebeing, as a person, potentially fallible — so what if they chosewrong?This may be exacerbated if previously chosen Ones ended up as washouts, failures or outright villains.The Chosen Wielderis instead chosen by some sort of powerful artifact, which will in some way select them as its wielder. This comes with the bonus of a handy super-tool that will almost certainly be perfectly suited to dealing with whatever it's chosen you to do, although the definitionally amoral nature of an object means that it's entirely possible for it to choose a villain as its wielder.The Chosen Incarnation, likeAangorLink, is a reincarnation of some past hero, and may have been born multiple times over history. They may either be reborn only when some crisis arises that they have to deal with or be reborn at regular intervals, in which case they may have some specific role to play in the world even in times of peace.The One True King, likeSimbaorAragorn, is exactly that — the rightful ruler of some specific place. Exactly what this means varies from work to work, and can range from cases where theRightful King Returnsto reclaim the throne from usurpers to ones where the Rightful King is a foreign conqueror with a divine mandate to take over rule of the land. It can also overlap with the Chosen Wielder in cases where the king is chosen by a magic sword a laKing Arthur.",
      "links": [
        {
          "title": "Overly Sarcastic Productions",
          "url": "/pmwiki/pmwiki.php/WebAnimation/OverlySarcasticProductions"
        },
        {
          "title": "a video on precisely this topic",
          "url": "https://www.youtube.com/watch?v=rpZG8wh8d-0"
        },
        {
          "title": "The Poorly Chosen One",
          "url": "/pmwiki/pmwiki.php/Main/ThePoorlyChosenOne"
        },
        {
          "title": "It Sucks to Be the Chosen One",
          "url": "/pmwiki/pmwiki.php/Main/ItSucksToBeTheChosenOne"
        },
        {
          "title": "Harry Potter",
          "url": "/pmwiki/pmwiki.php/Literature/HarryPotter"
        },
        {
          "title": "Anakin Skywalker",
          "url": "/pmwiki/pmwiki.php/Franchise/StarWars"
        },
        {
          "title": "Prophecy Twist",
          "url": "/pmwiki/pmwiki.php/Main/ProphecyTwist"
        },
        {
          "title": "Po",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/KungFuPanda1"
        },
        {
          "title": "The Chooser of the One",
          "url": "/pmwiki/pmwiki.php/Main/TheChooserOfTheOne"
        },
        {
          "title": "Aang",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/AvatarTheLastAirbender"
        },
        {
          "title": "Link",
          "url": "/pmwiki/pmwiki.php/Franchise/TheLegendOfZelda"
        },
        {
          "title": "Simba",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheLionKing1994"
        },
        {
          "title": "Aragorn",
          "url": "/pmwiki/pmwiki.php/Literature/TheLordOfTheRings"
        },
        {
          "title": "Rightful King Returns",
          "url": "/pmwiki/pmwiki.php/Main/RightfulKingReturns"
        },
        {
          "title": "King Arthur",
          "url": "/pmwiki/pmwiki.php/Myth/KingArthur"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "InPhaetonTrayen is this, but whether he is supposed to save the world or destroy it is unknown so far.",
      "links": [
        {
          "title": "Phaeton",
          "url": "/pmwiki/pmwiki.php/Literature/Phaeton"
        }
      ]
    },
    {
      "section": "Other examples:",
      "text": "In theWhateley Universe, every few centuries, when The Balance is threatened, the Tao requires a mortal to take up the magical jade sword Destiny's Wave, and become the Handmaid Of The Tao. The Handmaid is always a beautiful teenaged Chinese girl, but Chou Lee, the current Handmaid, waschosen by the Tao, and transformed by the sword from a chubby white boy from Knoxville, Tennessee called Alex Farshine.",
      "links": [
        {
          "title": "Whateley Universe",
          "url": "/pmwiki/pmwiki.php/Literature/WhateleyUniverse"
        }
      ]
    }
  ]
}