{
  "trope": "Reincarnation",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/Reincarnation",
  "description": "Everything old is new again.\"Each of us plays a role; each time a different role. Maybe the last time I was the interrogator and you were the prisoner. The players change, the story remains the same.\"—Leobento Kara Thrace inBattlestar Galactica (2003), \"Flesh and Bone\"\n\nOne or more of the main characters is the reincarnation of someone from the past, and they are forced to live with the effects of their previous incarnation's life, loves and choices. A device seen in someShoujostories, often allowing for a \"destined love that survives death\" plot element. Also used for a \"duty that survives death\" plot as well, and thus a good way to set up a character asThe Hero. Sometimes allows forTime Travelto previous incarnations in the form ofVisions of Another Self.\n\nUsually, just like anIdentical Grandson, a reincarnated person looks exactly like their previous self, unless the contrast is used for some irony — e.g., a couple of lovers being reincarnatedas the opposite genders. Roles can change as well for dramatic effect.The Woobiemight be reborn asThe Hero, a villain finds redemption as a florist, but the bickeringVitriolic Best Budsarestillat it!\n\nWhen it's used in a Western series, the greater religious aspects are often ignored. It's common for the reincarnated character to have some form ofPast-Life Memories, thoughResurrection Sicknessmay set in with the flood of new thoughts. May manifest only inDreaming of Times Gone By.Reincarnation-Identifying Traitis how the audience and/or the characters can tell another person is a reincarnation.\n\nThe trope isOlder Than Feudalism, the concept reaching as far back as Plato and Socrates though the origins are obscure enough that it could beOlder Than Dirt. Virtually every religion and societal group has had this as either a central tenet or an esoteric belief, including the Indigenous peoples of the Americas. Even some denominations of Abrahamic Religions believe or reference this trope.\n\nIf you're looking for a reincarnation that occurs over the course of a series, seeBack from the Dead. If a character explicitly has the power to reincarnate every time they die, it'sBorn-Again Immortality.\n\nIf you're looking for a Flash game about demons recapturing escapees from Hell, gohere.\n\nThis can be confused with and is often incorrectly interchanged in fiction with the concept ofresurrection: A dead person comes back from the dead in thesamebody (perhaps complete with aMortal Wound Reveal) and theiroriginalspirit (a specialty ofJesusinChristianity, though some believe in both). Reincarnation's formal definition is the return to the land of the living with thesamespirit but often in adifferent formthan the same body you left behind (asa man rather than a woman,a flea, a sunflower,or the same gender, but in a different body... whatever.) That's the principle found in Eastern religions, such asBuddhism. Even then, inReal Lifethis gets complicated; in Eastern thought, just because one's \"pattern\" shows up again does not necessarily mean it's \"you.\" (Buddhist doctrine rejects it, while Hinduism traditionally accepts it).\n\nExamples:open/close all folders\n\nAnime & MangaAngel Sanctuary:Setsuna. The reincarnation may share some similarities with Alexiel but is not exactly alike each also it changes gender randomly.In the manga, it's revealed thatSara is a reincarnation of Gabriel.InAnohana: The Flower We Saw That Day,this is the reason why Menma wants to fufill her original wish. Once it is fufilled, she can be reincarnated and can once again belong to the same physical world where her friends are.Black Clover:Several of the Magic Knights, particularly those of the Golden Dawn squad, are in truth vessels for the reincarnated souls of the elves massacred by the Clover Kingdom nobles several hundred years ago during the days of the First Wizard King. The leaders of theEye of the Midnight Sungather the magic stones in order to help their souls completely take over their human hosts so thatthey can take revenge against the Clover Kingdom, with the final magic stone having the power to make the reincarnation permanent. Yuno in particular is the vessel for the soul of Licht's unborn son, who died within Tetia's womb during the elf massacre; because his soul had yet to develop an ego in life, it wasn't able to take over Yuno's body, which proved crucial in solving the crisis. Once the elf reincarnation is undone, however, Licht's son chooses to remain with Yuno, which eventually leads to the revelation that he is the source of Yuno'swind magic(which he inherited from Tetia), and that Yuno's true attribute is something else entirely.Bleach:When human beings die in the Land of the Living their souls go to the Soul Society (unless they change into Hollows).This also applies to Fullbringers like Ginjo, Tsukishima and Giriko.Once there, they'll either be normal residents of Soul Society until they die again or, if their souls are strong enough, become Shinigami. Eventually they're reincarnated back into the human world when they die in Soul Society; when they reincarnate, all memories of their previous life (both in the living world and Soul Society) are lost. As for Hollows, they remain stuck outside of the cycle until a Shinigami kills them with their Zanpakuto, upon which they're purified of the sins they committed in death and move on to Soul Society, where they reintegrate into the cycle. Humans and Hollows who sinnedwaytoo badly in life, however, get yanked out of the cycle andgo to Hell.It's eventually revealed that the cycle of reincarnation was created by theSoul Kingafter he split the original world into the three realms of the Human World, Soul Society and Hueco Mundo. Before then, there was no death; people simply existed.The main basis ofBokura no Kiseki. Not only is the male protagonist, Harusumi, the reincarnation of aprincess, Veronica, nearly everyone in his high school class is the reincarnation of someone who was in Veronica's castle when it was invaded and destroyed by a neighboring country. According to the mythos of Veronica's country, all people killed by magic will be reincarnated.Eriol Hiiragizawa ofCardcaptor Sakuraand in the manga, the main character's father as wellis the reincarnation of Clow Reed.In fact, Eriol's whole purpose in existing was to continue Clow's plans after Clow's death.WhendevilsinChainsaw Mandie on earth, they are reborn in hell, and vice-versa, without memories from their previous life, however. Physically, they seem to be maintain a similar but different appearance, as shown byNayuta, who has the sameExotic Eye Designsand bite as Makima but distinct hair.Daisuki! BuBu ChaCha: Chacha, the family dog, somehow gets reincarnated into a toy car.At the end of Part 1 ofDance in the Vampire Bund,Alphonsesacrificeshis reputation and his life to save Mina and the Bund. His one wish is to reincarnate into a flower for Mina (whom he's been in love with since childhood) to wear in her hair for a few hours.He gets it.Himeko and Chikane inDestiny of the Shrine Maidenare the reincarnations of the priestesses of the sun and moon. Their story continues even after this series, starting withShattered Angels.Digimon Frontier: As inAdventure(regarding the good Digimon) andData Squad, when most Digimon are destroyed, they are reborn as Digieggs. However, when Cherubimon dies, and his spirit purified, he seems to be welcomed into the afterlife by the spirits of Ophanimon and Seraphimon, despite the latter's Digiegg having already hatched into Patamon, implying that the Digieggs and the Digimon that hatch from them are the reincarnation of their physical data (which could be the case for evil Digimon inAdventureas well). Although Patamon does possess some level ofGenetic Memory, and the spirits of the three Celestial Digimon manifest through their reborn selves in the final episode, as well as the spirits of the deceased and reformed Evil Legendary Warriors temporarily taking physical form through their Digieggs, which would likely hatch into completely different Digimon down the road.Dragon Ballloves this trope: Piccolo being the reincarnation ofKing Piccoloin the originalDragon Ballseries and Uub being the reincarnation ofKid BuuinDragon Ball Z. Interestingly, both of them are good guys, are reincarnations ofBig Badswho had epic fights with Son Goku and both had a \"rematch\" with him in the World Tournament.Piccolo Jr. took longer to befriend Goku, because he actuallyrememberedhis past life; while never as evil as his previous self, Piccolo Jr. was initially quite ruthless and went through a somewhat prolongedHeel–Face Turn(fueled by twoEnemy Minearcs in a row, and Goku's son as aMorality Pet) after his defeat. He also looks the same as King Piccolo because in addition to being his reincarnation, he's also his son.In Uub's case, Goku openly wished that Kid Buu would be reincarnated as a good person as he destroyed him. King Yemma heard the wish and had Kid Buu reincarnated as Uub. However, Uub is actually not unique in this area. This is how Hell works in Dragon Ball in general; evil people are sent to a personalIronic Helluntil their souls are cleansed of their evil and memories so they can be reborn as a new being. Yemma was simply doing a favor for Goku by having the cleansed Kid Buu keep his former self's power when reincarnating, and reincarnating him in a time and place where Goku could meet him. The only reason Frieza is still in Hell is because he's just that wicked andstubborn. Presumably the more simple-minded Kid Buu lacked the ego to stubbornly resist purification like Frieza did.In both the original anime andKai, despite the latter following the manga more closely and removing most of the filler, it still shows Cell, Frieza, King Cold, Recoome, Burter, Jeice, Guldo, Appule, Dr. Gero, and Babidi in Hell (not present in the manga), implying all of them were too hateful to be reincarnated, Dabura was sent to Heaven as he'd have enjoyed Hell too much (despite the reincarnation factor), and Vegeta was revived both times (specifically being spared by King Yemma the second time when the battle against Buu got worse), where Raditz, Nappa, Cui, Dodoria, Zarbon, Android 19 (though he may not have a soul to speak of), Spopovich, Yamu, Pui Pui, Yakon, Bibidi, and Captain Ginyu (who would be dead at this point asEarth had been blown up, though he turns up alive inSuperwhich disregards this depiction of Hell) are nowhere to be seen and were presumably reincarnated.InElfen Liedmanga epilogue,the twins, young friends of Kouta's daughter, are implied to be the reincarnation of Nyu and Kaede.Gate 7is aUrban Fantasyabout characters of Sengoku era's reincarnations fighting to find the most powerful Oni of the world.Genesis of Aquarion:The only reason humanity won a war 12,000 years ago was due to Apollonius and Celiane,two warriors on opposite sides who fell in loveand put an end to the fighting. When the same war resurfaces, the human forces are scrambling to find their reincarnations in the modern era.TheSequel SeriesAquarion Evoltakes place another 12,000 years later, with yet another set of reincarnations of those two fighting in another war, and with several side characters implied but never directly stated to be reincarnations of characters from the first series.Granny Girl Hinata-chan:The series is aSlice of Lifemanga following Hinata, a six year-old girl who retains her memories of a past life that ended at the age of eighty-eight. The result is a kindergartner with the personality and mannerisms of a grandmother. To her personal embarrassment, she never once considered the idea of reincarnation, instead wondering if she was simply in heaven, until one of the actual kindergartners suggested the idea to her.Chapter four introduces Sakuya, a girl in Hinata's class who reveals that she, too, is a reincarnation who still has her old memories. Unlike Hinata, who tends to go with the flow and play with and socialize with the other children even if she doesn't always understand them, Sakuya avoids contact with the kids and ponders justwhyshe and Hinata have reincarnated as they have. It is later revealed that, in her past life, Sakuya wasa cat, one that Hinata's previous life's grandson tried to raise in secret.After the climax ofGundam Build Divers Re:RISE, it is discovered that EL-Divers(and as it turns out, other digital lifeforms) that are deleted in GBN become the basis of a new EL-Diver that is spontaneously generated by GBN soon afterwards. It is later theorized that the EL-Divers are initially the reincarnations ofBenevolent Precursorswhose spirits somehow found their way ito GBN's corner ofCyberspace.All of the high school warriors inIkki Tousenare reincarnations of the main characters inRomance of the Three Kingdoms. A lot of them wound up inperkygirl's bodies, which doesn't seem to affect their bloodthirstiness — or their names — in the least. Of course, one wonders why some of the greatest strategists in Chinese history would bother fighting over the control of Japanese high schools in the first place.The main antagonist ofImmortal Rainis a soul that has been repeatedly reincarnated over the history of the Earth and remembers every single life leading to some... major mental issues and sparking the plot of the series.The atavists inInu × Boku SSare said to not be just descendants of youkai, they are essentially a reincarnation of their youkai ancestors. Every time they die, they are eventually reborn in their family, bearing the same name, appearance and even birthday as in their past life.This becomes a plot point when almost all the main cast is killed and we see their reincarnated selves 23 years in the future.Kagome inInuyasha. Thanks toTime Traveland a little magic, she co-exists with the person she is a reincarnation of when sheis forcibly revived.The cast ofI Can't Understand What My Husband Is Saying'sSpin-Offseries,My Girlfriend Without Wasabiare all reincarnations of characters fromCool-Kyou Shinsha's previous workPeach Boy Riverside.And when Aka, Aoyama, and Kiyu fade away at the end of the series, they all reincarnate as Rino and Nozomu's infant children.Initially believed to be the case but ultimately subverted inIf My Wife Becomes An Elementary School Student. Ten years after the death of his beloved wife Takae, Keisuke and Mae are reunited with her when an elementary school student named Marika stops by their home claiming to be Takae reborn. However, where it becomes dicey is when Keisuke discusses it with a Buddhist priest who speculates that Takae is actually possessing the body of Marika instead of it being a true reincarnation pointing out how Takae did not possess any of her memories when she was not in control of her body. At the end of the manga, Takae would leave Marika's body after being assured that Keisuke and Mai would be just fine without her.The lesser-known mangaKagerou-Nostalgiais based entirely around the idea of reincarnation. Six heroes are reincarnated as teenagers in order to try taking care of some unfinished business. Given thenature of the settingthissucksfor them.Einhart Stratos ofMagical Girl Lyrical Nanoha ViVidis the direct descendant and opposite gender reincarnation of Hegemon Klaus Ingvalt (or the closest equivalent, since the franchise runs on a strict case ofAll Deaths Final), being born with his silver hair, heterochromia,pieces of his memories, and his will to establish hegemony over all lands and protect his domain. The last one's a bit of a problem for her since she's nowliving in a peaceful era where there's no country to defend.Part of the plot ofMakaryuudo Demon Hunter, where the main character and her love interest were already lovers in a past life.Naruto: Naruto andSasukeare revealed to be this ofthe younger and elder sons, respectively, of the Sage of Six Paths. Likewise,HashiramaandMadarawere their previous incarnations. Reincarnation works a little differently in theNaruto-verse, though; it's both the souls andchakra patternsofthe Sage's sonsthat they inherit. There is a very plot-relevant distinctionbecause it allows Hashirama and Madara to be revived as Edo Tensei zombies while Naruto and Sasuke are still alive.InNobunagun, the main characters are all reincarnations of important historical figures and are given weapons based on that person's actions and personality. The main character Shio Ogura is a reincarnation ofOda Nobunagaand inherits his love of guns by wielding aBFG.Oda Cinnamon Nobunaga: Oda Nobunaga reincarnates in modern-day Japan as a Shiba Inu named Cinnamon. Other warlords, such as Takeda Shingen, eventually join him — also as dogs.InOtogi Zoshi, set in feudal Japanmost of the cast got killed by the middle of the anime. They reincarnate in modern Tokyo. Main characters kept names and basic appearances, but changed haircuts as to be more modern. Not everyone was lucky enough to get reincarnated as humans, through - one of their opponents seems to have become a cat. Or maybe just got a cat named after him.Reincarnation is one of the main themes ofOsamu Tezuka's lifework,Phoenix. It's a major theme in most of them, especiallyHouou(Karmain the U.S.), but it's actually a key element ofSun's unorthodox plot structure, which keeps flipping back and forth between past and future, with each time period being presented as the protagonist's \"dreams\".The truth, of course, is that these are two different lives lived by the protagonist, and both the past and the future scenarios are mirror halves of a tale of love, betrayal and redemption spanning centuries, in addition to setting up some of the events seen in the previous volumes.The plot ofPlease Save My Earthrevolves around this, and includes a female character who reincarnated male in order to be able to have a happier relationship with the reincarnation of the man she had unrequited feelings for, and two characters who reincarnated into look-alikes of each other.And a man who diedmanyyears after the other characters, so he's reincarnated much later and, as a result, he's a child whereas the others are teenagers.Except for one example, they don't look like the characters they reincarnated from.The three younger knights inPrétearare implied to be reincarnations of three knights that were killed during a battle—we see the knights in flashbacks, and although their faces are always obscured they have the same outfits and hair.InPrincess Tutu, Fakir is revealed to be a knight from a fairytale \"reborn\" to protect his prince, who escaped from the story after the writer died before he could be completed. In the first season, he constantly struggles with trying to live up to the Knight while not having the same end (being torn apart by the claws of an evil Raven). In the second season, he slowly begins to give up on the role to take on histruecalling asa writer...of the reality-warping variety. He has a birthmark that looks like a scar from the wound that killed the knight to confirm his identity.Discussed inPrivate Actress, during one ofShiho'sworks. She's contacted by a young woman named Kozue Sugiyama whose sister Miyuki was murdered as a little girl, and such an horrible experienceDEEPLYtraumatisedher and Miyuki's dad Shigehide. So Kozue hires Shiho to pose as a reinarnated Miyuki; she reasons that if Miyuki was reincarnated right after her murder, she'd be around Shiho's age, so if Shiho \"plays\" the role of the new!Miyuki well enough, Shigehide will finally be able to let go of his suffer and start properly living again.Not only does Kozue and Shiho's planwork, but it leads Shiho and Shigehide tofind theSerial Killerwho victimised Miyuki and other peopleand help to catch him.Reborn! (2004): It is heavily implied that this is therealreason why the 1st and 10th Generation of the Vongola family resemble each other so much,if Daemon Spade is to be believed. TheGeneration Xeroxis uncanny — they share looks, fighting styles, and in some cases,similar life stories. There literally can't be any other reason aside from divine intervention.All of the Earth's senshi (aside from Chibi Moon) plus Tuxedo Mask inSailor Moon. In themanga, Sailor Pluto dies in the future, then reincarnatesbackwards in timeso that her present self can still guard the Time Gate while still helping out. She was the guardian of the Space-Time Corridor/Gate,a place where time doesn't flow, so she could reincarnate in any time period.Three of the four main characters inSaiyukiare reincarnations of gods who died protecting Son Goku (the fourth character).Maou fromSekai Maouis the latest reincarnation of the Demon Lord, and can do or create virtually anything, but has no true memories of her past lives.The twin brothers Yoh and Hao inShaman Kingarebothreincarnations of the original Hao.EveryoneinSpirit Circle. The protagonist's first life, Fortuna, caused a disaster that makes him and Koko's soul keep getting reincarnated over and over as enemies. In each reincarnation, they met and befriended many people, and the bond also caused them to keep getting reincarnated around them. In their current life as Fuuta and Kouko, the most prominent characters are all now their close group of friends.Summer Time Rendering:In the new timeline at the end of the series, Haine is reborn as Ryuunosuke's daughter. She has no memories from her time as Hiruko's vessel, but she retains her \"copy\" ability in the form of eidetic memory.InToriko,the final chapter reveals that Acacia, Froese, Ichiryu, Jiro, and Midora are the reincarnations of the Gourmet Gods, a family of beings that have existed before the Gourmet Big Bang.At the end ofWolf's Rainit appears that the wolves have been reincarnated as humans, on a reincarnatedplanet Earth(the implication being that the current incarnation is our version).Several major characters inYu-Gi-Oh!are reincarnations of people from ancient Egypt.Seto Kaibais the reincarnation of Priest Seto.Yami YugiandYami Bakuraare the modern-day reincarnations of Pharaoh Atem and Bandit King Bakura, respectively. Thanks to the Millennium Items, they get to share bodies with their past selves (amicably in the first case, less so in the second).Priestess Isis is reincarnated in the modern era as Ishizu Ishtar.The filler Orichalcos arc adds the implication that Yugi, Kaiba and Jou arealsoconnected to the Knights ofAtlantis.Yu-Gi-Oh! GXalso features reincarnation, in thatJudai/Jaden is the reincarnation of The Supreme King.Yu-Gi-Oh! ZEXALhas the Barians, an alien race that fights against Astral, and each one of the Seven Barian Emperors has a past life as a human.Yu-Gi-Oh! ARC-Vhas eight characters who are the reincarnations oftwo different people whose souls were both split into four shards.One of the characters inYumeriaturns out to be the reincarnation of someone from thefuture, who came back toavertThe End of the World as We Know It.\n\nCard GamesYu-Gi-Oh!: According to a Gagaga Tospedia storyline, the \"Dragon Rulers\" grow to a certain size, expanding their regions of power against the power of the other Attributes. They perform a cycle of condensing and purifying their energy inside their bodies. And, when each of them reaches their limit, the \"Dragon Rulers\" unleash their power, and their body, which carried that power, reincarnates into the form of a younger \"Dragon Ruler\".\n\nComic BooksBlack Magick: Witches at least reincarnate here (it's left unclear ifmugglesalso do), and view theirPast-Life Memories.Camelot 3000: Most of the cast are the reincarnations of characters from Arthurian legend.DC Comics:Batman:Bruce Wayneeventually ends up reincarnated at the end ofWhatever Happened to The Caped Crusader?. He's eventually reincarnated... ashimself. The reward for beingBatman: You get to beBatman.Hawkman:The original (and current) Hawkman and Hawkgirl werereincarnated lovers;Justice League Unlimitedcombined this andthe Silver Agescience-fiction version by making it unclear whether the memories of past lives were real or caused by a malfunctioning memory-recorder device (though a later episode seemingly implied the former). Recent comics make more of their continual cycle of reincarnation,destined to be killed when they find love with each other(hence the current versions, knowing this, keep each other at arms' lengthnot that that seems to have helped).DC Rebirthrevealed that Hawkman had not only been reincarnating throughout history, but also across the universe. In addition to the Earthling Carter Hall (his current form) and the Thanagarian Katar Hol, he had also been aRanniannamed Katarthul and aKryptoniannamed Catar-Ol.Also continually reincarnated is their archenemy Hath-Set, who is the one destined to kill them. Their son Hector was reincarnated once, but has sincefollowed his own son intothe Dreaming.Wonder Woman:Wonder Woman (1987): All the Amazons are reincarnations of women killed by men, given form as adults made of clay by Athena, Artemis, Aphrodite, Demeter and Hermes. Diana is no exception, though as she was murdered while still in the womb she is given form as an infant and given a loving childhood.Wonder Woman (2011): The Olympians reincarnate rather than possessing their formerResurrective Immortality. Zeus is reincarnated in the form of his own sonZekeand Athena is reincarnated in the form ofZola.ElfQuest: Lehrigen believes this happens to human souls, though there's no evidence of whether this is the case.InHex Wives, the witches are effectively immortal; being reincarnated every time they die. However, there is no guarantee they will awaken to their power, and it is possible for one to live an entire lifetime and never discover they are a witch.Marvel 100th Anniversary Special:Doctor Strangehas been reborn as an African-American. Also, his spirit has apparently been reborn 17 times.Nemesis the Warlock: It's revealed thatTorquemada's soul was so evil, it has been reincarnated many times throughout history in various past villains. These include the original Tomas de Torquemada, Adolf Hitler, Maximilien de Robespierre, the Witchfinder General, and John Chivington.Raptors: During his travels in India, the vampire Drago was involved with a beautiful woman who was enslaved by a local sorcerer. Drago killed the sorcerer to claim her for himself, but he resurrected into a new body before going after them with a mob of followers. Since this put them both in a stalemate, neither being able to permanently kill the other, Drago relented and agreed to a bargain where he wouldleave his land for good in return for the woman's good treatment.Rorschach (2020)discusses this concept a lot, primarily exploring the idea of legacy surrounding the heroes of its distant predecessor,Watchmen.In-Universe, the villains aredriven by a conspiracy theorythat at the end ofWatchmen,Doctor Manhattandispersed the souls of the remaining costumed heroes to inhabit new bodies to eventually combat \"the squids\", a few of them believing themselves to be incarnations of the infamousVigilante Man, Rorschach. Their theory very likely incorrect (it's based off of information that contradicts how events actually went down inWatchmen), but the series does nonetheless play with the idea of non-literal reincarnation; people convincing themselvesto take on the moral legacy and alias of their idols,no matter how misguided those morals and their conclusions are.Teenage Mutant Ninja Turtles (IDW): One of the more significant changes in this incarnation of the Ninja Turtles is the role reincarnation plays in their origin. The turtles that became the TMNT, it turns out, were the reincarnations of four Japanese brothers murdered in ancient Japan. Splinter, who like in the original incarnation is a rat-turned mutant, is the reincarnation of Hamato Yoshi, their father, who before being slain prayed for a chance at revenge on their murderers.The Warlord: When Death comes for Travis Morgan in #14, it is revealed that Morgan is latest incarnation of a long line of legendary heroes. This revelation gives Morgan the resolve to keep fighting and drive off Death.\n\nFan WorksEmma Iveliis very fond of this trope. Two of her most notable fanfics,Souls RebornandD ReincarnationinvolveOne Pieceand reincarnation.The first one,Souls Reborn, has the crew (East Blue members only) and various others being the reincarnations of the Konoha 12, the Suna Siblings,and Kakashi, in order to kill Orochimaru for good, who killed all of them one by one in their past lives.The second one,D Reincarnation, has devil fruit users being reincarnated as ponies in Equestria (known as Devil's Reincarnations), with Pinkie Pie being the reincarnation of Luffy. They are combating against the Devil's Alliance, who are reincarnations of many of Luffy's past enemies who intend to overthrow Celestia and rule Equestria in their own intended image.She published another one calledMy Heroes Reborn, where a villain named Priestess manages to awake the past lives of fiveU.A. students. Said past lives are characters from various franchises and series, such asOne Piece,Ranma ½,My Little Pony: Friendship Is Magic, and even theMarvel Cinematic Universe.\n\nCrossoversButterfly Effect Elsewhereis the story ofRachel Berensonbeing reincarnated asChloe Bourgeois, of all people. Needless to say,there was a massive knock-on effect.Equestria Girls: Friendship Souls: As always, the cycle of life, death and rebirth. Once the living pass on, they either go to Soul Society or become Hollows, and once they die in Soul Society they return to the Spirit Realm to eventually be reborn in the living world. Memories between both worlds don't usually last the journey, though there are plenty of exceptions withPast-Life Memoriesand those who remember their living lives. Physical appearances and even gender don't usually stay the same either, though again exceptions do exist. However, it is the law of Soul Society to treat reincarnated individuals as their own person separate from who they were in a past life.Fluttershy for example is the reincarnation of former 11th Division Lieutenant Pansy, the mother of current Lieutenant Posey and the lover of Captain Hurricane, and according to both of them she's all but an exact copy.HowSombra'ssoul absorption of Quincies work. When they die, he draws them into his own soul and body to gestate for a period time before they are reborn without memories of who they are. It can effectively be described as a faster method over how the usual cycle works. However, not all of the souls go to him directly, as was the case with Radiant Hope due to the fact she was cleansed by a Soul Reaper first and went to Soul Society rather than back to him, and presumably a Quincy soul devoured by a Hollow is equally lost. As it turns out, Twilight Sparkle herself is a reincarnation ofSombra and Radiant Hope's unborn child.Sunburst was consigned to Hell because he was the reincarnation of a member of the Star family, who rebelled against Soul Society over the formation of Central 46.A Hero's Wrath: It is mentioned that the current wielders of mantra are all reincarnations of previous wielders, the Eight Guardian Generals from the Age of Demigods having reincarnated into their descendants andGohma Vlitrahaving reincarnated into Asura's son Izuku.Infinity Train: Blossomverse: The purpose of the Train is for people to get their numbers down and confront their problems to go home. So what happens if youdieupon this death Train? It's later revealed that your soul ends up being reincarnated into a denizen to finish the process.A Song of Light and Dark: Warrior of Light is Azem/Helios' current self, their companion Cocosya is the reincarnation of Nabriales's former underling Medea, and Jeremiah is theReincarnationof one of Emmerololth's healers, Asclepios. HisQuirky Bardcomrade, Rhotmoen, was once theApron MatronHippolyta. Finally, the dishonored Sultansworn E'vhana Tia was onceThe ExileAeneas.\"Stargate Ascendant\" reveals that the Balance of Judgement (Andromeda) is the reincarnation of Doctor Daniel Jackson (Stargate SG-1), allowing him to assert his authority as the last member of Stargate Command to try and rescue Samantha Carter after she is revealed to have been taken by a Goa'uld centuries ago.Weiss Reacts:Kaminais reincarnated asJaune's dad Andreas. It's implied that the rest of the Dai-Gurren Brigade were reincarnated as the Arc family and their wives.The Worst Possible Sitch: Kuzco, Yzma, Malina, and a few other characters fromThe Emperor's New Schoolhave reincarnated in modern day America.\n\nBoltThe Bolt Chronicles:\"The Transformation\" chronicles Rhino’s pre-hamster days as a human, one who has spent numerous lives on earth enjoying all sorts of heroic existences without learning his karmic lessons. By the time of the poem, he isturned into a hamstertotone his exuberance down enough to get through his life lessons and become a complete being.Implied in \"The Gift\" for those who have died but not evolved enough to enter Nirvana. They are sent back to earth via down escalators to a new life existence in order to learn further lessons.\n\nBug FablesShe Might Be Giant: Venus reveals to Melissa thatall the sapient bugs were once human in their previous lives, and the Roaches' advanced civilization came about primarily because they were able to recover memories of their old lives and thus of human civilization's science and technology.\n\nCastlevaniaCastlevania: Nocturne of Ruin: Mariabella Fox is implied, then revealed in chapter 10, to be Maria Renard reincarnated, and can access her past life's magical powers and memories. On top of it all, her resemblance to Maria Renard causes Alucard no small amount of discomfort.\n\nDanganronpaAsk The New Hope's Peakreveals that Kaede Naegi (no relation toAkamatsu) and Akio Hinata, two children of the survivors from the future, are the reincarnations ofJunko Enoshima and Chiaki Nanamirespectively.\n\nDanny PhantomMortified: During the class's visit to Elysium, they meet with a bunch of Egyptian ghosts who reveal that Tucker isn't just alookalike descendantof Pharaoh Duulaman — he's actually Duulaman's reincarnation, his previous incarnation having been cursed to \"live twice\" before he could properly become a ghost.After Tucker's liminality is increased when he's blessed by the Core, he's considered enough of a ghost to outright become the ruler of Duulaman's Kemet (or \"Ghost Egypt\", as the others call it).\n\nThe DCU:DC Nation: Has been used as a plot point when it comes to the foundingTitans. Dark Angel kidnapped Donna Troy to use as an experiment, sending her throughHypertimein a series of \"short, unhappy lives.\" However, as Donna's incarnations lived, she foundothersouls with a similar spark to them, and acted as a kind of magnet to keep bringing them together through the centuries and lives.Retrograde Motion: This is what everyone eventually concludes the younger Jason to be. While he still has the older Jason's general personality and mannerisms, and rudimentary memories of his past life, he's also his own person with his own experiences.After it's confirmed that Jason won't be turning back, it's treated like the older Jason has more-or-less died.\n\nGodzillaAbraxas (Hrodvitnon): It's eventually confirmedIn-Universethat this is the eventual fate of every sentient thing that dies (with the possible exception of Ghidorah'sheadsand theirshed skinsdue to their cloning nature). After death, there's a temporaryCessation of Existence, after which the soul is reborn as a new creature without their past life's memories. Though it's ultimately ambiguous, it's hinted that the newborn Manda might in fact be Dr. Serizawa's reincarnation.\n\nGravity FallsTranscendence AU: All souls are part of a reincarnation cycle.\n\nHarry PotterDominus Mundi : The King of Kings: It is revealed thatHarryis the reincarnation ofAnipheon IX, who was in life theDivine SovereignofAl-Antidia.\n\nKanColleOneFandom-Specific Plotconcerns the existence of \"Natural Born\" shipgirls, shipgirls whose original spirits incarnated in babies born naturally to human women — hence the name — and grew up not knowing of their true nature until something prompts it to reactivate, contrasting with other shipgirls who are summoned deliberately or \"dropped\" as a prize for victory in battle. One of the anime's first lines introducing shipgirls as \"girls born with the spirits of ships\" provides some canonicity for the idea.\n\nThe Lord of the Rings\"The Modern Age\" is essentially a sequel that features the elves and Gandalf returning to the present day to find that Arwen and many of their human and hobbit allies have been reborn in the present (Gimli has not been reincarnated, because the dwarf afterlife works differently). While there are some differences, such as Frodo's reincarnation being female and Sam and Pippin are the children of the reborn Faramir and Eowyn, for the most part the important details remain the same in their new lives, such as Aragorn and Arwen's reborn selves immediately recognising their old attraction.\n\nMy Little Pony: Friendship Is MagicInner Demons: Twilight is destined to become the Queen of Darkness because she's the reincarnation of theoriginalQueen of Darkness, Queen Midnight. Similarly,Apple Bloomis the Master of Harmony because she's the reincarnation of the pony who harnessed all of the Elements of Harmony to defeat Midnight.Nightmares Are Tragic: Inspired by thePony POV Series, past lives are very important to the plot. At least four characters knew each other in earlier lives — some exactly as in the aforementioned series.Princess Luna, who as an Alicorn Avatar remembers her past lives, is an Aspect ofCosmicLuna, who had also manifested asDr.Moondreamer Finemare, a top aerospace engineer during the technologicalAge of Wonders: Cosmic Luna fought against and slewG3 Pinkie Piein thefall of the World That Was Not,and Moondreamer was married toherOne True LoveDusk Skyshine;one of her best friends wasDash Firehooves.Pinkie Pie was formerlyG3 Pinkie Pie, and is one of the last survivors of the World That Was Not, from which she derives herReality Warperpowers. G3 Pinkie Pie fought against and was slain by Cosmic Luna, who helped destroy her whole timeline. It is unclear to what degree Pinkie Pie remembers her old identity.Rainbow Dash wasAge of Wonders fighter-pilotstallionDash Firehooves,a good friend ofSundreamer, Moondreamer and Dusk— and a member of theAmareican Joe Team.Twilight Sparkle wasAge of Wondersstallionfighter-pilot and astronaut Dusk Skyshine, who was thehusbandof Moondreamer,which becomes important intriggering Princess Luna'sHeel–Face Turnand starts LunaFighting from the Insideagainst the Nightshadow. It's also implied that Twilight was alsoG3 Pinkie Pie's best friend Minty.Past Sins: The essence of Nightmare Moon gets reincarnated as a timid filly that Twilight Sparkle adopts and names Nyx. A major focus of the story concerns the question of how much Nyx actually is Nightmare Moon reborn, and if so how bound she is to return to her old nature. One the one hand, Nyx retains Nightmare Moon's physical appearence, memories, and magical powers. On the other, even oncetransformed into a fully Nightmare Moon-like body, Nyx feels very little emotional connection to her previous incarnation's goals and has to be pushed into pursuing them by the cult — and Luna expresses skepticism that she could truly by Nightmare Moon reborn because Nightmare Moon and Luna were not distinct beings. Ultimately, she was unquestionably created from the remnants of Nightmare Moon's magic and negative emotions, but behaves more like a distinct person than a return of Luna's previous self.Pony POV Series:There's an interesting version of this trope at play.When the G3 universe was created in an attempt to make a utopia, the G1 cast were erased from existence (likely along with others), resulting in the creation of Shadows of Existence (essentially anEmpty Shellthat is sent to Entropy's realm) while their Light of Existence (their soul) returns to Fauna Luster to one day be reborn. When the G3 World has to be erased, Shadows of Existence begin to fuse with the G3 ponies to form new ponies that live on into the G4 world, effectively making several G4 ponies joint reincarnations of both G3 ponies and G1 ponies, and in some case, G2 ponies (as many G3 ponies were reformated versions of G2 ponies). Twilight is G1 Twilight and G3 Minty (Dark World Minty Pie is the reincarnation of herLight), Rainbow Dash is G1 Firefly and G3 Rainbow Dash, Rarity is one of Princess Rarity who is implied to be a reformated G2 Melody, and Pinkie Pie is one of her G3 self, Princess Rarity (having gotten a part of her during the final moments), and G1 Surprise. Most of them are actually descended from their G1 counterparts as well. FromRecursive Fanfiction, Sherlock is G3 Story Belle's reincarnation.A straighter version isChrysalis' death. She dies from her wounds after theFinal Battlewith Cadence, but due toThe Power of Love, what little good she had in her is reborn as an innocent zebralicorn filly while all her evil is annihilated from her soul, giving her soul a second chance.Zecora's religious beliefs include this.Because of this, she has no problem accepting she was Kimono and Mrs. Hackney in past lives.Triptych Continuum: It's unclear whether ponies naturally reincarnate (theDaily Equestria Life with Monster Girlspin-off fic implies that they instead pass on to some sort of afterlife). However, Celestia's curse on Star Swirl binds him to be reborn over and over again, with his latest incarnation beingTwilight Sparkle.\n\nPandoraHeartsPost-series fics areallthis, because the series canonically ends with two of the three main characters being reincarnated. The fanficBeyond the Winding Roadis a notabledeconstruction, as Oz, the protagonist, experienced a terrifying childhood where he would switch back and forwards between his past and present identities with varying knowledge of either life, leading to times when he wouldn't recognize his own family or remember his own name. This situation didn't improve until Oz began to reassociate one identity with the other as he got older. Because of this, he was diagnosed with Disassociative Identity Disorder, a label which made his life even more difficult growing up. Also, because he has the face of a deceased famous person, he attracted more than a few unsavory people which hisKnight Templar Big BrotherAnderson had to chase off.\n\nReal-Person FicThe Baravadans know all about reincarnation inWith Strings Attached. Notably,Broxhas been reincarnated as her own grandson. Deliberately.We find out inThe Keys Stand Alonethat reincarnation has been ahugeproblem for the Baravadans and the main reason that the people have been dying off. Once everyone started coming back, women got really annoyed that their newborns were demanding to be magically aged so they could go off and resume their lives. With the entire reason for parenthood destroyed, people simply stopped having children viaperfect birth control. Ketafans weren't affected because they didn't have any aging magic, and also because no self-respecting Baravadan would stoop so low as to be born on that continent.\n\nReborn! (2004)Sehnsucht: The main character Reiki Noriko is the reincarnation of the founder of the Cervello Family and Vongola Primo's top adviser, Cervello Cynthia. The fic also briefly touches on the idea that the canon protagonists are the reincarnations of the Vongola First Generation (which was implied in the manga), with Noriko wondering if she is just the only one who remembers their past life.\n\nSailor MoonSailor Moon Legends Of Lightstorm: The Sailor Scouts are sent to the future by something called an \"Emergency Temporal Shift\" performed by Queen Serenity. Because theLegendsuse extremely advanced science instead of actual magic, the reincarnation is caused by Serenity purposely binding the minds and powers of the Scouts to suitable human zygotes in the future. This is because the energies caused by time travel are deadly, and the Scouts could not survive physical time travel.\n\nThe SmurfsThe Smurfette Village: It is believed that the young Smurflings in the new Smurf Village that appears in the story \"How Things Smurf\" are actually the reincarnations of the Smurfs and Smurfettes that perished in the old Smurf Village.\n\nTouhou ProjectA New World (Iced Fairy): Maribel is Yukari's reincarnation. Byakuren has a brief conversation with Mary as to what this means for her afterlife. Also, Yuyuko notes thatYoumuhas already left the Netherworld after her death and reincarnated.It's later revealed she was reborn as Lunarian warrior Akiyoshi.\n\nWormHere Comes the New Boss: After seeing (currently homeless) Spitfire demolish a sandwich, Anchorage expresses pity for the sandwich, and Needler jokingly suggests that it must have done something horrible in a past life.\n\n",
  "examples": [
    {
      "section": "Examples:",
      "text": "Angel Sanctuary:Setsuna. The reincarnation may share some similarities with Alexiel but is not exactly alike each also it changes gender randomly.In the manga, it's revealed thatSara is a reincarnation of Gabriel.",
      "links": [
        {
          "title": "Angel Sanctuary",
          "url": "/pmwiki/pmwiki.php/Manga/AngelSanctuary"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InAnohana: The Flower We Saw That Day,this is the reason why Menma wants to fufill her original wish. Once it is fufilled, she can be reincarnated and can once again belong to the same physical world where her friends are.",
      "links": [
        {
          "title": "Anohana: The Flower We Saw That Day",
          "url": "/pmwiki/pmwiki.php/Anime/AnoHanaTheFlowerWeSawThatDay"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Black Clover:Several of the Magic Knights, particularly those of the Golden Dawn squad, are in truth vessels for the reincarnated souls of the elves massacred by the Clover Kingdom nobles several hundred years ago during the days of the First Wizard King. The leaders of theEye of the Midnight Sungather the magic stones in order to help their souls completely take over their human hosts so thatthey can take revenge against the Clover Kingdom, with the final magic stone having the power to make the reincarnation permanent. Yuno in particular is the vessel for the soul of Licht's unborn son, who died within Tetia's womb during the elf massacre; because his soul had yet to develop an ego in life, it wasn't able to take over Yuno's body, which proved crucial in solving the crisis. Once the elf reincarnation is undone, however, Licht's son chooses to remain with Yuno, which eventually leads to the revelation that he is the source of Yuno'swind magic(which he inherited from Tetia), and that Yuno's true attribute is something else entirely.",
      "links": [
        {
          "title": "Black Clover",
          "url": "/pmwiki/pmwiki.php/Manga/BlackClover"
        },
        {
          "title": "Eye of the Midnight Sun",
          "url": "/pmwiki/pmwiki.php/Main/FantasticTerrorists"
        },
        {
          "title": "they can take revenge against the Clover Kingdom",
          "url": "/pmwiki/pmwiki.php/Main/RoaringRampageOfRevenge"
        },
        {
          "title": "wind magic",
          "url": "/pmwiki/pmwiki.php/Main/BlowYouAway"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Bleach:When human beings die in the Land of the Living their souls go to the Soul Society (unless they change into Hollows).This also applies to Fullbringers like Ginjo, Tsukishima and Giriko.Once there, they'll either be normal residents of Soul Society until they die again or, if their souls are strong enough, become Shinigami. Eventually they're reincarnated back into the human world when they die in Soul Society; when they reincarnate, all memories of their previous life (both in the living world and Soul Society) are lost. As for Hollows, they remain stuck outside of the cycle until a Shinigami kills them with their Zanpakuto, upon which they're purified of the sins they committed in death and move on to Soul Society, where they reintegrate into the cycle. Humans and Hollows who sinnedwaytoo badly in life, however, get yanked out of the cycle andgo to Hell.It's eventually revealed that the cycle of reincarnation was created by theSoul Kingafter he split the original world into the three realms of the Human World, Soul Society and Hueco Mundo. Before then, there was no death; people simply existed.",
      "links": [
        {
          "title": "Bleach",
          "url": "/pmwiki/pmwiki.php/Manga/Bleach"
        },
        {
          "title": "go to Hell",
          "url": "/pmwiki/pmwiki.php/Main/DraggedOffTohell"
        },
        {
          "title": "Soul King",
          "url": "/pmwiki/pmwiki.php/Main/God"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The main basis ofBokura no Kiseki. Not only is the male protagonist, Harusumi, the reincarnation of aprincess, Veronica, nearly everyone in his high school class is the reincarnation of someone who was in Veronica's castle when it was invaded and destroyed by a neighboring country. According to the mythos of Veronica's country, all people killed by magic will be reincarnated.",
      "links": [
        {
          "title": "Bokura no Kiseki",
          "url": "/pmwiki/pmwiki.php/Manga/BokuraNoKiseki"
        },
        {
          "title": "princess",
          "url": "/pmwiki/pmwiki.php/Main/GenderBender"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Eriol Hiiragizawa ofCardcaptor Sakuraand in the manga, the main character's father as wellis the reincarnation of Clow Reed.In fact, Eriol's whole purpose in existing was to continue Clow's plans after Clow's death.",
      "links": [
        {
          "title": "Cardcaptor Sakura",
          "url": "/pmwiki/pmwiki.php/Manga/CardcaptorSakura"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "WhendevilsinChainsaw Mandie on earth, they are reborn in hell, and vice-versa, without memories from their previous life, however. Physically, they seem to be maintain a similar but different appearance, as shown byNayuta, who has the sameExotic Eye Designsand bite as Makima but distinct hair.",
      "links": [
        {
          "title": "devils",
          "url": "/pmwiki/pmwiki.php/Main/OurDemonsAreDifferent"
        },
        {
          "title": "Chainsaw Man",
          "url": "/pmwiki/pmwiki.php/Manga/ChainsawMan"
        },
        {
          "title": "Exotic Eye Designs",
          "url": "/pmwiki/pmwiki.php/Main/ExoticEyeDesigns"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Daisuki! BuBu ChaCha: Chacha, the family dog, somehow gets reincarnated into a toy car.",
      "links": [
        {
          "title": "Daisuki! BuBu ChaCha",
          "url": "/pmwiki/pmwiki.php/Anime/DaisukiBuBuChaCha"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "At the end of Part 1 ofDance in the Vampire Bund,Alphonsesacrificeshis reputation and his life to save Mina and the Bund. His one wish is to reincarnate into a flower for Mina (whom he's been in love with since childhood) to wear in her hair for a few hours.He gets it.",
      "links": [
        {
          "title": "Dance in the Vampire Bund",
          "url": "/pmwiki/pmwiki.php/Manga/DanceInTheVampireBund"
        },
        {
          "title": "sacrifices",
          "url": "/pmwiki/pmwiki.php/Main/HeroicSacrifice"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Himeko and Chikane inDestiny of the Shrine Maidenare the reincarnations of the priestesses of the sun and moon. Their story continues even after this series, starting withShattered Angels.",
      "links": [
        {
          "title": "Destiny of the Shrine Maiden",
          "url": "/pmwiki/pmwiki.php/Manga/DestinyOfTheShrineMaiden"
        },
        {
          "title": "Shattered Angels",
          "url": "/pmwiki/pmwiki.php/Anime/ShatteredAngels"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Digimon Frontier: As inAdventure(regarding the good Digimon) andData Squad, when most Digimon are destroyed, they are reborn as Digieggs. However, when Cherubimon dies, and his spirit purified, he seems to be welcomed into the afterlife by the spirits of Ophanimon and Seraphimon, despite the latter's Digiegg having already hatched into Patamon, implying that the Digieggs and the Digimon that hatch from them are the reincarnation of their physical data (which could be the case for evil Digimon inAdventureas well). Although Patamon does possess some level ofGenetic Memory, and the spirits of the three Celestial Digimon manifest through their reborn selves in the final episode, as well as the spirits of the deceased and reformed Evil Legendary Warriors temporarily taking physical form through their Digieggs, which would likely hatch into completely different Digimon down the road.",
      "links": [
        {
          "title": "Digimon Frontier",
          "url": "/pmwiki/pmwiki.php/Anime/DigimonFrontier"
        },
        {
          "title": "Genetic Memory",
          "url": "/pmwiki/pmwiki.php/Main/GeneticMemory"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dragon Ballloves this trope: Piccolo being the reincarnation ofKing Piccoloin the originalDragon Ballseries and Uub being the reincarnation ofKid BuuinDragon Ball Z. Interestingly, both of them are good guys, are reincarnations ofBig Badswho had epic fights with Son Goku and both had a \"rematch\" with him in the World Tournament.Piccolo Jr. took longer to befriend Goku, because he actuallyrememberedhis past life; while never as evil as his previous self, Piccolo Jr. was initially quite ruthless and went through a somewhat prolongedHeel–Face Turn(fueled by twoEnemy Minearcs in a row, and Goku's son as aMorality Pet) after his defeat. He also looks the same as King Piccolo because in addition to being his reincarnation, he's also his son.In Uub's case, Goku openly wished that Kid Buu would be reincarnated as a good person as he destroyed him. King Yemma heard the wish and had Kid Buu reincarnated as Uub. However, Uub is actually not unique in this area. This is how Hell works in Dragon Ball in general; evil people are sent to a personalIronic Helluntil their souls are cleansed of their evil and memories so they can be reborn as a new being. Yemma was simply doing a favor for Goku by having the cleansed Kid Buu keep his former self's power when reincarnating, and reincarnating him in a time and place where Goku could meet him. The only reason Frieza is still in Hell is because he's just that wicked andstubborn. Presumably the more simple-minded Kid Buu lacked the ego to stubbornly resist purification like Frieza did.In both the original anime andKai, despite the latter following the manga more closely and removing most of the filler, it still shows Cell, Frieza, King Cold, Recoome, Burter, Jeice, Guldo, Appule, Dr. Gero, and Babidi in Hell (not present in the manga), implying all of them were too hateful to be reincarnated, Dabura was sent to Heaven as he'd have enjoyed Hell too much (despite the reincarnation factor), and Vegeta was revived both times (specifically being spared by King Yemma the second time when the battle against Buu got worse), where Raditz, Nappa, Cui, Dodoria, Zarbon, Android 19 (though he may not have a soul to speak of), Spopovich, Yamu, Pui Pui, Yakon, Bibidi, and Captain Ginyu (who would be dead at this point asEarth had been blown up, though he turns up alive inSuperwhich disregards this depiction of Hell) are nowhere to be seen and were presumably reincarnated.",
      "links": [
        {
          "title": "Dragon Ball",
          "url": "/pmwiki/pmwiki.php/Franchise/DragonBall"
        },
        {
          "title": "King Piccolo",
          "url": "/pmwiki/pmwiki.php/Main/CardCarryingVillain"
        },
        {
          "title": "Dragon Ball",
          "url": "/pmwiki/pmwiki.php/Manga/DragonBall"
        },
        {
          "title": "Kid Buu",
          "url": "/pmwiki/pmwiki.php/Main/OmnicidalManiac"
        },
        {
          "title": "Dragon Ball Z",
          "url": "/pmwiki/pmwiki.php/Anime/DragonBallZ"
        },
        {
          "title": "Big Bads",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        },
        {
          "title": "Heel–Face Turn",
          "url": "/pmwiki/pmwiki.php/Main/HeelFaceTurn"
        },
        {
          "title": "Enemy Mine",
          "url": "/pmwiki/pmwiki.php/Main/EnemyMine"
        },
        {
          "title": "Morality Pet",
          "url": "/pmwiki/pmwiki.php/Main/MoralityPet"
        },
        {
          "title": "Ironic Hell",
          "url": "/pmwiki/pmwiki.php/Main/IronicHell"
        },
        {
          "title": "stubborn",
          "url": "/pmwiki/pmwiki.php/Main/Determinator"
        },
        {
          "title": "Earth had been blown up",
          "url": "/pmwiki/pmwiki.php/Main/EarthShatteringKaboom"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InElfen Liedmanga epilogue,the twins, young friends of Kouta's daughter, are implied to be the reincarnation of Nyu and Kaede.",
      "links": [
        {
          "title": "Elfen Lied",
          "url": "/pmwiki/pmwiki.php/Manga/ElfenLied"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Gate 7is aUrban Fantasyabout characters of Sengoku era's reincarnations fighting to find the most powerful Oni of the world.",
      "links": [
        {
          "title": "Gate 7",
          "url": "/pmwiki/pmwiki.php/Manga/Gate7"
        },
        {
          "title": "Urban Fantasy",
          "url": "/pmwiki/pmwiki.php/Main/UrbanFantasy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Genesis of Aquarion:The only reason humanity won a war 12,000 years ago was due to Apollonius and Celiane,two warriors on opposite sides who fell in loveand put an end to the fighting. When the same war resurfaces, the human forces are scrambling to find their reincarnations in the modern era.TheSequel SeriesAquarion Evoltakes place another 12,000 years later, with yet another set of reincarnations of those two fighting in another war, and with several side characters implied but never directly stated to be reincarnations of characters from the first series.",
      "links": [
        {
          "title": "Genesis of Aquarion",
          "url": "/pmwiki/pmwiki.php/Anime/GenesisOfAquarion"
        },
        {
          "title": "two warriors on opposite sides who fell in love",
          "url": "/pmwiki/pmwiki.php/Main/LoveAcrossBattlelines"
        },
        {
          "title": "Sequel Series",
          "url": "/pmwiki/pmwiki.php/Main/SequelSeries"
        },
        {
          "title": "Aquarion Evol",
          "url": "/pmwiki/pmwiki.php/Anime/AquarionEvol"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Granny Girl Hinata-chan:The series is aSlice of Lifemanga following Hinata, a six year-old girl who retains her memories of a past life that ended at the age of eighty-eight. The result is a kindergartner with the personality and mannerisms of a grandmother. To her personal embarrassment, she never once considered the idea of reincarnation, instead wondering if she was simply in heaven, until one of the actual kindergartners suggested the idea to her.Chapter four introduces Sakuya, a girl in Hinata's class who reveals that she, too, is a reincarnation who still has her old memories. Unlike Hinata, who tends to go with the flow and play with and socialize with the other children even if she doesn't always understand them, Sakuya avoids contact with the kids and ponders justwhyshe and Hinata have reincarnated as they have. It is later revealed that, in her past life, Sakuya wasa cat, one that Hinata's previous life's grandson tried to raise in secret.",
      "links": [
        {
          "title": "Granny Girl Hinata-chan",
          "url": "/pmwiki/pmwiki.php/Manga/GrannyGirlHinataChan"
        },
        {
          "title": "Slice of Life",
          "url": "/pmwiki/pmwiki.php/Main/SliceOfLife"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "After the climax ofGundam Build Divers Re:RISE, it is discovered that EL-Divers(and as it turns out, other digital lifeforms) that are deleted in GBN become the basis of a new EL-Diver that is spontaneously generated by GBN soon afterwards. It is later theorized that the EL-Divers are initially the reincarnations ofBenevolent Precursorswhose spirits somehow found their way ito GBN's corner ofCyberspace.",
      "links": [
        {
          "title": "Gundam Build Divers Re:RISE",
          "url": "/pmwiki/pmwiki.php/Anime/GundamBuildDiversReRise"
        },
        {
          "title": "Benevolent Precursors",
          "url": "/pmwiki/pmwiki.php/Main/BenevolentPrecursors"
        },
        {
          "title": "Cyberspace",
          "url": "/pmwiki/pmwiki.php/Main/Cyberspace"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "All of the high school warriors inIkki Tousenare reincarnations of the main characters inRomance of the Three Kingdoms. A lot of them wound up inperkygirl's bodies, which doesn't seem to affect their bloodthirstiness — or their names — in the least. Of course, one wonders why some of the greatest strategists in Chinese history would bother fighting over the control of Japanese high schools in the first place.",
      "links": [
        {
          "title": "Ikki Tousen",
          "url": "/pmwiki/pmwiki.php/Manga/IkkiTousen"
        },
        {
          "title": "Romance of the Three Kingdoms",
          "url": "/pmwiki/pmwiki.php/Literature/RomanceOfTheThreeKingdoms"
        },
        {
          "title": "perky",
          "url": "/pmwiki/pmwiki.php/Main/Fanservice"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The main antagonist ofImmortal Rainis a soul that has been repeatedly reincarnated over the history of the Earth and remembers every single life leading to some... major mental issues and sparking the plot of the series.",
      "links": [
        {
          "title": "Immortal Rain",
          "url": "/pmwiki/pmwiki.php/Manga/ImmortalRain"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The atavists inInu × Boku SSare said to not be just descendants of youkai, they are essentially a reincarnation of their youkai ancestors. Every time they die, they are eventually reborn in their family, bearing the same name, appearance and even birthday as in their past life.This becomes a plot point when almost all the main cast is killed and we see their reincarnated selves 23 years in the future.",
      "links": [
        {
          "title": "Inu × Boku SS",
          "url": "/pmwiki/pmwiki.php/Manga/InuXBokuSS"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kagome inInuyasha. Thanks toTime Traveland a little magic, she co-exists with the person she is a reincarnation of when sheis forcibly revived.",
      "links": [
        {
          "title": "Inuyasha",
          "url": "/pmwiki/pmwiki.php/Manga/InuYasha"
        },
        {
          "title": "Time Travel",
          "url": "/pmwiki/pmwiki.php/Main/TimeTravel"
        },
        {
          "title": "is forcibly revived",
          "url": "/pmwiki/pmwiki.php/Main/CameBackWrong"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The cast ofI Can't Understand What My Husband Is Saying'sSpin-Offseries,My Girlfriend Without Wasabiare all reincarnations of characters fromCool-Kyou Shinsha's previous workPeach Boy Riverside.And when Aka, Aoyama, and Kiyu fade away at the end of the series, they all reincarnate as Rino and Nozomu's infant children.",
      "links": [
        {
          "title": "I Can't Understand What My Husband Is Saying",
          "url": "/pmwiki/pmwiki.php/Manga/ICantUnderstandWhatMyHusbandIsSaying"
        },
        {
          "title": "Spin-Off",
          "url": "/pmwiki/pmwiki.php/Main/SpinOff"
        },
        {
          "title": "My Girlfriend Without Wasabi",
          "url": "/pmwiki/pmwiki.php/Manga/MyGirlfriendWithoutWasabi"
        },
        {
          "title": "Cool-Kyou Shinsha",
          "url": "/pmwiki/pmwiki.php/Creator/CoolKyouShinsha"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Initially believed to be the case but ultimately subverted inIf My Wife Becomes An Elementary School Student. Ten years after the death of his beloved wife Takae, Keisuke and Mae are reunited with her when an elementary school student named Marika stops by their home claiming to be Takae reborn. However, where it becomes dicey is when Keisuke discusses it with a Buddhist priest who speculates that Takae is actually possessing the body of Marika instead of it being a true reincarnation pointing out how Takae did not possess any of her memories when she was not in control of her body. At the end of the manga, Takae would leave Marika's body after being assured that Keisuke and Mai would be just fine without her.",
      "links": [
        {
          "title": "If My Wife Becomes An Elementary School Student",
          "url": "/pmwiki/pmwiki.php/Manga/IfMyWifeBecomesAnElementarySchoolStudent"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The lesser-known mangaKagerou-Nostalgiais based entirely around the idea of reincarnation. Six heroes are reincarnated as teenagers in order to try taking care of some unfinished business. Given thenature of the settingthissucksfor them.",
      "links": [
        {
          "title": "Kagerou-Nostalgia",
          "url": "/pmwiki/pmwiki.php/Manga/KagerouNostalgia"
        },
        {
          "title": "nature of the setting",
          "url": "/pmwiki/pmwiki.php/Main/CrapsackWorld"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Einhart Stratos ofMagical Girl Lyrical Nanoha ViVidis the direct descendant and opposite gender reincarnation of Hegemon Klaus Ingvalt (or the closest equivalent, since the franchise runs on a strict case ofAll Deaths Final), being born with his silver hair, heterochromia,pieces of his memories, and his will to establish hegemony over all lands and protect his domain. The last one's a bit of a problem for her since she's nowliving in a peaceful era where there's no country to defend.",
      "links": [
        {
          "title": "Magical Girl Lyrical Nanoha ViVid",
          "url": "/pmwiki/pmwiki.php/Manga/MagicalGirlLyricalNanohaVivid"
        },
        {
          "title": "All Deaths Final",
          "url": "/pmwiki/pmwiki.php/Main/AllDeathsFinal"
        },
        {
          "title": "pieces of his memories",
          "url": "/pmwiki/pmwiki.php/Main/GeneticMemory"
        },
        {
          "title": "living in a peaceful era where there's no country to defend",
          "url": "/pmwiki/pmwiki.php/Main/TheRemnant"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Part of the plot ofMakaryuudo Demon Hunter, where the main character and her love interest were already lovers in a past life.",
      "links": [
        {
          "title": "Makaryuudo Demon Hunter",
          "url": "/pmwiki/pmwiki.php/Manga/MakaryuudoDemonHunter"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Naruto: Naruto andSasukeare revealed to be this ofthe younger and elder sons, respectively, of the Sage of Six Paths. Likewise,HashiramaandMadarawere their previous incarnations. Reincarnation works a little differently in theNaruto-verse, though; it's both the souls andchakra patternsofthe Sage's sonsthat they inherit. There is a very plot-relevant distinctionbecause it allows Hashirama and Madara to be revived as Edo Tensei zombies while Naruto and Sasuke are still alive.",
      "links": [
        {
          "title": "Naruto",
          "url": "/pmwiki/pmwiki.php/Manga/Naruto"
        },
        {
          "title": "Sasuke",
          "url": "/pmwiki/pmwiki.php/Main/TheRival"
        },
        {
          "title": "Hashirama",
          "url": "/pmwiki/pmwiki.php/Main/BigGood"
        },
        {
          "title": "Madara",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InNobunagun, the main characters are all reincarnations of important historical figures and are given weapons based on that person's actions and personality. The main character Shio Ogura is a reincarnation ofOda Nobunagaand inherits his love of guns by wielding aBFG.",
      "links": [
        {
          "title": "Nobunagun",
          "url": "/pmwiki/pmwiki.php/Manga/Nobunagun"
        },
        {
          "title": "Oda Nobunaga",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/OdaNobunaga"
        },
        {
          "title": "BFG",
          "url": "/pmwiki/pmwiki.php/Main/BFG"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Oda Cinnamon Nobunaga: Oda Nobunaga reincarnates in modern-day Japan as a Shiba Inu named Cinnamon. Other warlords, such as Takeda Shingen, eventually join him — also as dogs.",
      "links": [
        {
          "title": "Oda Cinnamon Nobunaga",
          "url": "/pmwiki/pmwiki.php/Manga/OdaCinnamonNobunaga"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InOtogi Zoshi, set in feudal Japanmost of the cast got killed by the middle of the anime. They reincarnate in modern Tokyo. Main characters kept names and basic appearances, but changed haircuts as to be more modern. Not everyone was lucky enough to get reincarnated as humans, through - one of their opponents seems to have become a cat. Or maybe just got a cat named after him.",
      "links": [
        {
          "title": "Otogi Zoshi",
          "url": "/pmwiki/pmwiki.php/Anime/OtogiZoshi"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Reincarnation is one of the main themes ofOsamu Tezuka's lifework,Phoenix. It's a major theme in most of them, especiallyHouou(Karmain the U.S.), but it's actually a key element ofSun's unorthodox plot structure, which keeps flipping back and forth between past and future, with each time period being presented as the protagonist's \"dreams\".The truth, of course, is that these are two different lives lived by the protagonist, and both the past and the future scenarios are mirror halves of a tale of love, betrayal and redemption spanning centuries, in addition to setting up some of the events seen in the previous volumes.",
      "links": [
        {
          "title": "Osamu Tezuka",
          "url": "/pmwiki/pmwiki.php/Creator/OsamuTezuka"
        },
        {
          "title": "Phoenix",
          "url": "/pmwiki/pmwiki.php/Manga/Phoenix"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The plot ofPlease Save My Earthrevolves around this, and includes a female character who reincarnated male in order to be able to have a happier relationship with the reincarnation of the man she had unrequited feelings for, and two characters who reincarnated into look-alikes of each other.And a man who diedmanyyears after the other characters, so he's reincarnated much later and, as a result, he's a child whereas the others are teenagers.Except for one example, they don't look like the characters they reincarnated from.",
      "links": [
        {
          "title": "Please Save My Earth",
          "url": "/pmwiki/pmwiki.php/Manga/PleaseSaveMyEarth"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The three younger knights inPrétearare implied to be reincarnations of three knights that were killed during a battle—we see the knights in flashbacks, and although their faces are always obscured they have the same outfits and hair.",
      "links": [
        {
          "title": "Prétear",
          "url": "/pmwiki/pmwiki.php/Manga/Pretear"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InPrincess Tutu, Fakir is revealed to be a knight from a fairytale \"reborn\" to protect his prince, who escaped from the story after the writer died before he could be completed. In the first season, he constantly struggles with trying to live up to the Knight while not having the same end (being torn apart by the claws of an evil Raven). In the second season, he slowly begins to give up on the role to take on histruecalling asa writer...of the reality-warping variety. He has a birthmark that looks like a scar from the wound that killed the knight to confirm his identity.",
      "links": [
        {
          "title": "Princess Tutu",
          "url": "/pmwiki/pmwiki.php/Anime/PrincessTutu"
        },
        {
          "title": "of the reality-warping variety",
          "url": "/pmwiki/pmwiki.php/Main/RewritingReality"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Discussed inPrivate Actress, during one ofShiho'sworks. She's contacted by a young woman named Kozue Sugiyama whose sister Miyuki was murdered as a little girl, and such an horrible experienceDEEPLYtraumatisedher and Miyuki's dad Shigehide. So Kozue hires Shiho to pose as a reinarnated Miyuki; she reasons that if Miyuki was reincarnated right after her murder, she'd be around Shiho's age, so if Shiho \"plays\" the role of the new!Miyuki well enough, Shigehide will finally be able to let go of his suffer and start properly living again.Not only does Kozue and Shiho's planwork, but it leads Shiho and Shigehide tofind theSerial Killerwho victimised Miyuki and other peopleand help to catch him.",
      "links": [
        {
          "title": "Private Actress",
          "url": "/pmwiki/pmwiki.php/Manga/PrivateActress"
        },
        {
          "title": "Shiho's",
          "url": "/pmwiki/pmwiki.php/Main/GuileHero"
        },
        {
          "title": "DEEPLY",
          "url": "/pmwiki/pmwiki.php/Main/MyGreatestFailure"
        },
        {
          "title": "traumatised",
          "url": "/pmwiki/pmwiki.php/Main/GoMadFromTheRevelation"
        },
        {
          "title": "her and Miyuki's dad Shigehide",
          "url": "/pmwiki/pmwiki.php/Main/OutlivingOnesOffspring"
        },
        {
          "title": "Serial Killer",
          "url": "/pmwiki/pmwiki.php/Main/SerialKiller"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Reborn! (2004): It is heavily implied that this is therealreason why the 1st and 10th Generation of the Vongola family resemble each other so much,if Daemon Spade is to be believed. TheGeneration Xeroxis uncanny — they share looks, fighting styles, and in some cases,similar life stories. There literally can't be any other reason aside from divine intervention.",
      "links": [
        {
          "title": "Reborn! (2004)",
          "url": "/pmwiki/pmwiki.php/Manga/Reborn2004"
        },
        {
          "title": "Generation Xerox",
          "url": "/pmwiki/pmwiki.php/Main/GenerationXerox"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "All of the Earth's senshi (aside from Chibi Moon) plus Tuxedo Mask inSailor Moon. In themanga, Sailor Pluto dies in the future, then reincarnatesbackwards in timeso that her present self can still guard the Time Gate while still helping out. She was the guardian of the Space-Time Corridor/Gate,a place where time doesn't flow, so she could reincarnate in any time period.",
      "links": [
        {
          "title": "Sailor Moon",
          "url": "/pmwiki/pmwiki.php/Franchise/SailorMoon"
        },
        {
          "title": "manga",
          "url": "/pmwiki/pmwiki.php/Manga/SailorMoon"
        },
        {
          "title": "a place where time doesn't flow",
          "url": "/pmwiki/pmwiki.php/Main/PlaceBeyondTime"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Three of the four main characters inSaiyukiare reincarnations of gods who died protecting Son Goku (the fourth character).",
      "links": [
        {
          "title": "Saiyuki",
          "url": "/pmwiki/pmwiki.php/Manga/Saiyuki"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Maou fromSekai Maouis the latest reincarnation of the Demon Lord, and can do or create virtually anything, but has no true memories of her past lives.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "The twin brothers Yoh and Hao inShaman Kingarebothreincarnations of the original Hao.",
      "links": [
        {
          "title": "Shaman King",
          "url": "/pmwiki/pmwiki.php/Manga/ShamanKing"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "EveryoneinSpirit Circle. The protagonist's first life, Fortuna, caused a disaster that makes him and Koko's soul keep getting reincarnated over and over as enemies. In each reincarnation, they met and befriended many people, and the bond also caused them to keep getting reincarnated around them. In their current life as Fuuta and Kouko, the most prominent characters are all now their close group of friends.",
      "links": [
        {
          "title": "Spirit Circle",
          "url": "/pmwiki/pmwiki.php/Manga/SpiritCircle"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Summer Time Rendering:In the new timeline at the end of the series, Haine is reborn as Ryuunosuke's daughter. She has no memories from her time as Hiruko's vessel, but she retains her \"copy\" ability in the form of eidetic memory.",
      "links": [
        {
          "title": "Summer Time Rendering",
          "url": "/pmwiki/pmwiki.php/Manga/SummerTimeRendering"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InToriko,the final chapter reveals that Acacia, Froese, Ichiryu, Jiro, and Midora are the reincarnations of the Gourmet Gods, a family of beings that have existed before the Gourmet Big Bang.",
      "links": [
        {
          "title": "Toriko",
          "url": "/pmwiki/pmwiki.php/Manga/Toriko"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "At the end ofWolf's Rainit appears that the wolves have been reincarnated as humans, on a reincarnatedplanet Earth(the implication being that the current incarnation is our version).",
      "links": [
        {
          "title": "Wolf's Rain",
          "url": "/pmwiki/pmwiki.php/Anime/WolfsRain"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Several major characters inYu-Gi-Oh!are reincarnations of people from ancient Egypt.Seto Kaibais the reincarnation of Priest Seto.Yami YugiandYami Bakuraare the modern-day reincarnations of Pharaoh Atem and Bandit King Bakura, respectively. Thanks to the Millennium Items, they get to share bodies with their past selves (amicably in the first case, less so in the second).Priestess Isis is reincarnated in the modern era as Ishizu Ishtar.The filler Orichalcos arc adds the implication that Yugi, Kaiba and Jou arealsoconnected to the Knights ofAtlantis.Yu-Gi-Oh! GXalso features reincarnation, in thatJudai/Jaden is the reincarnation of The Supreme King.Yu-Gi-Oh! ZEXALhas the Barians, an alien race that fights against Astral, and each one of the Seven Barian Emperors has a past life as a human.Yu-Gi-Oh! ARC-Vhas eight characters who are the reincarnations oftwo different people whose souls were both split into four shards.",
      "links": [
        {
          "title": "Yu-Gi-Oh!",
          "url": "/pmwiki/pmwiki.php/Anime/YuGiOh"
        },
        {
          "title": "Seto Kaiba",
          "url": "/pmwiki/pmwiki.php/Characters/YuGiOhSetoKaiba"
        },
        {
          "title": "Yami Yugi",
          "url": "/pmwiki/pmwiki.php/Characters/YuGiOhYamiYugi"
        },
        {
          "title": "Yami Bakura",
          "url": "/pmwiki/pmwiki.php/Characters/YuGiOhYamiBakura"
        },
        {
          "title": "Atlantis",
          "url": "/pmwiki/pmwiki.php/Main/Atlantis"
        },
        {
          "title": "Yu-Gi-Oh! GX",
          "url": "/pmwiki/pmwiki.php/Anime/YuGiOhGX"
        },
        {
          "title": "Yu-Gi-Oh! ZEXAL",
          "url": "/pmwiki/pmwiki.php/Anime/YuGiOhZEXAL"
        },
        {
          "title": "Yu-Gi-Oh! ARC-V",
          "url": "/pmwiki/pmwiki.php/Anime/YuGiOhArcV"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "One of the characters inYumeriaturns out to be the reincarnation of someone from thefuture, who came back toavertThe End of the World as We Know It.",
      "links": [
        {
          "title": "Yumeria",
          "url": "/pmwiki/pmwiki.php/Anime/Yumeria"
        },
        {
          "title": "The End of the World as We Know It",
          "url": "/pmwiki/pmwiki.php/Main/TheEndOfTheWorldAsWeKnowIt"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Yu-Gi-Oh!: According to a Gagaga Tospedia storyline, the \"Dragon Rulers\" grow to a certain size, expanding their regions of power against the power of the other Attributes. They perform a cycle of condensing and purifying their energy inside their bodies. And, when each of them reaches their limit, the \"Dragon Rulers\" unleash their power, and their body, which carried that power, reincarnates into the form of a younger \"Dragon Ruler\".",
      "links": [
        {
          "title": "Yu-Gi-Oh!",
          "url": "/pmwiki/pmwiki.php/TabletopGame/YuGiOh"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Black Magick: Witches at least reincarnate here (it's left unclear ifmugglesalso do), and view theirPast-Life Memories.",
      "links": [
        {
          "title": "Black Magick",
          "url": "/pmwiki/pmwiki.php/ComicBook/BlackMagick"
        },
        {
          "title": "muggles",
          "url": "/pmwiki/pmwiki.php/Main/Muggles"
        },
        {
          "title": "Past-Life Memories",
          "url": "/pmwiki/pmwiki.php/Main/PastLifeMemories"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Camelot 3000: Most of the cast are the reincarnations of characters from Arthurian legend.",
      "links": [
        {
          "title": "Camelot 3000",
          "url": "/pmwiki/pmwiki.php/ComicBook/Camelot3000"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "DC Comics:Batman:Bruce Wayneeventually ends up reincarnated at the end ofWhatever Happened to The Caped Crusader?. He's eventually reincarnated... ashimself. The reward for beingBatman: You get to beBatman.Hawkman:The original (and current) Hawkman and Hawkgirl werereincarnated lovers;Justice League Unlimitedcombined this andthe Silver Agescience-fiction version by making it unclear whether the memories of past lives were real or caused by a malfunctioning memory-recorder device (though a later episode seemingly implied the former). Recent comics make more of their continual cycle of reincarnation,destined to be killed when they find love with each other(hence the current versions, knowing this, keep each other at arms' lengthnot that that seems to have helped).DC Rebirthrevealed that Hawkman had not only been reincarnating throughout history, but also across the universe. In addition to the Earthling Carter Hall (his current form) and the Thanagarian Katar Hol, he had also been aRanniannamed Katarthul and aKryptoniannamed Catar-Ol.Also continually reincarnated is their archenemy Hath-Set, who is the one destined to kill them. Their son Hector was reincarnated once, but has sincefollowed his own son intothe Dreaming.Wonder Woman:Wonder Woman (1987): All the Amazons are reincarnations of women killed by men, given form as adults made of clay by Athena, Artemis, Aphrodite, Demeter and Hermes. Diana is no exception, though as she was murdered while still in the womb she is given form as an infant and given a loving childhood.Wonder Woman (2011): The Olympians reincarnate rather than possessing their formerResurrective Immortality. Zeus is reincarnated in the form of his own sonZekeand Athena is reincarnated in the form ofZola.",
      "links": [
        {
          "title": "DC Comics",
          "url": "/pmwiki/pmwiki.php/Creator/DCComics"
        },
        {
          "title": "Batman",
          "url": "/pmwiki/pmwiki.php/Franchise/Batman"
        },
        {
          "title": "Whatever Happened to The Caped Crusader?",
          "url": "/pmwiki/pmwiki.php/ComicBook/WhateverHappenedToTheCapedCrusader"
        },
        {
          "title": "Hawkman",
          "url": "/pmwiki/pmwiki.php/ComicBook/Hawkman"
        },
        {
          "title": "reincarnated lovers",
          "url": "/pmwiki/pmwiki.php/Main/ReincarnationRomance"
        },
        {
          "title": "Justice League Unlimited",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/JusticeLeagueUnlimited"
        },
        {
          "title": "the Silver Age",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/TheSilverAgeofComicBooks"
        },
        {
          "title": "destined to be killed when they find love with each other",
          "url": "/pmwiki/pmwiki.php/Main/StarCrossedLovers"
        },
        {
          "title": "DC Rebirth",
          "url": "/pmwiki/pmwiki.php/ComicBook/DCRebirth"
        },
        {
          "title": "Rannian",
          "url": "/pmwiki/pmwiki.php/ComicBook/AdamStrange"
        },
        {
          "title": "Kryptonian",
          "url": "/pmwiki/pmwiki.php/Franchise/Superman"
        },
        {
          "title": "the Dreaming",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheSandman1989"
        },
        {
          "title": "Wonder Woman",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman"
        },
        {
          "title": "Wonder Woman (1987)",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman1987"
        },
        {
          "title": "Wonder Woman (2011)",
          "url": "/pmwiki/pmwiki.php/ComicBook/WonderWoman2011"
        },
        {
          "title": "Resurrective Immortality",
          "url": "/pmwiki/pmwiki.php/Main/ResurrectiveImmortality"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "ElfQuest: Lehrigen believes this happens to human souls, though there's no evidence of whether this is the case.",
      "links": [
        {
          "title": "ElfQuest",
          "url": "/pmwiki/pmwiki.php/ComicBook/ElfQuest"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InHex Wives, the witches are effectively immortal; being reincarnated every time they die. However, there is no guarantee they will awaken to their power, and it is possible for one to live an entire lifetime and never discover they are a witch.",
      "links": [
        {
          "title": "Hex Wives",
          "url": "/pmwiki/pmwiki.php/ComicBook/HexWives"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Marvel 100th Anniversary Special:Doctor Strangehas been reborn as an African-American. Also, his spirit has apparently been reborn 17 times.",
      "links": [
        {
          "title": "Marvel 100th Anniversary Special",
          "url": "/pmwiki/pmwiki.php/ComicBook/MarvelOneHundredthAnniversarySpecial"
        },
        {
          "title": "Doctor Strange",
          "url": "/pmwiki/pmwiki.php/ComicBook/DoctorStrange"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Nemesis the Warlock: It's revealed thatTorquemada's soul was so evil, it has been reincarnated many times throughout history in various past villains. These include the original Tomas de Torquemada, Adolf Hitler, Maximilien de Robespierre, the Witchfinder General, and John Chivington.",
      "links": [
        {
          "title": "Nemesis the Warlock",
          "url": "/pmwiki/pmwiki.php/ComicBook/NemesisTheWarlock"
        },
        {
          "title": "Torquemada",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Raptors: During his travels in India, the vampire Drago was involved with a beautiful woman who was enslaved by a local sorcerer. Drago killed the sorcerer to claim her for himself, but he resurrected into a new body before going after them with a mob of followers. Since this put them both in a stalemate, neither being able to permanently kill the other, Drago relented and agreed to a bargain where he wouldleave his land for good in return for the woman's good treatment.",
      "links": [
        {
          "title": "Raptors",
          "url": "/pmwiki/pmwiki.php/ComicBook/Raptors"
        },
        {
          "title": "leave his land for good in return for the woman's good treatment",
          "url": "/pmwiki/pmwiki.php/Main/IWantMyBelovedToBeHappy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Rorschach (2020)discusses this concept a lot, primarily exploring the idea of legacy surrounding the heroes of its distant predecessor,Watchmen.In-Universe, the villains aredriven by a conspiracy theorythat at the end ofWatchmen,Doctor Manhattandispersed the souls of the remaining costumed heroes to inhabit new bodies to eventually combat \"the squids\", a few of them believing themselves to be incarnations of the infamousVigilante Man, Rorschach. Their theory very likely incorrect (it's based off of information that contradicts how events actually went down inWatchmen), but the series does nonetheless play with the idea of non-literal reincarnation; people convincing themselvesto take on the moral legacy and alias of their idols,no matter how misguided those morals and their conclusions are.",
      "links": [
        {
          "title": "Rorschach (2020)",
          "url": "/pmwiki/pmwiki.php/ComicBook/Rorschach2020"
        },
        {
          "title": "Watchmen",
          "url": "/pmwiki/pmwiki.php/ComicBook/Watchmen"
        },
        {
          "title": "In-Universe",
          "url": "/pmwiki/pmwiki.php/Main/InUniverse"
        },
        {
          "title": "driven by a conspiracy theory",
          "url": "/pmwiki/pmwiki.php/Main/ConspiracyTheorist"
        },
        {
          "title": "Doctor Manhattan",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        },
        {
          "title": "Vigilante Man",
          "url": "/pmwiki/pmwiki.php/Main/VigilanteMan"
        },
        {
          "title": "to take on the moral legacy and alias of their idols",
          "url": "/pmwiki/pmwiki.php/Main/LegacyCharacter"
        },
        {
          "title": "no matter how misguided those morals and their conclusions are",
          "url": "/pmwiki/pmwiki.php/Main/DramaticallyMissingThePoint"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Teenage Mutant Ninja Turtles (IDW): One of the more significant changes in this incarnation of the Ninja Turtles is the role reincarnation plays in their origin. The turtles that became the TMNT, it turns out, were the reincarnations of four Japanese brothers murdered in ancient Japan. Splinter, who like in the original incarnation is a rat-turned mutant, is the reincarnation of Hamato Yoshi, their father, who before being slain prayed for a chance at revenge on their murderers.",
      "links": [
        {
          "title": "Teenage Mutant Ninja Turtles (IDW)",
          "url": "/pmwiki/pmwiki.php/ComicBook/TeenageMutantNinjaTurtlesIDW"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Warlord: When Death comes for Travis Morgan in #14, it is revealed that Morgan is latest incarnation of a long line of legendary heroes. This revelation gives Morgan the resolve to keep fighting and drive off Death.",
      "links": [
        {
          "title": "The Warlord",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheWarlordDCComics"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Emma Iveliis very fond of this trope. Two of her most notable fanfics,Souls RebornandD ReincarnationinvolveOne Pieceand reincarnation.The first one,Souls Reborn, has the crew (East Blue members only) and various others being the reincarnations of the Konoha 12, the Suna Siblings,and Kakashi, in order to kill Orochimaru for good, who killed all of them one by one in their past lives.The second one,D Reincarnation, has devil fruit users being reincarnated as ponies in Equestria (known as Devil's Reincarnations), with Pinkie Pie being the reincarnation of Luffy. They are combating against the Devil's Alliance, who are reincarnations of many of Luffy's past enemies who intend to overthrow Celestia and rule Equestria in their own intended image.She published another one calledMy Heroes Reborn, where a villain named Priestess manages to awake the past lives of fiveU.A. students. Said past lives are characters from various franchises and series, such asOne Piece,Ranma ½,My Little Pony: Friendship Is Magic, and even theMarvel Cinematic Universe.",
      "links": [
        {
          "title": "Emma Iveli",
          "url": "/pmwiki/pmwiki.php/Creator/EmmaIveli"
        },
        {
          "title": "Souls Reborn",
          "url": "/pmwiki/pmwiki.php/Fanfic/SoulsReborn"
        },
        {
          "title": "D Reincarnation",
          "url": "/pmwiki/pmwiki.php/Fanfic/DReincarnation"
        },
        {
          "title": "One Piece",
          "url": "/pmwiki/pmwiki.php/Franchise/OnePiece"
        },
        {
          "title": "and Kakashi",
          "url": "/pmwiki/pmwiki.php/Main/AndZoidberg"
        },
        {
          "title": "D Reincarnation",
          "url": "/pmwiki/pmwiki.php/Fanfic/DReincarnation"
        },
        {
          "title": "My Heroes Reborn",
          "url": "/pmwiki/pmwiki.php/Fanfic/MyHeroesReborn"
        },
        {
          "title": "U.A. students",
          "url": "/pmwiki/pmwiki.php/Manga/MyHeroAcademia"
        },
        {
          "title": "One Piece",
          "url": "/pmwiki/pmwiki.php/Manga/OnePiece"
        },
        {
          "title": "Ranma ½",
          "url": "/pmwiki/pmwiki.php/Manga/RanmaOneHalf"
        },
        {
          "title": "My Little Pony: Friendship Is Magic",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/MyLittlePonyFriendshipIsMagic"
        },
        {
          "title": "Marvel Cinematic Universe",
          "url": "/pmwiki/pmwiki.php/Franchise/MarvelCinematicUniverse"
        }
      ]
    }
  ]
}