{
  "trope": "EldritchAbomination",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/EldritchAbomination",
  "description": "\"Here, on the horizon, was everything Gideon did not know.\"\n\n\"There was a darkness outside reality, they say — a darkness full ofthings. Hungry,nastythings with no shape or form, not as long as they were out there.\"—Kurt Busiek, \"Storms of the Heart\",Astro City\n\nThe Alien. The Weird. The Inconceivable. The Other.\n\nThe Eldritch Abomination is a type of creature defined by its disregard for the natural laws of the universe as we understand them. They aregrotesque mockeries of reality beyond comprehensionwhose disturbing otherness cannot be encompassed in any mortal tongue. Humans sufferBrown NoteorGo Mad from the Revelationeffects just from witnessing theirAlien Geometries. Reality itselfwarpsaround them. Any rules that they do follow arebeyond our understanding, as are what motives they might have for any of their actions.\n\nNative to theCosmic Horror Storygenre dabbled in by authors such asH. P. Lovecraft,Robert W. Chambers, andRobert E. Howard, the Eldritch Abomination has become a mainstay ofhorrorandfantasyworks, along with numerous others thatpopularly derive inspirationfrom Lovecraft. They are often used as aGreater-Scope Villain,Outside-Context Problem,Mad God,God of EvilorSealed Evil in a Can- though they hail from somewhere beyond our petty parameters of good and evilin the typical sense. As they are defined by existing outside reality as we conceive it, most also come from somewhere beyond the stars orbefore the dawn of timeoroutside our universe; you might just catch a glimpse of them if you travel toThe Very Edge of Everythingand take a peek beyond.\n\nPhysically, the Eldritch Abomination is only defined by seeming somehow \"off\", hinting at theirincomprehensible nature. They can range fromhumanoidtoanimalistictophysically impossibletoinconceivably bizarre. However, common physical characteristics include similarities tointernal organs,animals with tentacles, orcelestial bodies.\n\nThe power of Eldritch Abominations can vary. Somecan be defeated by mortals, usually via a special weaponspecifically meant to kill them; some may bemore powerful than gods. In mostcosmic horror stories, these beings can only be defeated at anincrediblecost,if at all. In many cases, characters may engagea proxy, incarnation, representation, etc. at a more human scale; or the abomination may be ejected from our reality, temporarily prevented from entering it, or otherwise held at bay while its power remains essentially undiminished.\n\nASub-TropeofOur Monsters Are Different,Our Monsters Are Weird&Cosmic Entity. Though note that a monster being really powerful, weird or ugly is not, in and of itself, an example of this trope. The monster must break the established internal logic of the work.\n\nFor specific storylines involving Eldritch Abominations, see theDid You Just Index Cthulhu?page. More candidates for being Eldritch Abominations are:God of Evil,God of Chaos,The Old Gods,Paradox Person, andStarfish Aliens. Whenregular humanslook like (or legitimately are) Eldritch Abominations to other species, that'sHumans Are Cthulhu.Sister TropetoBrown Note Being, since eldritch or abomination doesn't describe every creature which causes aBrown Note, nor does every Eldritch Abomination cause one (though it is common for them). AnEldritch Locationis not necessarily an Eldritch Abomination that takes the form of aGenius Loci, but it can be. May be the cause of aBizarro Apocalypse.\n\nDo not confuse this withComplete Monster, which is more about evil than (physical) monstrousness, especially since aComplete Monsterisn't necessarily a literal monster, and an Eldritch Abomination isn't always evil. However, an Eldritch Abomination who has clear agency and is sufficiently heinous by the standards of the story or its own establishedBlue-and-Orange Moralitycan qualify as aComplete Monster. TheXXIthcentury version is calledDigital Abomination.\n\nThanks to the nature of this trope, potentialReal Lifeexamples could prove to be rather vague and questionable at best. So, although we are terribly sorry for the inconvenience,No Real Life Examples, Please!ASuper-Tropeto:Adaptational Abomination: An entity which was not so eldritch in the original story becomes more of an abomination in the adaptation.Adorable Abomination: An eldritch being which actually looks rather cute (though maybedeceptively so, or perhaps it'sgenuinely friendly).Alliance with an Abomination: When an ordinary mortal teams up with a very powerful eldritch being.Angelic Abomination:Angelswhich look extremely bizarre and alien, instead of being more humanoid. Interestingly, while most angels inThe Biblelook like what one would expect from religious art, some of themdoappear as this type.Animalistic Abomination: An eldritch creature which somewhat resembles or behaves like a more monstrous version of an ordinary animal.Benevolent Abomination: An eldritch entity that isgenuinely goodandfriendly towards mortal beings, instead of being maliciously evil oramorally alien.Botanical Abomination: An eldritch organism which appears to be an extremely bizarre and unnatural plant.Cthu-Lookalike: Eldritch beings inspired by the one-and-only Cthulhu.Dagon of the Depths: The portrayal of the Levantine god Dagon as an often-eldritch sea-deity or demon.Digital Abomination: A virtual eldritch being originating fromcyberspace.Draconic Abomination: Adragon-like creaturewhich looks very bizarre and otherworldly. Probably also ademonorgod.Eldritch Transformation: An ordinary being or creature getsturned into a horrifying abomination.Transhuman Abomination: An eldritch entity thatwas once a normal human being.Genetic Abomination:Mutantmonstrosities born fromgenetic engineering.Humanoid Abomination: An eldritch being which superficially resembles or behaves like a human, or is at least vaguely human-shaped.Humans Are Cthulhu: When literal humans are viewed as being unfathomably strange or alien from theperspective of (usually more primitive) non-human creatures.Mechanical Abomination: A strange and powerful machine orrobotwhich was created to go far beyond the limitations of normal technology.Santabomination:Santa Clausis a strange being of unfathomable power. Though considering he can travel all over the world in one day, this actually makes a lot of sense.Starfish Aliens: Eldritch abominations which are explicitly extraterrestrial or extradimensional in origin tend to look extremely bizarre and otherworldly.Undead Abomination: A dead being which has somehow been brought back from death as an extremely bizarre and terrifyingghost or zombie.Example subpages:Anime & MangaComic BooksThe DCUMarvel UniverseFan WorksFilmStar WarsLiteratureLive-Action TVDoctor WhoMusicMythology & ReligionTabletop GamesDungeons & DragonsVideo GamesThe Elder ScrollsMinecraftPokémonRuneScapeStar WarsWebcomicsWeb OriginalCreepypastaSCP FoundationWestern AnimationOther Media",
  "examples": []
}