{
  "trope": "TheTrickster",
  "url": "https://tvtropes.org/pmwiki/pmwiki.php/Main/TheTrickster",
  "description": "Be careful, watch that last step, doc! It's a lulu!\n\nAelius:I think that if someone tried to rob you in the street, you'd pick his pocket, sell him a better knife and probably offer him a job as a tax collector.Basso:I choose to take that as a compliment.—The Folding Knife\n\nA trickster is a character who plays tricks or otherwise disobeys normal rules and conventional behavior. The Trickster openly questions and mocks authority, encourages impulse and enthusiasm, seeks out new ideas and experiences, destroys convention and complacency, and promotes chaos and unrest. At the same time, the trickster brings new knowledge, wisdom and manyAn Aesop. Even when punished horribly for their effrontery, their indomitable spirit (or plain sheer foolishness) keeps them coming back for more.\n\nTricksters can be anything from gods of chaos, bedeviling heroes for a few laughs, to master manipulators who use cruel ploys andsadistic choices. They can also beheroes(or more likelyAnti-Heroes) whomake up for a lack of strengthor bravery with manipulation,planning, or just plain cheating. The trickster is often aMaster of Disguiseand may have magical or super-powers. They're often foundWalking the Earth.\n\nIn mythology and religion, the trickster deity breaks the rules of the gods or nature, sometimes maliciously but usually,albeit unintentionally, with ultimately positive effects. Often, the bending/breaking of rules takes the form of tricks or thievery, and their actions often end upchangingthe rules in the process of breaking them, much like an act of \"civil disobedience\".\n\nTricksters can be cunning or foolish orboth; they are often funny even when considered sacred or performing important cultural tasks. Even if not otherwise punished, they are often prone tobeing caught in their own trap, and are very vulnerable toCounter Zanyschemes. Sometimes the Trickster appears as a sort of catalyst, in that their antics are the cause of other characters' discomfiture, but they themself are left untouched. (Or at least unenlightened, if the trick backfires.)\n\nIn modern literature, the Trickster survives as a character archetype, ranging from theself-aware and purposeful, through the merely impulsive and mischievous, to an openly hostile antagonist. Mythical versions may also beHijacked BySatan, sometimes in direct contravention of their original legends.\n\nIn cases where The Trickster is an antagonist or villain, they are quite frequently aHarmless Villainand more of a nuisance than a threat. They often want nothing more than to show that they are smarter and more clever than the hero, who may also treat such a villain as an amusing diversion as they are often easy to defeat non-violently.\n\nThe Trickster is NOT the same as theJerkass. While the Trickster may be mischievous, impudent and uppity, they are not necessarily openly malevolent or sociopathic; in fact, in many cases Tricksters aremorefriendly to humanitythan the gods are. It is possible, however, for a character to be introduced as a Trickster before being gradually or suddenly revealed to possess depths of cruelty and malice that make them truly villainous, in a form ofBait the Dog.\n\nCompareMessianic ArchetypeandThe Fool. May overlap withNominal Hero, particularly if the trickster is doing it purely for fun.\n\nRelated TropesThe Artful DodgerAsian Fox SpiritThe BarnumBlithe SpiritCon ManThe ChessmasterChessmaster SidekickClassy Cat-BurglarClever CrowsCourt JesterCuckoosnarkerCunning Like a FoxCunning LinguistDeadpan SnarkerDelighting in RiddlesDoppelgängerFairy TricksterFantastic FoxesFixing the GameThe GadflyThe GamblerGentleman SnarkerGentleman ThiefGreat GazooGuile HeroHeads or Tails?High-School HustlerKarmic TricksterLovable RogueLovable TraitorLoves SecrecyMagnificent BastardManipulative BastardMaster of IllusionMirth to PowerMischief-Making MonkeyA Mischief of MiceMonkey King LiteMooching MasterOpportunistic BastardPeeve GoblinsPeter Pan ParodyPhantom ThiefPlayful HackerThe PranksterThe Presents Were Never from SantaRascally RabbitRascally RaccoonResourceful RodentRoguish RomaniScrewball SquirrelServile SnarkerShapeshifting TricksterTeasing ParentThe Snark KnightSneaky SpiderThe SpookThose Wily CoyotesThe TrampTrenchcoat BrigadeTrickster GirlfriendTrickster GodTrickster MentorTrickster TransformeeTrickster TwinsTrollTurn CoatTwo-Headed CoinThe UnfetteredVillainous HarlequinWise SerpentThe Wonka\n\nExamples:\n\nopen/close all folders\n\nAnime & MangaBleach'sGin Ichimaru. Bonus points for not one, but two tricksterAnimal Motifs.Fullmetal Alchemist:Edward Elric definitely fits this trope, especially when dealing with corrupt alchemists.And ultimately,The Truth, aka God of the setting. All his sadistic glee in claiming the hefty toll was replaced with real joy that Ed finally learned the ultimate lesson, that alchemy isn't everything.Satoko Houjou fromHigurashi: When They Cryis a kid who enjoys playing pranks on her friends,especiallyNew Transfer StudentKeiichi. Her traps later come to good use when sheuses them to trap men out to kill Rika.KhasYashiro \"Shiro\" Isana. In the first season, the superpowered Red and Blue Clans, and the \"Black Dog\", Kuroh Yatogami, a lone superpowered fighter, are all chasing him because they believe he's the culprit in a murder. Shiro uses his cleverness to escape, get Kuroh to believe in his innocence, escape some more, and outwit the Blue Clan, thestoic-geniusfaction. Having apsychic cataround did help, though. Even after hegets his memories back and reawakens as the most powerful King, he prefers to use his cleverness rather than fighting.Kaiketsu Zororiwho considers himself an Anti-Hero, a self-proclaimed prankster genius and one of his goal is to become known as the King of Pranksters or aPrankster King.Loki, fromKamigami no Asobi, is true to his mythological basis...mostly-it turns out he's in love with Baldr and doesn't want to have to kill him, but has to stop Baldr'sSuperpowered Evil Side, but until that part comes around, he's this exactly. He does things like putting magic rings on Yui (theharem center) and Tsukito (themoon god,Tsukuyomi) thatconnect themselvesuntil they understand each other's hearts, just to freak out the rest of theharem; and when they do a school play, he gets cast as the prince's servant instead of the \"star\", so he derails the play with a coup d'etat (Thor, who usually keeps him in line, is busyPlaying a Tree).Lupin IIIis one of the most iconic tricksters in anime, using his skills as a thief to outwit anyone who tries to catch him, especially the ever-persistentInspector Zenigata, and even when he does get caught he always finds a way out. His craftiness and sheer unpredictability almost always keep him one step ahead of his adversaries, and he usually makes complete fools out of them while making his escape. It helps that he's just as infamous for being aMaster of Disguiseas he is for being a master thief, just likehis grandfather and namesake.Chantez ArpinionofMagical Girl Lyrical Nanoha ViVid, ahighly mischievous nunwho uses a deceptive fighting style that utilizesSuper-Speed,Doppelgänger Attacktechniques,Invisibility, andbald-faced lying. In fact,her first full scenehad her cheerfully lying to theClone Jesusanalogof her Church just so she could have an opening in their sparring match. A later chapter reveals that she used to be aStreet Urchinbefore the Saint Church took her in, which likely influenced this part of her personality.InMayo Chiki!,Kanaderuns circles around most other characters. Or make them run circles around her, at any rate.Naruto Uzumaki fromNarutocrosses this trope withDeterminator.Xelloss inSlayers. He even refers to himself as a \"trickster priest.\" (\"fuzaketa puriisto\", \"the playful priest\"; sometimes translated as \"roguish priest\" or \"mysterious priest\".)Monkey D. Luffy fromOne Piece. The fact that he's also anIdiot Heromakes his opponents wonder whether he's really this or justreally lucky.Even more so than Luffy is his crew member, Usopp. His fighting style is mainly based off oflyingand other creative strategies.Marshall D. Teach (aka Blackbeard) is an evil variant of this,having many similarities to Luffywhile also being hisShadow Archetype; he's a loud,Hot-Bloodedpirate captain who starts off as a complete nobody that people underestimate due to hisoutwardly goofy behavior, but he's also very crafty and knows how tomanipulateothers for his own ends. He and Luffy are both cases ofBeware the Silly Ones.Niou Masaharu fromThe Prince of Tennis. It's even his in-universe nickname.Blue (Green in the US) inPokémon Adventuresstarts off as aCon Artistwho scams Red out of his earned Gym Badges and manipulating him to do a few cons on Team Rocket, namely getting any info/pics of the Mythical Pokémon Mew. But she isn't truly malevolent and is often an ally of Red throughout the originalRGBYsaga... just don't assume she always has your best interest.Duplica the Ditto trainer, Zorua, and various Ghost Pokémon inPokémon the Seriesare all character who employ trickery and mischievous pranks to mess with people, often disguising themselves as other characters and imitating their behavior to near perfection. They don't do this out of malevolence unlike say, Team Rocket. They just want a good laugh.\n\nCard GamesIn theYu-Gi-Oh!OCG, the Ghosttrick Archetype's effects revolve around flipping monsters face-down and protecting themselves as long as they are face-down. In effect, they act like pranksters or mischievous spirits: popping out and scaring people, then running away and hiding.\n\nComic BooksBatmanhasThe JokerandThe Riddler. The Joker often spends just as much time performing pranks and other petty things as much as killing people. The Riddler has a compulsion to make complicated puzzles forhis own amusement.Bat-Mite, who comes from Mr. Mxyzptlk's homeworld of the fifth dimension, is a hyperactive fanboy who shows up to throw all sorts of surreal challenges Batman's way just to see him in action, and while it causes Batman no end of trouble, he differs from Mxy in that he's more of a pest than an outright villain, though that hasn't stopped the two from teaming up and tormenting SupermanandBatman. Unlike Mxy, the character hasn't made too many appearances in comics outside of the Silver Age, with one of his few appearances in a modern comic being as a hallucination.John Constantineisn't a particularly skilled fighter and his magical talents are relatively modest, but his skill at trickery and deception often allow him to defeat enemies who are far more powerful.Deadpoolis an insane mercenary, so he does odd things and disrespects authority, but cops are okay, provided they're not trying to arrest him.Jaeger of the aboriginal sci-fi comicFinder. Although heseemsrandom and impetuous, his behavior is bound by the code of the titular super-scouts, but also his designation as a ritual scapegoat in his mother's native culture.Loki, Marvel's version of the Norse God of Mischief and Lies. Varies from out-and-out villain to anti-hero, depending on the writer and the incarnation (for example, de-aged Loki is a lot less malevolent than his previous, older self).Maelstrom, Cosmic Marvel's version.Maelstrom:I can't feed you to a giant demonic dragon if you'reasleep! Where would the fun be inthat?The Cloud Gremlins inMy Little Pony: Micro-SeriesIssue #2 . Doesn't help their quoting the appropriateShakespeare playtoo.Plastic Man, according to some people interviewed for the 80s cartoon DVD of the titular character, serves as a trickster in the DC Comics mythos of heroes.TheDC Comicsrun ofThe Powerpuff Girlshas the Micro-Puffs, tiny sprite versions of the girls who show up merely to yank the girls' chains.Sam & Max: Freelance Police's titular duo functions as one of these — Max provides the impulsiveness, Sam provides theAesop, and they both contribute to the chaos.Spider-Man, whose actions end up teaching him his own wisdom.He's also this in a literal and symbolic sort of way, being the smaller, smarter animal who outwits the bigger, and in some cases, dumber animals (his rogues gallery), to the point that his alter ego is (obviously) related to spiders, while those of some of his enemies are related to animals like rhinos, octopuses, scorpions, and vultures. And as mild-mannered Peter Parker, he has to contend with the likes of Flash Thompson and J. Jonah Jameson too.Mr. Mxyzptlk fromSupermanis an imp withReality Warperabilities. Which, interestingly enough, leads to Superman having to resort to trickster methods just to get rid of him.Then you have The Impossible Man, and he and Mxy had a crossover together, where their differences became apparent. Let's just say it doesn't end in friendship.\n\nFan WorksSacanas fromThe Captain Goodking Sagafits this to a T, especially when he tricked his apprentice's father into beingTaken for Graniteby promising the father he would be \"forever young and beautiful\".The clue's in the name.noteSacanas is Portuguese for \"trickster\".Child of the Stormhas several examples.Doctor Strange is probably the stand-out one, using his extensive foreknowledge to both assist (when he deems it necessary) and to wind up the rest of the cast (when he deems it funny). It actually gets to the point where Odin irritably demands if Strange is present at a particular place for anythingotherthan making smart remarks.Loki, naturally. However, his pranks are only ever mischievous, never malignant (though he's still got a very ruthless streak where his enemies are concerned). For example, when Steve is trying to work a smoothie machine:Loki:There's something just a little off about that lid.Steve:[examines it closely]I don't see anything wrong.Loki:How about now?[the lid disappears, splattering everything within five feet]Albus Dumbledore,Cool Old Guyextraordinaire, enjoys pullingStealth Hi-Byeson characters and gently teasing them.This does not, however, mean that he's not a threat.The works ofFialleril(most notablyDouble Agent VaderandHeretic Pride) tend to expand on the culture and religion of the slaves of Tatooine. The most frequently-mentioned figure in that religion is Ekkreth, ashapeshiftinggender-fluid trickster deity, whose role in every story about them is to find ways to outwit the slavemasters and free the slaves, before slipping or flying away laughing.Lorelei from the \"Lorelei Chronicles\" series. Being a universe-hoppingMaster of Illusiongives her MANY opportunities to screw with people, albeit in a non-cruel, non-destructive way. Justified in that she comes from a broken home, which leads her to believe that making people laugh is her mission in life.Lana inPokémon Reset Bloodlinesonce convinced her classmateFrax Lonoto go to schoolwithout his shirtby telling him the class was to be about Alolan sumo.Thanks, but no: Marinette picks Alix for the Fox Miraculous due to a long history of pulling pranks, from tricking a ten-years-old Chloe into thinking glue was hair gel to being one of the class's trickster. When Lila comes and claims to be Scarabella's best friend and a reserve hero, Alix convinces Kim to plot a prank on the transfer student under the guise of her hazing, but really it’s to make her pay for her lies.Loki fromThe Two Year Emperor, aGreat Gazoomischief god who periodically shows up tohave pun fights, be the comic relief, and be aTrickster Mentorfor the main character by sliding him important hints.\n\nFilm — AnimationDisney'sPeter Panhas the titular character as one. Not only are his antics on cartoonish levels, but he's quick-witted, fast on his feet, always one step ahead of Hook and his crew, and treats nearly everything like a game.Aladdin (1992, Disney): Genie acts as one, though he's not nearly as malicious asmost geniesare portrayed. He enjoys playing pranks and creating elaborate setpieces.The Bad Guys (2022):Mr. Wolf engages in all sorts of trickery and thievery, having lead a team of other anthropomorphic criminals to amass a small fortune.To a lesser extent,Diane Foxington was also one of these, though she cleaned up her act before the start of the film.ThecrowsfromDumboare an interesting variation of the trope, as they're theTrope Namerfor theMagic Feather. They don't quite fit the criteria for aTrickster Mentorbut their generaldemeanorputs them very in line with more classical (albeit AT WORSTamoral) examples.Stitch fromLilo And Stitchwas genetically-engineered to be this, using his strength, cunning, and other abilities for mischievous purposes.MeekofromPocahontas, although he's a bit less of trickster and more of an outright thief.Eris fromSinbad: Legend of the Seven Seasspends all of her time playing tricks on the protagonist (along with all the mortals in the story) and well, just causing general chaos.just listen to this theme song.Zootopiafeatures atrickster rabbitand atrickster foxteaming up.\n\nFilm — Live-ActionPaul NewmaninCool Hand Lukehas a disrupting influence on the day-to-day life in the prison.Johnny Destiny, fromDestiny Turns On The Radio, manipulates the fates of the entire cast, for better or for worse, and may or may not be Coyote in disguise.Tyler Durden ofFight Clubis a more malicious, destructive example.The short comedyHarold Of Orangewas made to show how this trope would be played out inReal Life.Mr. Nick fromThe Imaginarium of Doctor Parnassus. Yes, he's the Devil but he seems more interested in playing games than damning souls,to the extent that he actually tries to prevent Parnassus' daughter from going into Hell and when she does says, \"Damn, I won\" in a tone of regret.Marvel Cinematic UniverseLoki is the on-screen incarnation of the comic book character of the same name who, in turn, was based onthe Norse God of trickery and chaos. He starts off as a trickster inThor. When he returns post-banishment inThe Avengers, he's decidedly less tricky, being now bent on revenge and subjugating Earth. InThor: The Dark WorldLoki is more tricky than ever, and hispowers of illusiondrive much of the plot. The trend continues inThor: Ragnarok, where he's called the God of Mischief in-universe, and it's even lampshaded in his playThe Tragedy of Loki of Asgard:Loki Actor:I just couldn't help myself, I'm a trickster.Frigga inThor: The Dark World. While it's not to the same degree as her son Loki (or perhaps, that's what shewantsus to believe), it still speaks volumes that she was his tutor not just in magic, but in cunning as well—it seems that Loki had studied from the best. Unlike her former pupil, Frigga maintains an air of being virtuous, and she exploits this by playing Odin like a fiddle for a year, committing what can be construed astreasonby visiting Loki, an enemy of the Crown, in his cell, which her king has explicitly forbidden. Odin—whom she notes is not a very good liar—is plainly unaware of how wily and insubordinate his wife truly is. Malekith attempts to insult her by calling her a witch afterhe falls for her trick with Jane, and Frigga merely smirks with satisfaction—like Loki, she thoroughly enjoys outwitting her foes. It makes one wonder if she might be the Goddess of Mischief in all but name; she simply hides her underhandedness a lot better than her trickster son.TheMarx Brothers, particularly Groucho.And by extension, Roland T. Flakfizer from theGenre ThrowbackBrain Donors, anExpyof Groucho Marx.The Mask(explicitly linked toLoki) and most other characters played byJim Carrey, some mentioned elsewhere on this page, some not — such asAndy Kaufman(Man on the Moon), aReal Lifetrickster figure who would be called a troll today.Pirates of the Caribbean: Jack Sparrow.CaptainJack Sparrow. In the commentary of thefirst film, during the scene where he tricks the twoInterceptorguards into arguing, allowing him to slide out of the frame, sneak aboard and get behind the wheel before they even realize he's gone, the writers joke that they consider this scene akin to a Bugs Bunny cartoon.Reg Dunlop fromSlap Shot, as he hoodwinks a town.Br'er Rabbit fromSong of the Southbased onAfrican-American folktales, is the American version of this archetype.FromStar Wars:Han Solo, to a degree. InThe Han Solo Adventureshe pulls a wide array of tricks, with a playfulness that nicely offsets his grimmer, mercenary side.Yoda. Though he would technically be more along the lines ofTrickster Mentor, it's usually assumed that he likes practical jokes for their own value, too.\n\nGamebooksAlyss the demigoddess from theLegends of Lone Wolfnovelization of theLone Wolfgamebooks, and then appearing as aCanon Immigrantin the main series starting Book 16. She fancies herself as neutral and is certainly mischievous, butBig BadNaar and his minions are such utter bastards that she systematically ends up on the side of Good anyway.\n\nLiteratureBy Author:Neal Stephensonvery evidently likes to both use and reference this archetype;Hiro Protagonistis a Trickster/Technologist inSnow Crash, as are many of the key figures of bothCryptonomiconandThe Diamond Age. InThe Diamond Age,The Hackeris explicitly name-checked as a modern trickster archetype, and inCryptonomiconEnoch Root discusses with Randy the way various cultures have interpreted the archetype - from worship (Athena) to deep distrust (Loki). Root himself plays the role ofTrickster MentorinThe Baroque Cycle. Jack Shaftoe is the Trickster in spades as is, to a lesser extent, Eliza.By Work:Peter Pan: Peter Pan's theTrope Codifierof literature. He treats everything like a game as much as he enjoys messing with Captain Hook.Alice's Adventures in Wonderland: The Cheshire Cat.InAmerican Gods, Odin is a trickster and a literal con man.So is his son, Loki. It is a two man con.Neil also wrotehis own storyabout Anansi, going by the name of Charlie Nancy. He has... well,two sons who inherit his powers.The Drode inAnimorphs.Francisco d'Anconia fromAtlas Shrugged.Robin Goodfellow in theCal Leandrosseries. His species is a puck.Willy Wonka of Roald Dahl'sCharlie and the Chocolate Factory(and its many adaptations) is aTrickster Mentorandthe trope namer for another trickster subtrope —The Wonka.Colin inJohn C. Wright'sChronicles of Chaos. Always ready to pull a stunt whenever they need a distraction.Tzigone fromCounselors and Kingsis a highly intelligent and playful street performer/thief (with latent magical abilities, though she really only starts developing those in the second and third books) who enjoys mocking her stratified society and overturning its rules wherever possible. Unlike some tricksters, though, when push comes to shove she's plainly one of the good guys.The Count of Monte Cristohas an example in the titular Count who uses elaborate mind games and his obscene wealth to bring down his opponents as well as reward his followers. SomewhatDeconstructedas his games sometimes have collateral damage he does not expect.Coyote in hisCoyote Blue.The Darksword Trilogyhas Simkin.Discworld:Granny Weatherwax. She can't tell a joke to save her life, but is borderline unflappable, shows zero regard for societal norms whenever they get in her way, and has a knack for cutting people down to size by exploiting how they think. You don't have to have a sense of humour to be a Trickster!Moist von Lipwig is aCon ManturnedBoxed Crookwho's never happier than when he's doing something insanely risky and / or selling a new idea to sceptical people.Scrappy the kangaroo fromThe Last Continent. Acknowledged in exposition as a trickster god and therefore the sort of guy who puts a land mine under a seat cushion for a bit of a chuckle.Other Discworld trickster gods are Hoki the Jokester (banned from Dunmanifestin for pulling \"the old exploding mistletoe trick\") and the dwarfish mine-spirit Agi Hammerthief.In theDoctor Who New AdventuresnovelLove and War, the 25th century New Age Travellers have a trickster god they just call the Trickster (who doesn't appear to be related toThe Sarah Jane Adventurescharacter). During Jan's vision quest, heappears to Janas \"Arlan Jardolz, the Betalan comedian\" and to Ace as Vic Reeves.Harry Dresden ofThe Dresden Filesbelieves himself to be this, but Murphy points out that he's actually very predictable in the sense that he enjoys familiarity and routine, despite being deceptively intelligent (as one of his exes puts it, he's only slow in the short term - in the long term, he seeseverything); he just has authority problems. However, the trickster part comes in because while peopleknowhe's going to pull some trick on them, they just don't knowwhat.Earth's Scariest Monsters!: Isabelle is described as being an occasional trickster.Robin Goodfellow fromAn Elegy for the Still-livingtalks in riddles, plays practical jokes, manipulates anyone he can get his hands on and implies that he is theAnthropomorphic Personificationof the Trickster Archetype.The Meddler of theFirekeeper Saga, who is known for having seemingly good intentions but never stopping to consider the consequences.Pocket inChristopher Moore'sFool.InJohn C. Wright'sThe Golden Age,The Phoenix Exultant, andThe Golden Transcendence, the Neptunians. All of them. They live that far out to live a wild life in which sending people computer viruses is considered high spirits. InThe Golden Transcendence, Diomedes comments that he would steal a ship to carry out their plan, but he's surprised that inner-system people like Phaethon and Atkins would.Ulric Skakki inHarry Turtledove'sGolden Shrinetrilogy.The GrinchandThe Cat in the Hatboth fit this archetype to a t. And they do look almost quite similar in their live-action incarnations.Neil Gaiman's \"Harlequin Valentine\".InHarry Potter:Fred and George Weasley are famous setting off pranks in Hogwarts. They later open a joke shop, thereby becomingprofessionaltricksters.Peeves is also a good example, but the Twins prove their superiority when, in Book Five, they leave and order Peeves to \"Give her (Umbridge) hell from us.\" And Peeves salutes! It says a lot about how much the other teachers hate Umbridge, too, that they let Peeves get away with just short of murder during her short tenure.McGonagall, aRules Lawyerherself under Dumbledore, is said to even help Peeves herself with discreetly muttered advice about which way to unscrew a chandelier.Foxface inThe Hunger Games, known for beingToo Clever by Half.Journey to Chaos: Tasio the Trickster flies in and out of mortal life, bring hope or despair as he fancies. One of his many names is \"Overturner of Fortune\" to reflect this. On an average day, he's just a pest.InThe Iron Teethweb serial, the protagonist Blacknail the goblin is a trickster. Throughout the story, he makes up for his small size through trickery and cheating. As an outsider among humans he also constantly disobeys convention and acts in unexpected ways. He is also fond of disguising himself using a long cloak.Sun Wukong, the devious and rebellious Monkey King from ''Journey to the West, is China's most well-known trickster.InRudyard Kipling'sThe Jungle Book, Tabaqui the Jackal.\"All thanks for this good meal,\" he said, licking his lips. \"How beautiful are the noble children! How large are their eyes! And so young too! Indeed, indeed, I might have remembered that the children of kings are men from the beginning.\"Now, Tabaqui knew as well as anyone else that there is nothing so unlucky as to compliment children to their faces. It pleased him to see Mother and Father Wolf look uncomfortable.Merry and Pippin fromThe Lord of the Ringsare alsoThose Two Guys.Mage Errant: The legendary Wanderer who gave away a kingdom for a treasure map, disappeared centuries ago, and is described as having \"a bag full of ten thousand tricks.\" By the time she returns, she notes that ten thousand isseriouslylowballing her tricks.Colin from the post-Apocalypse novelMalevil. Shrewd, often a pain in the ass, and as Emmanuel's favorite friend allowed to get away with a lot.InMARZENAwe haveUnreliable Narrator,Mind ScrewandShout-Outlover Anika Fun Bremen, obviously. And Marian too, being the head of a Private Intelligence Company is all about psychology and fun mind games,Chronic Backstabbing Disorderought to ensue.The Marquis of Carabas inNeverwherebyNeil Gaiman. He is named after the alias used by Puss In Boots, a Trickster character in his own right.John Taylor from theNightsidenovels, sometimes.Randal PatrickMcMurphyfromOne Flew Over the Cuckoo's Nest.In theRainbow Magicseries, Trixie the Halloween Fairy and Addison the April Fool's Day Fairy are fond of pranks and tricking people.InRainbows End, Mr. Rabbit deliberately invokes this archetype, teasing both friends and foes with his technological prowess and bizarre sense of humor. In the online world, he is nearly a god, and he likes to leave virtual carrot ends in other people's virtual worlds.Harlequin, as seen in the story\"Repent, Harlequin!\" Said the TicktockmanbyHarlan Ellison.The Reynard Cycle: Much like hisBeast Fablecounterpart,Reynard the Fox, Reynard is this in spades. He particularly enjoysBatman Gambits.Reynard the Fox: AKarmic Tricksterfox from a series of European medieval tales. He is a downright criminal who always manages to fool everybody despite several attempts to bring him to justice.Repairman Jack. Even though he's an \"urban mercenary\" he prefers using his wits to solve a problem than violence and his violent solutions often show a twisted sense of humor.Aiken Drum in Julian May'sSaga of the Exiles, exiled for such pranks as altering a dam's configuration so that a giant penis sticks out of it, peeing water.And that'sbeforehe gets superpowers.InRafael Sabatini'sScaramouche, Andre-Louis plays this role on stage and in life. This aspect of the character comes out even more so in the1952 film.Zosim the Trickser God is a minor member of the pantheon inShadowmarch, thoughhe's ultimately revealed to be theBig Bad, manipulating everybody to try and become top god. Interestingly, though the rest of his pantheon are clear counterparts to the Greco-Roman gods, Zosim himself resemblesLokifar more than he doesHermes.Puck fromThe Sisters Grimm. Given that he's supposed to be Shakespeare's Puck (fromA Midsummer Night's Dream), this is unsurprising.A Song of Ice and Firegives us a smorgasbord of Trickster-types running the full spectrum from \"light-hearted\" to \"sodding dangerous\"... although quite a lot weigh more towards the dangerous;Gadflys,snarkersandTrollsabound. Included are thecourt Fools,BardsorMummerslike Moon Boy, Patchface, Butterbumps, the Blue Bard, Penny, poor \"Jinglebell\" and Marrillion, as well the historical Florian and Mushroom who either have been trained to include sanctioned havoc in their acts or otherwise make it part of their living in various shapes. However,if they overstep...TyrionLannistercouldhave wound up as a trained Fool, himself, were it not for being born aLannistertrumping being a dwarf (however, he's not exactly escaped the trope, given his propensity to bea reactive,tricksomeblighterof epic proportions). In fact, to get ahead in bothWesteros and Essos, itpaysto have an extensive bag of tricks up your sleeve and a will to use them — no matter who you may be. As a result, few major playersdon'thave shades of the grifter and Trickster to them:even for those infamously without much of a sense of humour... eh,LordTywinorLordStannis? However, arguably the two biggest and straightest ones areLord Petyr Baelish and \"Lord\" Varys. Both play others for their own ends using misdirection andany other means going, while being sardonic wits of the highest order. The major difference between them seems to be how much chaos they're willing to spread to achieve their goals and why.Varysseemsto view collateral damage as aNecessary Evilto bring long-term stability. Petyr? It's all part ofhis Game: the more the merrier.Holo fromSpice and WolfStar Wars Legends: In theNew Jedi Order, the goddess Yun-Harla is a trickster venerated bythe Yuuzhan Vongand is one of their premier deities (to the point that most of the Vong's intelligence network is actually overseen by her priests, the deception sect). Midway through the series, Jaina Solo (Han and Leia's daughter) begins deliberately taking on aspects of Yun-Harla to mess with the Vong's heads and becomes a trickster in her own right as a result.The Supervillainy Sagahas Gary Karkofsky a.k.a Merciless: The Supervillain withoutMercyTMis one as he is frequently overmatched by gods, demons, demigods, superheroes, and supervillains. He manages to survive only by the fact that he usesObfuscating Stupidityand a variety ofConfusion Futactics. He even gets theWorthy Opponentrespect of Baba Yaga who calls him a \"clever peasant.\"Tailchaser's Song: The legendary Lord Firefoot is known as the smartest cat that's ever lived. He displays some aspects of a trickster, such as when he tricked a shark to take him across the ocean, only to landlock it and eat it.Till Eulenspiegel: A medieval folk hero well known in German, Flemish, and Dutch folklore. He travels across the land where he tricks everybody by taking their words literally or fooling them in ways that he gets money or gets off scot-free, despite his actions.Tortall Universe: Kyprioth the Trickster, who features most prominently in theTrickster's Duet, where he's plotting to regain his status as the patron god of the Copper Isles. The raka of the Isles have an attitude towards life heavily shaped by their peculiar patron god. The human Aly, a Tortallan spy he brings to the Isles as part of his plan, however, gives him a run for his money.Lestat de Lioncourt,brat prince, fromThe Vampire Chronicles.Miles Vorkosigan inVorkosigan Saga.Hirahim Lightfoot in the cosmology ofDavid Weber'sThe War Gods. Notable in that unlike other deities who were created or fathered by the head deity Orr, he appeared from nowhere and not even Orr seems to know his origins.Warrior Catshas Sol. In addition to his life of traveling the earth to screw things up in as many places as possible, he has actually once been called a trickster in the books.El-ahrairah, the rabbitfolk heroinWatership Downis stated to be based on Br'er Rabbit. As a punishment for his trickery,all the creatures of the world were set against him(and rabbitkind)... which just means he has to beextra-tricksy to escape from them.Mat Cauthon ofThe Wheel of Timenovels.\n\nLive-Action TVJoker from theAdam West-eraBatman (1966)was quite firmly in this mold, as opposed to his frighteningMonster Clownpersona of the modern era.Doctor Who: There is a significant element of the Trickster in most if not all incarnations of the Doctor, but it's particularly apparent in their second, fourth, seventh and eleventh incarnations (who typically tended to be cheerfully anarchic types who relied onObfuscating Stupidityand a veil of harmless eccentricity that concealed a sharp intellect and devastating, ruthless effectiveness). The very nature of the character is an aimless wanderer, exiled from a race of cold and distant godlike beings, who eagerly seeks out new knowledge and experiences, and who tends to stroll into a calm but usually oppressive status quo, object to some kind of injustice taking place, cause untold chaos in trying to resolve it and then leave having completely upended society but ensured it is in a better, fairer state than it was before they arrived. They also tend to delight in puncturing pomposity, self-importance and arrogance wherever they find it; in addition to opposing theBig Badof the week on principle, many episodes often find them zeroing in on a less malevolent but no less pompous and self-important character and finding some way of puncturing their bubble (a recurring gag in the Third Doctor's tenure, for example, was him finding some way of cheerfully undermining a pompous civil servant, military officer or scientist who crossed his path). The Doctor also tends to use cunning, manipulation and guilenoteand in a pinch, running, lots of running,to win their battles rather than strength or brute force.Game of Thrones: Littlefinger actively destabilizes Westeros to provide himself opportunities to manipulate people and increase his own power.Klus from Studio 100'sKabouter Plopseries, he loved playing tricks and pranks around the other gnomes. Sometimes having his own pranks backfiring at him.Holly Curran fromNight and Day, through and through. One of the show's most mysterious characters and frequently ambiguous in motivation, she often spreads falsehoods for fun and will periodically pop up like a pagan deity to play mind-games and wreak chaos - especially with Alex Wells and, prior to her disappearance, Jane Harper. On one occasion she even manages to trick Alex into admitting to assaulting Josh Alexander by making him believe that he killed Josh, and that she's buried the body for him. Appropriately, during theSchool Playstoryline, she is initially cast as Puck from Midsummer Night's Dream.Rumplestiltskin inOnce Upon a Time (2011). Very, very much so — and he's pulled his tricks oneveryone.Our Miss Brooks: Walter Denton is a prank player, with limited respect for authority.The Trickster fromSupernatural, who is revealed to betheArchangel Gabriel. He's also known to some as Loki. He once spent an entire episodekilling Dean over a hundred different times(all humorous) just to teach Sama lesson.In the war between theArchangel MichaelandLucifer, he choosesneither side, wanting to help the humans, who most of theotherangels don't seem to care about.\n\nMusicThe jazz balladLong Daddy GreenbyBlossom Dearieis a long description of a trickster, showing a character with benign sides, who gets more and more troublesome as the song progresses.Rabbit's SongbyS. J. Tuckeris about a being only reffered to as \"Trickster\", implied to be a kind of demi-god or wizard, who's looking for an animal to help himteach his lessonsto mankind \"without instilling fear.\" He eventually settles on Crow, Raven, Coyote, and Rabbit.\n\nMyths & ReligionAfrican Mythology: The tortoise often played this role alongside the hare with the two being rivals. Of course, the tortoise always came out on top. After all, where did you thinkThe Tortoise and the Harecame from?Aztec Mythology: Tezcatlipoca subverts the archetype in that he was at the same time an authority figure and a very important one at that. The only times he was really trickster-ish was mainly when he wanted to annoy his brother, Quetzalcoatl. He was definitely at the far \"god of chaos\" end of the trickster archetype.Alternative namesfor him translate approximately to things like \"he to whom we are his slaves\", \"change through violence\" (likely a reference to revolution), and \"enemy of both sides\".The Bible:Satancould be considered a much more sinister variant of this trope, as he uses his cunning to corrupt the virtuous and lead people astray.The patriarch Jacobis anearly deconstruction. He uses manipulation and deceit to get what he wants for much of his life, including exchanging a bowl of soup for his famished brother Esau's inheritance, pretending to be Esau so to steal their blind father Isaac's blessing, and finally secretly using breeding techniques to increase his personal wealth under his uncle Laban. But none of this is portrayed sympathetically, as it ends up permanently separating Jacob from his mother, makes Esau want to kill him, and overall creates tension even within the family of himself and his wives. It's only after God's avatar wrestles with him and breaks his hipthat Jacob finally learns humility and repents, earning the new name\"Israel\".Brazilian Folklore:The Saci is the archetypal prank-player of the folklore, though he plays mostly harmless pranks. Other characters like Curupira and Caipora, also qualify, as they dwell in the jungles and use their guiles to lure poachers into traps.Pedro Malasartes is a traditional character in Portuguese and Brazilian folklore, popular in several folktales. He is depicted as a cunning, picaresque, and unscrupulous country man who uses his wits and creativity to get by. In many humorous folk stories, Pedro disguises his craftiness with seeming naiveté to trick the more powerful, the rich, and the miserly. For example, he once told a stingy old woman that he was cooking a delicious \"Stone Soup,\" so she would offer her own ingredients to eat it too. Pedro filled the soup with so much food that he could remove the rocks and eat his share. Another famous trickster character is João Grilo, who appears in Cordel literature from the Northeastern region and even became one of the main characters in the play and subsequent filmO Auto da Compadecida.Bulgarian and Macedonian folklore have Hitar Petar (\"Sly Peter\"). Nasreddin Hojais also presentin those tales as Peter's rival, but due to the rather unpleasant history with the Ottoman Empire, he's always the one who gets outwitted.Celtic Mythology:Theleprechaunsare considered the most notable Irish version. If one should be lucky enough to catch a leprechaun, they should be very careful not to get distracted or take their eyes off them before they show you where their pot of gold is or grant you one or a few wishes, or the leprechaun will quickly run away, with very little chance of finding him again.Classical Mythologyhas various examples, the main ones being descendants ofTrickster GodHermes.Autolycus,one of his multiple sons, who is well knownfor having inherited his father's arts of theft and trickery.Odysseus, Hermes's great-grandson, although he uses his skills forhypotheticallybetter purposes.Sisyphus, the king of Corinth, was enough of a trickster that he used the gods' secrets to cheat death twice. Zeus ultimately had him punished by forcing him to roll a boulder up a mountain in Tartarus for all of eternity.Japanese Mythology:The bird-likeTenguare an entire race of tricksters, playing pranks on those who offend them.Although Susano'o has been labeled as a Trickster God, he's quite a subversion due to being a lot more barbaric and bloodthirsty than other examples, although he did have one moment of genuine Trickster-ness with how he disposed ofOrochi.Mesopotamian Mythology: Inanna. In one Sumerian myth, she tricks her grandfather Ea into giving her theme(the arts and skills of civilization) by getting him drunk.Middle Eastern Folklore:Nasreddin Hodja (in Persian- and Turkic-speaking countries)/Juha (or Joha or Guha or Goha or...) (in Arabic-speaking countries), theSufi MuslimTrickster. His stories typically portray him as a somewhat reluctant Muslim cleric and judge, and a bit of a fool, who nonetheless manages to outwit his neighbors. A few typical stories:Nasreddin running anavant-le-lettreKansas City Shuffleon a hapless border guard: bringing donkeys carrying sacks of hay across the border, and always telling the guard that he's a smuggler. The guard searches the sacks but never finds anything but hay in the sacks. Years later, when the guard asks him what he was smuggling, Nasreddin/Juha just says \"donkeys.\"A specifically Egyptian tale has Goha being forced to sell his house against his will to a particularly unpleasant man who used shady dealings to cement the transaction. He hammers a nail into an interior wall of the house and uses the nail as an excuse to visit the old house whenever he likes. (To this day \"Goha's nail\" is an Egyptian term for something you intentionally leave at a place so you'll have an excuse to go back there later.)Nasreddin/Juha is sitting in judgment in a lawsuit by the owner of a kebab stand against a poor man. The owner accuses the poor man of standing near the stand and enjoying the smell of the grilling meat as the poor man ate his bread, and demands payment. This exchange follows:Nasreddin:[to the poor man]Do you deny this?Poor man:I do not.Nasreddin:Do you have any coins?Poor man:Just a few coppers.Nasreddin:Give them here.Poor man:Your Honor, they're all I have!Nasreddin:That may be so, but please just give me those coins.Poor man:Very well.[hands over the coins]Nasreddin:[to the stand owner]Pay close attention.[drops coins on the table]Did you hear that?Stand owner:Yes, your Honor.Nasreddin:Excellent. Now you take the sound of those coins as payment for the smell of the meat.[returns coins to poor man]In a set of Middle Eastern animal fables, Kalila and Dimna, two trickster jackals, servethe king lionand nearly always outsmart other animals.Norse Mythology:Loki, if the number of works above that have made use of him wasn't an indication, is probably one of the most famous examples in this regard. In the original tales, Loki was the go-toGuile Heroof the Norse gods, and there's numerous tales of him helping to solve many problems through the use of trickery and manipulation, often because the other gods were threatening to beat him to death if he didn't (though, this was often because it washimwho caused a lot of the problems).Its notable that in the stories, Loki became something of a deconstruction of this; his trickery and pranks eventually soiled his relationship with the other gods, who didn't like him much in the first place, which in turn made Loki resent them and become crueler in his jokes. This eventually led to Loki being bound to a boulder by the entrails of his murdered son where he spent years tortured by a snake dripping venom into his eyes (in the earlier stories, this was because helashed out at them during a dinnerafter they snubbed him and made fun of him behind his back, in the later, post-Christianizationversions of the myths (in order to make the Aesir look less like psychotic jerks), this is in response for killing Baldr), until he broke out and lead the armies of Asgard's enemies against the gods, eventually leading toRagnarok.Odin is also a trickster in Norse mythology, though more beloved than Loki. One of Odin's common actions isto hide as a human among mortals and check their hospitality, honor, etc. It's even theorized that Odin and Loki originated as the same character, but the myths evolved to split them so that the negative aspects were all concentrated into Loki.Maui, the demigod fromPacific Mythology, most recently depicted inMoana. Among his achievements were stealing fire from the Underworld/(the island goddess Te Fiti's heart inMoana), fishing out New Zealand (and the Hawaiian Islands, and basically every island Polynesians live on) from the ocean, and lassoing the sun so it wouldn't streak across the sky so quickly. \"Lassoing\" isn't the full story; he also beat the living crap out of the Sun until it agreed to slow down.Puerto Rico'sJuan Bobois often characterized as a boy who does tricks to get out of situations.Hanuman of theRamayana. Many scholars consider him a predecessor or even inspiration to the aforementionedSun Wukong.\n\nPro WrestlingIf there is one professional wrestler who qualifies, it's \"Lie, Cheat, & Steal\"Eddie Guerrero. And to a lesser extent, his nephew Chavo (at least after Eddie's death). Eddie's favorite trick was to take advantage of theGlass-Jaw/Easily Distracted Refereeand couple it with aWounded Gazelle Gambit(in which he'd slam a chair on the mat and toss it to his unwitting opponent before lying down) orLet's You and Him Fight, such as using Shaniqua's whip on the Ref's rump before tossing it to Danny Basham. He becamea fan favoritebecauseof hisunabashed cheating.The large majority of exoticos, going back at least to Gardenia Davis in the 1940s, given that their method of winning involves destroying the opponent's masculine pride, rather than his physical body.Luscious Latasha, the cheerful Zumba enthusiast, uses lots of unconventional tricks during her matches to throw off her bigger opponents (nearly all of them).Second City Saints Ace Steel andColt Cabana, especially the latter, are more inclined to goof off during matches than try and hurt their opponents too much.\n\nTabletop GamesArs Magica: House Tytalus play this role inMagical Society, testing themselves and others in the belief that only conflict can inspire growth. The House gained a bad reputation when they tried to outwitSatanhimself, resulting in widespread diabolism.Chuubo's Marvelous Wish-Granting Engine: Rinley, the Troublemaker. Rinley's job is twofold: first, to beThe Heartand provide a social glue holding the group together; and two, to mess with them in the process. If you need someone to break into a building through a window it doesn't actually have, switch people's hearts, push a pompous character like Leonardo into a koi pond or tell a story so convincing it deceives even people who saw what actually happened, you should get Rinley to do it.Games Workshopgames:InWarhammer,Warhammer: Age of SigmarandWarhammer 40,000, when not actively advancing the plots of the Great Deceiver, the Changeling spends its time amusing itself by using its powers to spread general chaos and confusion amongst mortals and daemons alike.Warhammer 40,000specific examples:The Deceiver is a weakerEldritch Abominationwho is one of the bigger players in theGambit Pileupin the setting.The Laughing God is one of thefew surviving gods of the Eldar, whose followers are theHarlequins(space elf ninja clown acrobat librarians).The Space Wolf character Lukas the Trickster, alow-rankingSpace Marinewho replaced one of his hearts with astasis bombthatgoes off on his death. The whole archetype is also part of the Space Wolves' hat. The majority areBoisterous Bruisersto varying degrees, and many of the younger ones have a real fondness for harmless (or sometimes, not-so-harmless)practical jokes. Lukas is a prime example on how extreme the Space Wolves' rebellious nature can be, since he doesn't even respect superiors within his own chapter as much as any other character.Kitsune: Of Foxes and Fools: The player's characters areKitsuneplaying tricks on mortals to gain the approval of the Kitsune Elders.Scionfeatures several trickster gods from mythology, and the Trickster is one of the Callings.The World of Darkness:The pooka fromChangeling: The Dreamingare an animalistic kith given to unearthing the best (or worst) of people through their antics. Their kith weakness is that they cannot tell the whole truth unless they make an effort at it.A watchtower is devoted to this concept inMage: The Awakening, the Acanthus. A fifth of mages in existence, and all of them devoted to the trickster concept of the Fool Tarot.Vampire: The Masquerade: Vampires of Clan Ravnos have always been this, with 5th Edition emphasizing it more than others; in earlier editions, they were depicted as a clan of vampiricRoguish Romani, butValues Dissonancehad them re-written as a more multi-cultural group. Modern Ravnos view themselves as heirs to the various trickster gods of humanity, such as Loki, Anansi, Hermes, and Coyote. In all cases, Ravnos Vampires have access to uniqueillusorypowers.Werewolf: The Apocalypse:The Ragabash Auspice are the trickster class of theGarou, although they more closely resemble rogues or thieves in other RPG settings. Their role in the Garou society is to question the ways of the pack, in order to make the others think differently about how they do things. Often accomplished through trickery. Various Trickster spirits from mythology also appear as Totems for werewolves to follow.There's an additionalSplatof were-coyotes called the Nuwisha who are the Ragabash cranked up, although their \"intended role\" in the world is as the Teachers of Gaia, using their wiles to teach others lessons. Their backstory claims that their progenitor Coyote played a trick on Luna so heinous that she turned her back on him forever. Their Coyote takes the form of every trickster deity in the world, allowing players to choose which aspect of Coyote they want their character to follow. To cement their trickster status, the Nuwisha character sheets featured an entry for \"Pants?\".The Corax were-ravens are also Trickster archetypes, although to a lesser extent.Taken at face value with the Trickster Archetype inUnknown Armies.\n\nTheatreEarly plays frequently featuredStock Charactersof this type, usually underlings or servants—a trope solidified by the plays ofPlautus. This was carried on into theCommedia dell'Arteand Elizabethan plays, such as the works ofShakespeare.Pseudolus fromA Funny Thing Happened on the Way to the Forumis anamalgamof every character of this type in Plautus.His name means\"liar\", by the way.The eponymous character inThe Barber of SevilleandThe Marriage of Figaro(it's the same guy). At the time of publishing \"Marriage\" (the sequel in canon, but made into an opera long before the first story), this kind of character being the lead in an opera was unheard of. Combined with Figaro being a commoner, it caused quite a stir in the music world. Needless to say, now they're some of the most beloved and famous operas in the world.Cross Roadhas Amduscias, the Devil of Music, whomakes a contractwith the violinist Niccolo Paganini. He is clever, and always finds a way to manipulate the situation to his liking (and for the benefit of his human).InGianni Schicchi, the title character is this trope amped to ridiculous levels. HisGambit Pileuphe makes up on the fly, hinging on the other characters' greed both for him to prevail in the end and get off with impunity.Cirque du Soleil'sKOOZAdoesn't mess around — itsGentleman Snarkertrickster figure isnamedThe Trickster. Other trickster figures in Cirque include:The Queen of the Night and the King of Fools inLe Cirque RéinventéMadame Corporation and the Great Chamberlain inNouvelle Experience(Great Gazoo)Le Baron and Eddie inSaltimbanco(separate characters but played by the same actor), as well as the Baroques (aBlithe Spiritspecies)Brian Le Petit inMystere.An incredibly dark version of this isIagofromOthello(sometimes spelled Otello for the opera).In some of Tomson Highway's plays, Nanabush is a prominent character but can either not be seen or fully recognized by most characters in part symbolizing a loss and marginalization of (Canadian) native culture.\n\nVideo GamesIn the cartoon shorts produced byBendy and the Ink Machine's Joey Drew Studios, Bendy is known to pull pranks on Boris, whether because Boris has just done something to deserve it or justFor the Lulz.Lance Galahad sure is one inBrain Dead 13, especially when he plays a few ones on Fritz from the very beginning.Dante ofDevil May Cryactually has many of the hallmarks of this, especially inDMC4where he becomes aTrickster Mentorto Nero.He relishes being a troll to his opponents to throw them off their game, has an extremely diverse and crafty fighting style employing numerous weapons at once and frequently employs Obfuscating Stupidity being much smarter than most friends and foes realise. Dante has successfully fooled various eldritch demons into underestimating him.The Elder ScrollsLorkhan (akaShor, Shezarr, Sep, Lorkhajj, etc.), the\"dead\" creator godof Mundus, the mortal plane, is said to be this even by those religions with a highly favorable view of him. Depending on the telling, he convinced/tricked some of the other pre-creation spirits (Anu et'Ada or Aedra) into sacrificing a large portion of their power in order to create the mortal world. Feeling betrayed by him, these other spirits \"killed\" him, cut out his heart (or \"divine center\"), and cast it down into the world he helped to create, where his spirit is forced to wander. The races of Mer (Elves), particularly the Altmer, typically despise him as they believe he robbed their ancestors of their pre-creation divinity and forced them to experience mortal loss and suffering. The races of Men (especially the Nords and Imperials) instead view him as a cosmicGreater-Scope Paragonand champion of Mankind.This is within the realm of Sheogorath, theDaedric PrinceofMadness. One of his favorite games is making mortals or even other Daedra look like idiots. The lesson is usually \"don't underestimate/bargain with/upset/stand near/shirk worship of Sheogorath\", but it can be kinder (\"there's always room for creativity\") or crueler (\"there's madness within us all\"),depending on his whims...TheTribunal deityVivec, most prominently seen inMorrowind, has this as one of his \"mythic roles.\" A cunningWarrior Poet, Vivec has been known to bedevil the universe's other divine beings, especially if they mess with his people (though he is known toexaggerate his rolein some of these events and tells a number ofMetaphorical Truthsto make him seemmore divine than he really is). He also implies (steeped in heavy metaphor) that his \"godhood\" essentially comes fromrealizing that he's in a video gameand using that knowledge to \"edit\" the situation around him. When he disappeared in the 4th Era, so did his power keeping the Ministry of Truth (originally the \"rogue moon\" Baar Dau) floating over Vivec City. Even with people sacrificing souls to Clavicus Vile, the Daedric Prince ofBargainsandWishesto keep it afloat, it fell with the same momentum it had before Vivec stopped it and annihilated the island. In its wake Vivec City turning into the Scathing Bay, Red Mountian erupted, Vvardenfell became covered in choking ash, and the survivors were forced to evacuate. And thenthe Argonians invaded...Kefka fromFinal Fantasy VIfalls squarely into the \"evil trickster\" mold, then becomessomething even worse.Yuffie Kisaragi and Cait Sith fromFinal Fantasy VII. The former enjoys stealing the party's money if they prove unsuccesful in convincing her to come along, while Cait Sith likes giving out fortuneswhile pretending to be an ally, beingThe Molecontrolled by Reeve Tuesti within Shinra.InNEO: The World Ends with You,Motoi Anezawaturns out be this, whose fame asAn0theris all a huge con he created by stealing quotes from other people and taking all the credit from them to become a social sensation. He then uses this for his advantage in the Reapers' Game by controlling Rindo, who was a big fan of his until he found out that Motoi was using him in order to claim a spot as a Reaper. Needless to say,Rindo is disgustedand beats him so.Persona 5: Discussed, with the game outright asking you to take the role of a \"Trickster\" in theOpening Narration. Your protagonist is unsurprisingly a seemingly quiet and docile high schooler who ends up embracing aSecret Identityas a notoriousGentleman Thiefout to reform the world through covert activities likeHeel–Face Brainwashingcorrupt serial abusers in positions of power.Pokémon Black and Whiteintroduces us to Zorua/Zoroark and Cottonee/Whimsicott. Cottonee has Prankster as one of its abilities, and Zorua can actually disguise itself as another Pokémon to trick its enemies.One of the most iconic tricksters in gaming isSonic the Hedgehog, who has a reputation as aMascot with Attitude, and ranges from being aSilent Snarkerin the classic Sega Genesis games to a plain oldDeadpan Snarkerin the modern era (and anything where he's not aHeroic Mime). He performs heroic feats and foils Dr. Eggman's plans while humiliating him in a manner reminiscent of characters likeBugs Bunny.InStray Gods, Pan being god of mischief leads him to tell half-truths and play pranks, such as spreading the rumor about Cupid being a winged baby, to Eros's displeasure.Juppo and Meg from theSuikodenseries are \"tricksters\" by occupation.Dimentio fromSuper Paper Mariomanages to combine this withMonster Clown.Illidan Stormrage fromWorld of Warcraft: He managed to deceive demon lords and to gain their powers (The vision of Sargeras, for example). He had a cunning and inventive intellect- he was the first demon hunter, using the powers of the Burning Legion against itself. His \"gift\" for the night elves slightly reminds at the Titan Prometheus, too. The arcane is comparable to fire: It can lead both to high cultural advantages (the elves of the magical kingdom Quel'thalas were admired even by the mages of Dalaran for their perfection in the arcane arts) and immense destruction). Additionally, Illidan had traits of an Anti-Hero.Actually, the Night Elves already had magic but abandoned it after nearly destroying Azeroth by overusing/abusing it. Prometheus did bring fire to the humans, while Illidan brought hellfire to the Night Elves.\n\nVisual NovelsKokichi Oma inDanganronpa V3initially appears as an annoying prankster with a penchant for lying, and is likened to an attention-wanting child. In reality, he is a master ofXanatos Speed Chess, coming up with schemes to beat the killing game, with his methods ranging from comical to outright cruel, and manipulating everyone to do his bidding. Kokichi intentionally makes himself out to be a villain who enjoys the killing gamebefore revealing he's the mastermind who started it all. Exceptthat's a lie, and he actuallyloathesthe killing game, and all of his actions have been in an effort to end it. To that extent, he even comes up with a way to meddle in the class trials postmortem after arranging for his own murder. Kokichi also shows some shades ofTrickster Mentorto Shuichi during their Free Time Events, explaining in his own convoluted way that it's possible to win a game by not playingwhich is ultimately how they beat Team Danganronpa.InRemember11, Yuni is (rightfully) called Trickster in the opening credits, to go with the game's Jungian tones.\n\nWeb AnimationWaru from13 Cardsfrequently messes with and plays tricks on the other clones and even Fedor.El Corretón fromCálico Electrónicoisn't portrayed as outright evil, but more like someone whoreallylikes pranking people... and happens to own aSuper-Speedmachine.Dreamscape: Keedran likes getting under people's skin and making them question things. She also hates doing things 'by-the-book' of her fellow guardians like Kai, which sometimes annoys them.DSBT InsaniT: As Lisa tells Koden and the others in 'The Camping Episode', she doesn't have anything against them, she just likes to mess with them. Especially Asia.\n\nWebcomicsBronze Skin Inc.: The Saci that appears in one chapter is one. He takes after Looney Tunes characters both in his design and his Reality Warper abilities taking the form of Cartoon Physics.In8-Bit Theaterthe totemic spirit Raven once tricked Thief into thinking that he had died and was now in his own personal hell where he owned everything (and there was nothing left to steal). Then, several comics after \"reviving him\" tried to collect on the debt Thief owed him, instead Thieftricked Raveninto admitting that he was never dead.Sam \"Some of my people have even survived after uttering the phrase 'Watch This!'\" Starfall, ofFreefall.Sam claims this is good for humanity.(Also, his species.) Many other characters have elements of this as well; heroine Florence Ambrose is evena relative of Coyote's.April Fools' Dayin the webcomicHoliday Warsis a shapeshifting prankster.Homestuck:John Egbert. You cannot hope to beat Egbert in a prank-off. He is simply the best there is. It also seems to run in the family.A more supernatural example in the vein of Coyote is Godcat, who is just as likely to teleport you into a paddock across town in the middle of a heavy rainstorm for giggles as he is to save you from an explosion by summoning a convenient couch floating in midair.InKoan of the Day, the tortoise is a Trickster, able toeasily subvert another's beliefs.Chaos ofLife and Death. Plays cross-dimensional golf, teaches people to hold their tempers in the most obnoxious way possible, and can be a show off.DO NOT piss him off though.InA Magical Roommate, Mermaids are, as a culture, deliberately annoying. In an inversion of typical sirens, mermaid musicians can actually cause shipmen to suicide crash simply due to the utter cacophony.\"I know! To regain our surprise, let's perform Morning Screams!\"Coyote and Reynardine (based somewhat on the above-mentionedReynard the Fox) fromGunnerkrigg Court.Jarethis the resident one in thefancomicRoommatesand itsSpin-Offs (Girls Next DoorandDown the Street), but hiswholefamilyhas shades of this.Nixvir: King Eurystheus of Vaizrun turns out to be this. He said that he tricked them into performingImpossible Tasksbecause a) it's fun to toy with people and b) he needed to ensure that Erik was well-prepared for the burdensome task ahead of him, namely the task of finally defeatingRagnarand bringing an end to the war.Nudge fromWapsi Squareisa classic trickster.She eventually discovers that she is the kind of trickster who makes people want to punch her.InThe Water Phoenix King, the goddess Ailari, patron of travelers, messengers, merchants, inns, freedom, and fortune. Her various servants and champions all embody these aspects in different ways, starting with Anthem's protests that she's nobody's servant, thankyouverymuch, and Gilgam's shamelessRules Lawyeringand outright deceptions to see justice done without giving her away. (Vish even has Hermes' winged sandals, for all his Lawful inclinations.)Vish:...Lady Luck. My Goddess. Yours now. Sanctifier of Journeys, Lady of Crossroads, Gallows-Girl of Thieves and the Courts of Night.Rowan's speciality inWeak Hero. He makes up for his lack of strength by constantly exaggerating the feats of himself and his allies, escaping fights by intimidating his foes with tales that are a mix of fact and fiction.Hopping between facts and lies, it was the exaggerating trickster Rowan Im's chaotic bullshit party!\n\nWeb OriginalThis ends up being Shayma's class inBlue Core, a role she settles into well as the story progresses.Hermes shows up in the 7thChrono Hustlestory. While it is his status as messenger of the Gods that is in play, his trickster tendencies show up as well.TheHitler Rantsturn Hermann Fegelein into a TricksterArch-Enemyof Hitler. Everything that goes wrong in the Third Reich can be attributed to Fegelein and his antics. Himmler helps him out on it too on at least one occasion, and is pretty explicitly said in the parodies to also have been a major trickster.Survival of the Fittest: Liz Polanski. Oh Liz. This is a character who starts out her gameObfuscating Insanityby slicing the head off a dead body and carrying it around, smearing her face with makeup, and overall trying to make herself look asAx-Crazyas possible in front of other students so they'll leave her alone. She then one-ups herself bypouring melted aluminum all over her collar to deactivate it. And itworks.Coober the Wizard inURealms Live. He tried to sell the main party a bunch of cursed artifacts inThe Nuren Campaign, and he disguised himself as a Kobold for unknown reasons inThe Sunswords.Whateley Universe:While Beltane and Thorn both see themselves as tricksters among the students atWhateley Academy, they are nothing compared to Sun Wu Kong, who has been plaguing Bladedancer ever since his first appearance.Sun isn't the onlyTrickster Godto show up at the school, either. It is known that Tracer is the incarnation ofHermes, for example, and while he has only shown up in-story occasionally, it's been mentioned that he's been playing pranks around school. In the Gen 2 stories, there are hints thatAme-no-Uzume's Paladin may be showing up soon (it has also been mentioned that Benzaiten and Susano-o are also looking for Paladins, so things may get a bit crowded when it comes toPhysical Godssometime in 2016 - again).WhenCoyoteshows up onPejuta's doorstep, things getDarker and Edgiervery quickly, and for a character arc that involves rape, multiple murders, and an attempted frame-up, that's saying a lot.\n\nWestern AnimationThe Magic Man fromAdventure Timelives solely to knock heroes down a peg.Avatar AangfromAvatar: The Last Airbender, before hedeveloped as a character.Bugs Bunny, the formerTrope Namer, is claimed to be a cross between Br'er Rabbit andGroucho Marx, himself an example. Likewise, many other characters fromThe Golden Age of Animationcan fit this archetype likeWoody Woodpecker,Screwy Squirrel,Chip 'n Dale, and pre-FlanderizationDaffy Duck.The Fairly OddParents!: Cosmo and Wanda were this in theOh Yeah Cartoonshorts, but this wasphased outin favor of Cosmotaking several levels in dumbass, and Wanda becomingthe voice of reason.Bill Cipher fromGravity Fallscandefinitelybe classed as one. One withReality Warpingpowers and the disposition of aPsychopathic Manchild...This can't end well...Bill:It's funny how dumb you are.OnThe Hair Bear Bunch, Hair Bear is able to trick the most gullible of people (Botch the most gullible) and once in awhile he'll snooker head zookeeper Peevly.On the other end of the spectrum, Orko fromHe-Man and the Masters of the Universetended to rely on tricks and such for fighting, if only because his magic was severely nerfed while he was on Eternia.June fromKaBlam!is basically a female, human, eleven-year-old version ofBugs Bunny.Mr. Cat fromKaeloousually tricks the others into giving him things he wants. It helps thathe's the only actual smart character in the cast.My Little Pony: Friendship Is Magic:Discordlooks and acts like a Trickster, but beneath it there's a hidden side of malice. Also, when push comes to shove and trickery fails, he's not above justCutting the Knotto get what he wants. Becomes a straight example after hisHeel–Face Turn.T.J. Detweiler fromRecess. King Bob was this as well before he became king of the playground.When she wasn't tossing around shadowbolts like party favors, Shadow Weaver ofShe-Ra: Princess of Powerfame often used her magic to trick and befuddled the Rebellion with illusions. Imp also tended to take the Trickster archetype whenever he felt the need to directly interact with the good guys.Bart SimpsonfromThe Simpsonswas often such in older episodes (\"The Telltale Head\" and \"Radio Bart\", for example). A number of books written aboutThe Simpsonshave compared it to African trickster tales, where the smaller, cunning creatures (hare, spider, tortoise) outwit the larger dumber animals (lion, elephant, hyena). He sometimes uses trickster methods with school bullies like Jimbo, Kearney and Dolph, and especially on certain authority figures like Principal Skinner, and Homer. Even when dealing with a cunning foe like Sideshow Bob, he relies on his wits to defeat him.Word of GoddescribesThe Spectacular Spider-Manversions of Spidey himself and the Green Goblin this way.Digeri Dingo fromTaz-Mania. He often tricks Taz into doing dangerous things for his own profit. To keep him from beingThe Scrappy, he's got some of the wittiest, most hilarious lines in the series and could possibly fall intoEnsemble Dark Horsestatus because of this.Babs and Buster Bunny fromTiny Toon Adventuresinherit this from their mentorBugs Bunny, but especially Babs.InXiaolin Showdown, one of the first things Raimundo does is pants Omi and complain about the mat beds.",
  "examples": [
    {
      "section": "Examples:",
      "text": "Bleach'sGin Ichimaru. Bonus points for not one, but two tricksterAnimal Motifs.",
      "links": [
        {
          "title": "Bleach",
          "url": "/pmwiki/pmwiki.php/Manga/Bleach"
        },
        {
          "title": "Animal Motifs",
          "url": "/pmwiki/pmwiki.php/Main/AnimalMotifs"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Fullmetal Alchemist:Edward Elric definitely fits this trope, especially when dealing with corrupt alchemists.And ultimately,The Truth, aka God of the setting. All his sadistic glee in claiming the hefty toll was replaced with real joy that Ed finally learned the ultimate lesson, that alchemy isn't everything.",
      "links": [
        {
          "title": "Fullmetal Alchemist",
          "url": "/pmwiki/pmwiki.php/Manga/FullMetalAlchemist"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Satoko Houjou fromHigurashi: When They Cryis a kid who enjoys playing pranks on her friends,especiallyNew Transfer StudentKeiichi. Her traps later come to good use when sheuses them to trap men out to kill Rika.",
      "links": [
        {
          "title": "Higurashi: When They Cry",
          "url": "/pmwiki/pmwiki.php/VisualNovel/HigurashiWhenTheyCry"
        },
        {
          "title": "New Transfer Student",
          "url": "/pmwiki/pmwiki.php/Main/NewTransferStudent"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "KhasYashiro \"Shiro\" Isana. In the first season, the superpowered Red and Blue Clans, and the \"Black Dog\", Kuroh Yatogami, a lone superpowered fighter, are all chasing him because they believe he's the culprit in a murder. Shiro uses his cleverness to escape, get Kuroh to believe in his innocence, escape some more, and outwit the Blue Clan, thestoic-geniusfaction. Having apsychic cataround did help, though. Even after hegets his memories back and reawakens as the most powerful King, he prefers to use his cleverness rather than fighting.",
      "links": [
        {
          "title": "K",
          "url": "/pmwiki/pmwiki.php/Anime/K"
        },
        {
          "title": "Yashiro \"Shiro\" Isana",
          "url": "/pmwiki/pmwiki.php/Main/AmnesiacHero"
        },
        {
          "title": "stoic-genius",
          "url": "/pmwiki/pmwiki.php/Main/StoicSpectacles"
        },
        {
          "title": "psychic cat",
          "url": "/pmwiki/pmwiki.php/Main/ItMakesSenseInContext"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kaiketsu Zororiwho considers himself an Anti-Hero, a self-proclaimed prankster genius and one of his goal is to become known as the King of Pranksters or aPrankster King.",
      "links": [
        {
          "title": "Kaiketsu Zorori",
          "url": "/pmwiki/pmwiki.php/Anime/KaiketsuZorori"
        },
        {
          "title": "Prankster King",
          "url": "/pmwiki/pmwiki.php/Main/ToBeAMaster"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Loki, fromKamigami no Asobi, is true to his mythological basis...mostly-it turns out he's in love with Baldr and doesn't want to have to kill him, but has to stop Baldr'sSuperpowered Evil Side, but until that part comes around, he's this exactly. He does things like putting magic rings on Yui (theharem center) and Tsukito (themoon god,Tsukuyomi) thatconnect themselvesuntil they understand each other's hearts, just to freak out the rest of theharem; and when they do a school play, he gets cast as the prince's servant instead of the \"star\", so he derails the play with a coup d'etat (Thor, who usually keeps him in line, is busyPlaying a Tree).",
      "links": [
        {
          "title": "Loki",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        },
        {
          "title": "Kamigami no Asobi",
          "url": "/pmwiki/pmwiki.php/VisualNovel/KamigamiNoAsobi"
        },
        {
          "title": "Superpowered Evil Side",
          "url": "/pmwiki/pmwiki.php/Main/SuperpoweredEvilSide"
        },
        {
          "title": "harem center",
          "url": "/pmwiki/pmwiki.php/Main/OtomeGame"
        },
        {
          "title": "moon god",
          "url": "/pmwiki/pmwiki.php/Main/CrossoverCosmology"
        },
        {
          "title": "Tsukuyomi",
          "url": "/pmwiki/pmwiki.php/Myth/JapaneseMythology"
        },
        {
          "title": "connect themselves",
          "url": "/pmwiki/pmwiki.php/Main/ChainedHeat"
        },
        {
          "title": "harem",
          "url": "/pmwiki/pmwiki.php/Main/HaremGenre"
        },
        {
          "title": "Playing a Tree",
          "url": "/pmwiki/pmwiki.php/Main/PlayingATree"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Lupin IIIis one of the most iconic tricksters in anime, using his skills as a thief to outwit anyone who tries to catch him, especially the ever-persistentInspector Zenigata, and even when he does get caught he always finds a way out. His craftiness and sheer unpredictability almost always keep him one step ahead of his adversaries, and he usually makes complete fools out of them while making his escape. It helps that he's just as infamous for being aMaster of Disguiseas he is for being a master thief, just likehis grandfather and namesake.",
      "links": [
        {
          "title": "Lupin III",
          "url": "/pmwiki/pmwiki.php/Franchise/LupinIII"
        },
        {
          "title": "Inspector Zenigata",
          "url": "/pmwiki/pmwiki.php/Main/InspectorJavert"
        },
        {
          "title": "Master of Disguise",
          "url": "/pmwiki/pmwiki.php/Main/MasterOfDisguise"
        },
        {
          "title": "his grandfather and namesake",
          "url": "/pmwiki/pmwiki.php/Literature/ArseneLupin"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Chantez ArpinionofMagical Girl Lyrical Nanoha ViVid, ahighly mischievous nunwho uses a deceptive fighting style that utilizesSuper-Speed,Doppelgänger Attacktechniques,Invisibility, andbald-faced lying. In fact,her first full scenehad her cheerfully lying to theClone Jesusanalogof her Church just so she could have an opening in their sparring match. A later chapter reveals that she used to be aStreet Urchinbefore the Saint Church took her in, which likely influenced this part of her personality.",
      "links": [
        {
          "title": "Chantez Arpinion",
          "url": "/pmwiki/pmwiki.php/Main/WarriorMonk"
        },
        {
          "title": "Magical Girl Lyrical Nanoha ViVid",
          "url": "/pmwiki/pmwiki.php/Manga/MagicalGirlLyricalNanohaVivid"
        },
        {
          "title": "highly mischievous nun",
          "url": "/pmwiki/pmwiki.php/Main/NunTooHoly"
        },
        {
          "title": "Super-Speed",
          "url": "/pmwiki/pmwiki.php/Main/SuperSpeed"
        },
        {
          "title": "Doppelgänger Attack",
          "url": "/pmwiki/pmwiki.php/Main/DoppelgangerAttack"
        },
        {
          "title": "Invisibility",
          "url": "/pmwiki/pmwiki.php/Main/Invisibility"
        },
        {
          "title": "bald-faced lying",
          "url": "/pmwiki/pmwiki.php/Main/BlatantLies"
        },
        {
          "title": "her first full scene",
          "url": "/pmwiki/pmwiki.php/Main/EstablishingCharacterMoment"
        },
        {
          "title": "Clone Jesus",
          "url": "/pmwiki/pmwiki.php/Main/CloneJesus"
        },
        {
          "title": "analog",
          "url": "/pmwiki/pmwiki.php/Main/CrystalDragonJesus"
        },
        {
          "title": "Street Urchin",
          "url": "/pmwiki/pmwiki.php/Main/StreetUrchin"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InMayo Chiki!,Kanaderuns circles around most other characters. Or make them run circles around her, at any rate.",
      "links": [
        {
          "title": "Mayo Chiki!",
          "url": "/pmwiki/pmwiki.php/Literature/MayoChiki"
        },
        {
          "title": "Kanade",
          "url": "/pmwiki/pmwiki.php/Main/Ojou"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Naruto Uzumaki fromNarutocrosses this trope withDeterminator.",
      "links": [
        {
          "title": "Naruto",
          "url": "/pmwiki/pmwiki.php/Manga/Naruto"
        },
        {
          "title": "Determinator",
          "url": "/pmwiki/pmwiki.php/Main/Determinator"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Xelloss inSlayers. He even refers to himself as a \"trickster priest.\" (\"fuzaketa puriisto\", \"the playful priest\"; sometimes translated as \"roguish priest\" or \"mysterious priest\".)",
      "links": [
        {
          "title": "Slayers",
          "url": "/pmwiki/pmwiki.php/Literature/Slayers"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Monkey D. Luffy fromOne Piece. The fact that he's also anIdiot Heromakes his opponents wonder whether he's really this or justreally lucky.Even more so than Luffy is his crew member, Usopp. His fighting style is mainly based off oflyingand other creative strategies.Marshall D. Teach (aka Blackbeard) is an evil variant of this,having many similarities to Luffywhile also being hisShadow Archetype; he's a loud,Hot-Bloodedpirate captain who starts off as a complete nobody that people underestimate due to hisoutwardly goofy behavior, but he's also very crafty and knows how tomanipulateothers for his own ends. He and Luffy are both cases ofBeware the Silly Ones.",
      "links": [
        {
          "title": "One Piece",
          "url": "/pmwiki/pmwiki.php/Manga/OnePiece"
        },
        {
          "title": "Idiot Hero",
          "url": "/pmwiki/pmwiki.php/Main/IdiotHero"
        },
        {
          "title": "really lucky",
          "url": "/pmwiki/pmwiki.php/Main/BornLucky"
        },
        {
          "title": "lying",
          "url": "/pmwiki/pmwiki.php/Main/ConsummateLiar"
        },
        {
          "title": "having many similarities to Luffy",
          "url": "/pmwiki/pmwiki.php/Main/EvilCounterpart"
        },
        {
          "title": "Shadow Archetype",
          "url": "/pmwiki/pmwiki.php/Main/ShadowArchetype"
        },
        {
          "title": "Hot-Blooded",
          "url": "/pmwiki/pmwiki.php/Main/HotBlooded"
        },
        {
          "title": "outwardly goofy behavior",
          "url": "/pmwiki/pmwiki.php/Main/Cloudcuckoolander"
        },
        {
          "title": "manipulate",
          "url": "/pmwiki/pmwiki.php/Main/ManipulativeBastard"
        },
        {
          "title": "Beware the Silly Ones",
          "url": "/pmwiki/pmwiki.php/Main/BewareTheSillyOnes"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Niou Masaharu fromThe Prince of Tennis. It's even his in-universe nickname.",
      "links": [
        {
          "title": "The Prince of Tennis",
          "url": "/pmwiki/pmwiki.php/Manga/ThePrinceOfTennis"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Blue (Green in the US) inPokémon Adventuresstarts off as aCon Artistwho scams Red out of his earned Gym Badges and manipulating him to do a few cons on Team Rocket, namely getting any info/pics of the Mythical Pokémon Mew. But she isn't truly malevolent and is often an ally of Red throughout the originalRGBYsaga... just don't assume she always has your best interest.",
      "links": [
        {
          "title": "Pokémon Adventures",
          "url": "/pmwiki/pmwiki.php/Manga/PokemonAdventures"
        },
        {
          "title": "Con Artist",
          "url": "/pmwiki/pmwiki.php/Main/ConArtist"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Duplica the Ditto trainer, Zorua, and various Ghost Pokémon inPokémon the Seriesare all character who employ trickery and mischievous pranks to mess with people, often disguising themselves as other characters and imitating their behavior to near perfection. They don't do this out of malevolence unlike say, Team Rocket. They just want a good laugh.",
      "links": [
        {
          "title": "Pokémon the Series",
          "url": "/pmwiki/pmwiki.php/Anime/PokemonTheSeries"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In theYu-Gi-Oh!OCG, the Ghosttrick Archetype's effects revolve around flipping monsters face-down and protecting themselves as long as they are face-down. In effect, they act like pranksters or mischievous spirits: popping out and scaring people, then running away and hiding.",
      "links": [
        {
          "title": "Yu-Gi-Oh!",
          "url": "/pmwiki/pmwiki.php/TabletopGame/YuGiOh"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "BatmanhasThe JokerandThe Riddler. The Joker often spends just as much time performing pranks and other petty things as much as killing people. The Riddler has a compulsion to make complicated puzzles forhis own amusement.Bat-Mite, who comes from Mr. Mxyzptlk's homeworld of the fifth dimension, is a hyperactive fanboy who shows up to throw all sorts of surreal challenges Batman's way just to see him in action, and while it causes Batman no end of trouble, he differs from Mxy in that he's more of a pest than an outright villain, though that hasn't stopped the two from teaming up and tormenting SupermanandBatman. Unlike Mxy, the character hasn't made too many appearances in comics outside of the Silver Age, with one of his few appearances in a modern comic being as a hallucination.",
      "links": [
        {
          "title": "Batman",
          "url": "/pmwiki/pmwiki.php/Franchise/Batman"
        },
        {
          "title": "The Joker",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheJoker"
        },
        {
          "title": "The Riddler",
          "url": "/pmwiki/pmwiki.php/ComicBook/TheRiddler"
        },
        {
          "title": "his own amusement",
          "url": "/pmwiki/pmwiki.php/Main/ItAmusedMe"
        },
        {
          "title": "Bat-Mite",
          "url": "/pmwiki/pmwiki.php/ComicBook/BatMite"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "John Constantineisn't a particularly skilled fighter and his magical talents are relatively modest, but his skill at trickery and deception often allow him to defeat enemies who are far more powerful.",
      "links": [
        {
          "title": "John Constantine",
          "url": "/pmwiki/pmwiki.php/ComicBook/Hellblazer"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Deadpoolis an insane mercenary, so he does odd things and disrespects authority, but cops are okay, provided they're not trying to arrest him.",
      "links": [
        {
          "title": "Deadpool",
          "url": "/pmwiki/pmwiki.php/ComicBook/Deadpool"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Jaeger of the aboriginal sci-fi comicFinder. Although heseemsrandom and impetuous, his behavior is bound by the code of the titular super-scouts, but also his designation as a ritual scapegoat in his mother's native culture.",
      "links": [
        {
          "title": "Finder",
          "url": "/pmwiki/pmwiki.php/ComicBook/Finder"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Loki, Marvel's version of the Norse God of Mischief and Lies. Varies from out-and-out villain to anti-hero, depending on the writer and the incarnation (for example, de-aged Loki is a lot less malevolent than his previous, older self).",
      "links": [
        {
          "title": "Loki",
          "url": "/pmwiki/pmwiki.php/ComicBook/Loki"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Maelstrom, Cosmic Marvel's version.Maelstrom:I can't feed you to a giant demonic dragon if you'reasleep! Where would the fun be inthat?",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "The Cloud Gremlins inMy Little Pony: Micro-SeriesIssue #2 . Doesn't help their quoting the appropriateShakespeare playtoo.",
      "links": [
        {
          "title": "My Little Pony: Micro-Series",
          "url": "/pmwiki/pmwiki.php/ComicBook/MyLittlePonyMicroSeries"
        },
        {
          "title": "Shakespeare play",
          "url": "/pmwiki/pmwiki.php/Theatre/AMidsummerNightsDream"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Plastic Man, according to some people interviewed for the 80s cartoon DVD of the titular character, serves as a trickster in the DC Comics mythos of heroes.",
      "links": [
        {
          "title": "Plastic Man",
          "url": "/pmwiki/pmwiki.php/ComicBook/PlasticMan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheDC Comicsrun ofThe Powerpuff Girlshas the Micro-Puffs, tiny sprite versions of the girls who show up merely to yank the girls' chains.",
      "links": [
        {
          "title": "DC Comics",
          "url": "/pmwiki/pmwiki.php/Creator/DCComics"
        },
        {
          "title": "The Powerpuff Girls",
          "url": "/pmwiki/pmwiki.php/ComicBook/ThePowerpuffGirls"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sam & Max: Freelance Police's titular duo functions as one of these — Max provides the impulsiveness, Sam provides theAesop, and they both contribute to the chaos.",
      "links": [
        {
          "title": "Sam & Max: Freelance Police",
          "url": "/pmwiki/pmwiki.php/ComicBook/SamAndMaxFreelancePolice"
        },
        {
          "title": "Aesop",
          "url": "/pmwiki/pmwiki.php/Main/AnAesop"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Spider-Man, whose actions end up teaching him his own wisdom.He's also this in a literal and symbolic sort of way, being the smaller, smarter animal who outwits the bigger, and in some cases, dumber animals (his rogues gallery), to the point that his alter ego is (obviously) related to spiders, while those of some of his enemies are related to animals like rhinos, octopuses, scorpions, and vultures. And as mild-mannered Peter Parker, he has to contend with the likes of Flash Thompson and J. Jonah Jameson too.",
      "links": [
        {
          "title": "Spider-Man",
          "url": "/pmwiki/pmwiki.php/ComicBook/SpiderMan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mr. Mxyzptlk fromSupermanis an imp withReality Warperabilities. Which, interestingly enough, leads to Superman having to resort to trickster methods just to get rid of him.Then you have The Impossible Man, and he and Mxy had a crossover together, where their differences became apparent. Let's just say it doesn't end in friendship.",
      "links": [
        {
          "title": "Superman",
          "url": "/pmwiki/pmwiki.php/Franchise/Superman"
        },
        {
          "title": "Reality Warper",
          "url": "/pmwiki/pmwiki.php/Main/RealityWarper"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sacanas fromThe Captain Goodking Sagafits this to a T, especially when he tricked his apprentice's father into beingTaken for Graniteby promising the father he would be \"forever young and beautiful\".The clue's in the name.noteSacanas is Portuguese for \"trickster\".",
      "links": [
        {
          "title": "The Captain Goodking Saga",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheCaptainGoodkingSaga"
        },
        {
          "title": "Taken for Granite",
          "url": "/pmwiki/pmwiki.php/Main/TakenForGranite"
        },
        {
          "title": "The clue's in the name",
          "url": "/pmwiki/pmwiki.php/Main/MeaningfulName"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Child of the Stormhas several examples.Doctor Strange is probably the stand-out one, using his extensive foreknowledge to both assist (when he deems it necessary) and to wind up the rest of the cast (when he deems it funny). It actually gets to the point where Odin irritably demands if Strange is present at a particular place for anythingotherthan making smart remarks.Loki, naturally. However, his pranks are only ever mischievous, never malignant (though he's still got a very ruthless streak where his enemies are concerned). For example, when Steve is trying to work a smoothie machine:Loki:There's something just a little off about that lid.Steve:[examines it closely]I don't see anything wrong.Loki:How about now?[the lid disappears, splattering everything within five feet]Albus Dumbledore,Cool Old Guyextraordinaire, enjoys pullingStealth Hi-Byeson characters and gently teasing them.This does not, however, mean that he's not a threat.",
      "links": [
        {
          "title": "Child of the Storm",
          "url": "/pmwiki/pmwiki.php/Fanfic/ChildOfTheStorm"
        },
        {
          "title": "Cool Old Guy",
          "url": "/pmwiki/pmwiki.php/Main/CoolOldGuy"
        },
        {
          "title": "Stealth Hi-Byes",
          "url": "/pmwiki/pmwiki.php/Main/StealthHiBye"
        },
        {
          "title": "This does not, however, mean that he's not a threat",
          "url": "/pmwiki/pmwiki.php/Main/BewareTheSillyOnes"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The works ofFialleril(most notablyDouble Agent VaderandHeretic Pride) tend to expand on the culture and religion of the slaves of Tatooine. The most frequently-mentioned figure in that religion is Ekkreth, ashapeshiftinggender-fluid trickster deity, whose role in every story about them is to find ways to outwit the slavemasters and free the slaves, before slipping or flying away laughing.",
      "links": [
        {
          "title": "Fialleril",
          "url": "/pmwiki/pmwiki.php/Creator/Fialleril"
        },
        {
          "title": "Double Agent Vader",
          "url": "/pmwiki/pmwiki.php/Fanfic/DoubleAgentVader"
        },
        {
          "title": "Heretic Pride",
          "url": "/pmwiki/pmwiki.php/Fanfic/HereticPride"
        },
        {
          "title": "shapeshifting",
          "url": "/pmwiki/pmwiki.php/Main/ShapeshiftingTrickster"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Lorelei from the \"Lorelei Chronicles\" series. Being a universe-hoppingMaster of Illusiongives her MANY opportunities to screw with people, albeit in a non-cruel, non-destructive way. Justified in that she comes from a broken home, which leads her to believe that making people laugh is her mission in life.",
      "links": [
        {
          "title": "Lorelei Chronicles",
          "url": "https://www.fanfiction.net/~thewhovianwerewolf"
        },
        {
          "title": "Master of Illusion",
          "url": "/pmwiki/pmwiki.php/Main/MasterOfIllusion"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Lana inPokémon Reset Bloodlinesonce convinced her classmateFrax Lonoto go to schoolwithout his shirtby telling him the class was to be about Alolan sumo.",
      "links": [
        {
          "title": "Pokémon Reset Bloodlines",
          "url": "/pmwiki/pmwiki.php/Fanfic/PokemonResetBloodlines"
        },
        {
          "title": "Frax Lono",
          "url": "/pmwiki/pmwiki.php/Main/IdiotHero"
        },
        {
          "title": "without his shirt",
          "url": "/pmwiki/pmwiki.php/Main/ShirtlessScene"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Thanks, but no: Marinette picks Alix for the Fox Miraculous due to a long history of pulling pranks, from tricking a ten-years-old Chloe into thinking glue was hair gel to being one of the class's trickster. When Lila comes and claims to be Scarabella's best friend and a reserve hero, Alix convinces Kim to plot a prank on the transfer student under the guise of her hazing, but really it’s to make her pay for her lies.",
      "links": [
        {
          "title": "Thanks, but no",
          "url": "/pmwiki/pmwiki.php/Fanfic/ThanksButNo"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Loki fromThe Two Year Emperor, aGreat Gazoomischief god who periodically shows up tohave pun fights, be the comic relief, and be aTrickster Mentorfor the main character by sliding him important hints.",
      "links": [
        {
          "title": "The Two Year Emperor",
          "url": "/pmwiki/pmwiki.php/Fanfic/TheTwoYearEmperor"
        },
        {
          "title": "Great Gazoo",
          "url": "/pmwiki/pmwiki.php/Main/GreatGazoo"
        },
        {
          "title": "have pun fights",
          "url": "/pmwiki/pmwiki.php/Main/HurricaneOfPuns"
        },
        {
          "title": "Trickster Mentor",
          "url": "/pmwiki/pmwiki.php/Main/TricksterMentor"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Disney'sPeter Panhas the titular character as one. Not only are his antics on cartoonish levels, but he's quick-witted, fast on his feet, always one step ahead of Hook and his crew, and treats nearly everything like a game.",
      "links": [
        {
          "title": "Peter Pan",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/PeterPan1953"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Aladdin (1992, Disney): Genie acts as one, though he's not nearly as malicious asmost geniesare portrayed. He enjoys playing pranks and creating elaborate setpieces.",
      "links": [
        {
          "title": "Aladdin (1992, Disney)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Aladdin1992Disney"
        },
        {
          "title": "most genies",
          "url": "/pmwiki/pmwiki.php/Main/JackassGenie"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Bad Guys (2022):Mr. Wolf engages in all sorts of trickery and thievery, having lead a team of other anthropomorphic criminals to amass a small fortune.To a lesser extent,Diane Foxington was also one of these, though she cleaned up her act before the start of the film.",
      "links": [
        {
          "title": "The Bad Guys (2022)",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheBadGuys2022"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "ThecrowsfromDumboare an interesting variation of the trope, as they're theTrope Namerfor theMagic Feather. They don't quite fit the criteria for aTrickster Mentorbut their generaldemeanorputs them very in line with more classical (albeit AT WORSTamoral) examples.",
      "links": [
        {
          "title": "crows",
          "url": "/pmwiki/pmwiki.php/Main/CleverCrows"
        },
        {
          "title": "Dumbo",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Dumbo"
        },
        {
          "title": "Trope Namer",
          "url": "/pmwiki/pmwiki.php/Main/TropeNamer"
        },
        {
          "title": "Magic Feather",
          "url": "/pmwiki/pmwiki.php/Main/MagicFeather"
        },
        {
          "title": "Trickster Mentor",
          "url": "/pmwiki/pmwiki.php/Main/TricksterMentor"
        },
        {
          "title": "demeanor",
          "url": "/pmwiki/pmwiki.php/Main/JerkWithAheartOfGold"
        },
        {
          "title": "amoral",
          "url": "/pmwiki/pmwiki.php/Main/AboveGoodAndEvil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Stitch fromLilo And Stitchwas genetically-engineered to be this, using his strength, cunning, and other abilities for mischievous purposes.",
      "links": [
        {
          "title": "Lilo And Stitch",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/LiloAndStitch"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "MeekofromPocahontas, although he's a bit less of trickster and more of an outright thief.",
      "links": [
        {
          "title": "Meeko",
          "url": "/pmwiki/pmwiki.php/Main/BigEater"
        },
        {
          "title": "Pocahontas",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Pocahontas"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Eris fromSinbad: Legend of the Seven Seasspends all of her time playing tricks on the protagonist (along with all the mortals in the story) and well, just causing general chaos.just listen to this theme song.",
      "links": [
        {
          "title": "Sinbad: Legend of the Seven Seas",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/SinbadLegendOfTheSevenSeas"
        },
        {
          "title": "just listen to this theme song.",
          "url": "https://www.youtube.com/watch?v=uUQYCf4OXyg&feature=related"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Zootopiafeatures atrickster rabbitand atrickster foxteaming up.",
      "links": [
        {
          "title": "Zootopia",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Zootopia"
        },
        {
          "title": "trickster rabbit",
          "url": "/pmwiki/pmwiki.php/Main/RascallyRabbit"
        },
        {
          "title": "trickster fox",
          "url": "/pmwiki/pmwiki.php/Main/CunningLikeAFox"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Paul NewmaninCool Hand Lukehas a disrupting influence on the day-to-day life in the prison.",
      "links": [
        {
          "title": "Paul Newman",
          "url": "/pmwiki/pmwiki.php/Creator/PaulNewman"
        },
        {
          "title": "Cool Hand Luke",
          "url": "/pmwiki/pmwiki.php/Film/CoolHandLuke"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Johnny Destiny, fromDestiny Turns On The Radio, manipulates the fates of the entire cast, for better or for worse, and may or may not be Coyote in disguise.",
      "links": [
        {
          "title": "Johnny Destiny",
          "url": "/pmwiki/pmwiki.php/Creator/QuentinTarantino"
        },
        {
          "title": "Destiny Turns On The Radio",
          "url": "/pmwiki/pmwiki.php/Main/DestinyTurnsOnTheRadio"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Tyler Durden ofFight Clubis a more malicious, destructive example.",
      "links": [
        {
          "title": "Fight Club",
          "url": "/pmwiki/pmwiki.php/Film/FightClub"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The short comedyHarold Of Orangewas made to show how this trope would be played out inReal Life.",
      "links": [
        {
          "title": "Harold Of Orange",
          "url": "/pmwiki/pmwiki.php/Film/HaroldOfOrange"
        },
        {
          "title": "Real Life",
          "url": "/pmwiki/pmwiki.php/Main/RealLife"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mr. Nick fromThe Imaginarium of Doctor Parnassus. Yes, he's the Devil but he seems more interested in playing games than damning souls,to the extent that he actually tries to prevent Parnassus' daughter from going into Hell and when she does says, \"Damn, I won\" in a tone of regret.",
      "links": [
        {
          "title": "The Imaginarium of Doctor Parnassus",
          "url": "/pmwiki/pmwiki.php/Film/TheImaginariumOfDoctorParnassus"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Marvel Cinematic UniverseLoki is the on-screen incarnation of the comic book character of the same name who, in turn, was based onthe Norse God of trickery and chaos. He starts off as a trickster inThor. When he returns post-banishment inThe Avengers, he's decidedly less tricky, being now bent on revenge and subjugating Earth. InThor: The Dark WorldLoki is more tricky than ever, and hispowers of illusiondrive much of the plot. The trend continues inThor: Ragnarok, where he's called the God of Mischief in-universe, and it's even lampshaded in his playThe Tragedy of Loki of Asgard:Loki Actor:I just couldn't help myself, I'm a trickster.Frigga inThor: The Dark World. While it's not to the same degree as her son Loki (or perhaps, that's what shewantsus to believe), it still speaks volumes that she was his tutor not just in magic, but in cunning as well—it seems that Loki had studied from the best. Unlike her former pupil, Frigga maintains an air of being virtuous, and she exploits this by playing Odin like a fiddle for a year, committing what can be construed astreasonby visiting Loki, an enemy of the Crown, in his cell, which her king has explicitly forbidden. Odin—whom she notes is not a very good liar—is plainly unaware of how wily and insubordinate his wife truly is. Malekith attempts to insult her by calling her a witch afterhe falls for her trick with Jane, and Frigga merely smirks with satisfaction—like Loki, she thoroughly enjoys outwitting her foes. It makes one wonder if she might be the Goddess of Mischief in all but name; she simply hides her underhandedness a lot better than her trickster son.",
      "links": [
        {
          "title": "Marvel Cinematic Universe",
          "url": "/pmwiki/pmwiki.php/Franchise/MarvelCinematicUniverse"
        },
        {
          "title": "the Norse God of trickery and chaos",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        },
        {
          "title": "Thor",
          "url": "/pmwiki/pmwiki.php/Film/Thor"
        },
        {
          "title": "The Avengers",
          "url": "/pmwiki/pmwiki.php/Film/TheAvengers2012"
        },
        {
          "title": "Thor: The Dark World",
          "url": "/pmwiki/pmwiki.php/Film/ThorTheDarkWorld"
        },
        {
          "title": "powers of illusion",
          "url": "/pmwiki/pmwiki.php/Main/MasterofIllusion"
        },
        {
          "title": "Thor: Ragnarok",
          "url": "/pmwiki/pmwiki.php/Film/ThorRagnarok"
        },
        {
          "title": "Thor: The Dark World",
          "url": "/pmwiki/pmwiki.php/Film/ThorTheDarkWorld"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheMarx Brothers, particularly Groucho.And by extension, Roland T. Flakfizer from theGenre ThrowbackBrain Donors, anExpyof Groucho Marx.",
      "links": [
        {
          "title": "Marx Brothers",
          "url": "/pmwiki/pmwiki.php/Creator/MarxBrothers"
        },
        {
          "title": "Genre Throwback",
          "url": "/pmwiki/pmwiki.php/Main/GenreThrowback"
        },
        {
          "title": "Brain Donors",
          "url": "/pmwiki/pmwiki.php/Film/BrainDonors"
        },
        {
          "title": "Expy",
          "url": "/pmwiki/pmwiki.php/Main/Expy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Mask(explicitly linked toLoki) and most other characters played byJim Carrey, some mentioned elsewhere on this page, some not — such asAndy Kaufman(Man on the Moon), aReal Lifetrickster figure who would be called a troll today.",
      "links": [
        {
          "title": "The Mask",
          "url": "/pmwiki/pmwiki.php/Film/TheMask1994"
        },
        {
          "title": "Loki",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        },
        {
          "title": "Jim Carrey",
          "url": "/pmwiki/pmwiki.php/Creator/JimCarrey"
        },
        {
          "title": "Andy Kaufman",
          "url": "/pmwiki/pmwiki.php/Creator/AndyKaufman"
        },
        {
          "title": "Real Life",
          "url": "/pmwiki/pmwiki.php/Main/RealLife"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pirates of the Caribbean: Jack Sparrow.CaptainJack Sparrow. In the commentary of thefirst film, during the scene where he tricks the twoInterceptorguards into arguing, allowing him to slide out of the frame, sneak aboard and get behind the wheel before they even realize he's gone, the writers joke that they consider this scene akin to a Bugs Bunny cartoon.",
      "links": [
        {
          "title": "Pirates of the Caribbean",
          "url": "/pmwiki/pmwiki.php/Franchise/PiratesOfTheCaribbean"
        },
        {
          "title": "Captain",
          "url": "/pmwiki/pmwiki.php/Main/InsistentTerminology"
        },
        {
          "title": "first film",
          "url": "/pmwiki/pmwiki.php/Film/PiratesOfTheCaribbeanTheCurseOfTheBlackPearl"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Reg Dunlop fromSlap Shot, as he hoodwinks a town.",
      "links": [
        {
          "title": "Slap Shot",
          "url": "/pmwiki/pmwiki.php/Film/SlapShot"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Br'er Rabbit fromSong of the Southbased onAfrican-American folktales, is the American version of this archetype.",
      "links": [
        {
          "title": "Song of the South",
          "url": "/pmwiki/pmwiki.php/Film/SongOfTheSouth"
        },
        {
          "title": "based on",
          "url": "/pmwiki/pmwiki.php/Main/OlderThanTheyThink"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "FromStar Wars:Han Solo, to a degree. InThe Han Solo Adventureshe pulls a wide array of tricks, with a playfulness that nicely offsets his grimmer, mercenary side.Yoda. Though he would technically be more along the lines ofTrickster Mentor, it's usually assumed that he likes practical jokes for their own value, too.",
      "links": [
        {
          "title": "Star Wars",
          "url": "/pmwiki/pmwiki.php/Franchise/StarWars"
        },
        {
          "title": "The Han Solo Adventures",
          "url": "/pmwiki/pmwiki.php/Literature/TheHanSoloAdventures"
        },
        {
          "title": "Trickster Mentor",
          "url": "/pmwiki/pmwiki.php/Main/TricksterMentor"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Alyss the demigoddess from theLegends of Lone Wolfnovelization of theLone Wolfgamebooks, and then appearing as aCanon Immigrantin the main series starting Book 16. She fancies herself as neutral and is certainly mischievous, butBig BadNaar and his minions are such utter bastards that she systematically ends up on the side of Good anyway.",
      "links": [
        {
          "title": "Lone Wolf",
          "url": "/pmwiki/pmwiki.php/Literature/LoneWolf"
        },
        {
          "title": "Canon Immigrant",
          "url": "/pmwiki/pmwiki.php/Main/CanonImmigrant"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Neal Stephensonvery evidently likes to both use and reference this archetype;Hiro Protagonistis a Trickster/Technologist inSnow Crash, as are many of the key figures of bothCryptonomiconandThe Diamond Age. InThe Diamond Age,The Hackeris explicitly name-checked as a modern trickster archetype, and inCryptonomiconEnoch Root discusses with Randy the way various cultures have interpreted the archetype - from worship (Athena) to deep distrust (Loki). Root himself plays the role ofTrickster MentorinThe Baroque Cycle. Jack Shaftoe is the Trickster in spades as is, to a lesser extent, Eliza.",
      "links": [
        {
          "title": "Neal Stephenson",
          "url": "/pmwiki/pmwiki.php/Creator/NealStephenson"
        },
        {
          "title": "Hiro Protagonist",
          "url": "/pmwiki/pmwiki.php/Main/MeaningfulName"
        },
        {
          "title": "Snow Crash",
          "url": "/pmwiki/pmwiki.php/Literature/SnowCrash"
        },
        {
          "title": "Cryptonomicon",
          "url": "/pmwiki/pmwiki.php/Literature/Cryptonomicon"
        },
        {
          "title": "The Diamond Age",
          "url": "/pmwiki/pmwiki.php/Literature/TheDiamondAge"
        },
        {
          "title": "The Hacker",
          "url": "/pmwiki/pmwiki.php/Main/PlayfulHacker"
        },
        {
          "title": "Trickster Mentor",
          "url": "/pmwiki/pmwiki.php/Main/TricksterMentor"
        },
        {
          "title": "The Baroque Cycle",
          "url": "/pmwiki/pmwiki.php/Literature/TheBaroqueCycle"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Joker from theAdam West-eraBatman (1966)was quite firmly in this mold, as opposed to his frighteningMonster Clownpersona of the modern era.",
      "links": [
        {
          "title": "Adam West",
          "url": "/pmwiki/pmwiki.php/Creator/AdamWest"
        },
        {
          "title": "Batman (1966)",
          "url": "/pmwiki/pmwiki.php/Series/Batman1966"
        },
        {
          "title": "Monster Clown",
          "url": "/pmwiki/pmwiki.php/Main/MonsterClown"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Doctor Who: There is a significant element of the Trickster in most if not all incarnations of the Doctor, but it's particularly apparent in their second, fourth, seventh and eleventh incarnations (who typically tended to be cheerfully anarchic types who relied onObfuscating Stupidityand a veil of harmless eccentricity that concealed a sharp intellect and devastating, ruthless effectiveness). The very nature of the character is an aimless wanderer, exiled from a race of cold and distant godlike beings, who eagerly seeks out new knowledge and experiences, and who tends to stroll into a calm but usually oppressive status quo, object to some kind of injustice taking place, cause untold chaos in trying to resolve it and then leave having completely upended society but ensured it is in a better, fairer state than it was before they arrived. They also tend to delight in puncturing pomposity, self-importance and arrogance wherever they find it; in addition to opposing theBig Badof the week on principle, many episodes often find them zeroing in on a less malevolent but no less pompous and self-important character and finding some way of puncturing their bubble (a recurring gag in the Third Doctor's tenure, for example, was him finding some way of cheerfully undermining a pompous civil servant, military officer or scientist who crossed his path). The Doctor also tends to use cunning, manipulation and guilenoteand in a pinch, running, lots of running,to win their battles rather than strength or brute force.",
      "links": [
        {
          "title": "Doctor Who",
          "url": "/pmwiki/pmwiki.php/Series/DoctorWho"
        },
        {
          "title": "Obfuscating Stupidity",
          "url": "/pmwiki/pmwiki.php/Main/ObfuscatingStupidity"
        },
        {
          "title": "Big Bad",
          "url": "/pmwiki/pmwiki.php/Main/BigBad"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Game of Thrones: Littlefinger actively destabilizes Westeros to provide himself opportunities to manipulate people and increase his own power.",
      "links": [
        {
          "title": "Game of Thrones",
          "url": "/pmwiki/pmwiki.php/Series/GameOfThrones"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Klus from Studio 100'sKabouter Plopseries, he loved playing tricks and pranks around the other gnomes. Sometimes having his own pranks backfiring at him.",
      "links": [
        {
          "title": "Kabouter Plop",
          "url": "/pmwiki/pmwiki.php/Series/KabouterPlop"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Holly Curran fromNight and Day, through and through. One of the show's most mysterious characters and frequently ambiguous in motivation, she often spreads falsehoods for fun and will periodically pop up like a pagan deity to play mind-games and wreak chaos - especially with Alex Wells and, prior to her disappearance, Jane Harper. On one occasion she even manages to trick Alex into admitting to assaulting Josh Alexander by making him believe that he killed Josh, and that she's buried the body for him. Appropriately, during theSchool Playstoryline, she is initially cast as Puck from Midsummer Night's Dream.",
      "links": [
        {
          "title": "Night and Day",
          "url": "/pmwiki/pmwiki.php/Series/NightAndDay"
        },
        {
          "title": "School Play",
          "url": "/pmwiki/pmwiki.php/Main/SchoolPlay"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Rumplestiltskin inOnce Upon a Time (2011). Very, very much so — and he's pulled his tricks oneveryone.",
      "links": [
        {
          "title": "Once Upon a Time (2011)",
          "url": "/pmwiki/pmwiki.php/Series/OnceUponATime2011"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Our Miss Brooks: Walter Denton is a prank player, with limited respect for authority.",
      "links": [
        {
          "title": "Our Miss Brooks",
          "url": "/pmwiki/pmwiki.php/Series/OurMissBrooks"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Trickster fromSupernatural, who is revealed to betheArchangel Gabriel. He's also known to some as Loki. He once spent an entire episodekilling Dean over a hundred different times(all humorous) just to teach Sama lesson.In the war between theArchangel MichaelandLucifer, he choosesneither side, wanting to help the humans, who most of theotherangels don't seem to care about.",
      "links": [
        {
          "title": "Supernatural",
          "url": "/pmwiki/pmwiki.php/Series/Supernatural"
        },
        {
          "title": "Archangel Gabriel",
          "url": "/pmwiki/pmwiki.php/Main/ArchangelGabriel"
        },
        {
          "title": "killing Dean over a hundred different times",
          "url": "/pmwiki/pmwiki.php/Main/TheyKilledKennyAgain"
        },
        {
          "title": "all humorous",
          "url": "/pmwiki/pmwiki.php/Main/BlackComedy"
        },
        {
          "title": "a lesson.",
          "url": "/pmwiki/pmwiki.php/Main/YouCantFightFate"
        },
        {
          "title": "Archangel Michael",
          "url": "/pmwiki/pmwiki.php/Main/ArchangelMichael"
        },
        {
          "title": "Lucifer",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        },
        {
          "title": "neither side",
          "url": "/pmwiki/pmwiki.php/Main/TookAThirdOption"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The jazz balladLong Daddy GreenbyBlossom Dearieis a long description of a trickster, showing a character with benign sides, who gets more and more troublesome as the song progresses.",
      "links": [
        {
          "title": "Long Daddy Green",
          "url": "https://www.youtube.com/watch?v=IaJ-YfXu0bQ"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Rabbit's SongbyS. J. Tuckeris about a being only reffered to as \"Trickster\", implied to be a kind of demi-god or wizard, who's looking for an animal to help himteach his lessonsto mankind \"without instilling fear.\" He eventually settles on Crow, Raven, Coyote, and Rabbit.",
      "links": [
        {
          "title": "Rabbit's Song",
          "url": "https://www.youtube.com/watch?v=1AZN0vj1w4o"
        },
        {
          "title": "S. J. Tucker",
          "url": "/pmwiki/pmwiki.php/Music/SJTucker"
        },
        {
          "title": "teach his lessons",
          "url": "/pmwiki/pmwiki.php/Main/TricksterMentor"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "African Mythology: The tortoise often played this role alongside the hare with the two being rivals. Of course, the tortoise always came out on top. After all, where did you thinkThe Tortoise and the Harecame from?",
      "links": [
        {
          "title": "African Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/AfricanMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Aztec Mythology: Tezcatlipoca subverts the archetype in that he was at the same time an authority figure and a very important one at that. The only times he was really trickster-ish was mainly when he wanted to annoy his brother, Quetzalcoatl. He was definitely at the far \"god of chaos\" end of the trickster archetype.Alternative namesfor him translate approximately to things like \"he to whom we are his slaves\", \"change through violence\" (likely a reference to revolution), and \"enemy of both sides\".",
      "links": [
        {
          "title": "Aztec Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/AztecMythology"
        },
        {
          "title": "Alternative names",
          "url": "/pmwiki/pmwiki.php/Main/NamesToRunAwayFromReallyFast"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Bible:Satancould be considered a much more sinister variant of this trope, as he uses his cunning to corrupt the virtuous and lead people astray.The patriarch Jacobis anearly deconstruction. He uses manipulation and deceit to get what he wants for much of his life, including exchanging a bowl of soup for his famished brother Esau's inheritance, pretending to be Esau so to steal their blind father Isaac's blessing, and finally secretly using breeding techniques to increase his personal wealth under his uncle Laban. But none of this is portrayed sympathetically, as it ends up permanently separating Jacob from his mother, makes Esau want to kill him, and overall creates tension even within the family of himself and his wives. It's only after God's avatar wrestles with him and breaks his hipthat Jacob finally learns humility and repents, earning the new name\"Israel\".",
      "links": [
        {
          "title": "The Bible",
          "url": "/pmwiki/pmwiki.php/Literature/TheBible"
        },
        {
          "title": "Satan",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        },
        {
          "title": "The patriarch Jacob",
          "url": "/pmwiki/pmwiki.php/Literature/BookOfGenesis"
        },
        {
          "title": "early deconstruction",
          "url": "/pmwiki/pmwiki.php/Main/UnbuiltTrope"
        },
        {
          "title": "that Jacob finally learns humility and repents",
          "url": "/pmwiki/pmwiki.php/Main/RedemptionEqualsAffliction"
        },
        {
          "title": "\"Israel\"",
          "url": "/pmwiki/pmwiki.php/Main/BadassIsraeli"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Brazilian Folklore:The Saci is the archetypal prank-player of the folklore, though he plays mostly harmless pranks. Other characters like Curupira and Caipora, also qualify, as they dwell in the jungles and use their guiles to lure poachers into traps.Pedro Malasartes is a traditional character in Portuguese and Brazilian folklore, popular in several folktales. He is depicted as a cunning, picaresque, and unscrupulous country man who uses his wits and creativity to get by. In many humorous folk stories, Pedro disguises his craftiness with seeming naiveté to trick the more powerful, the rich, and the miserly. For example, he once told a stingy old woman that he was cooking a delicious \"Stone Soup,\" so she would offer her own ingredients to eat it too. Pedro filled the soup with so much food that he could remove the rocks and eat his share. Another famous trickster character is João Grilo, who appears in Cordel literature from the Northeastern region and even became one of the main characters in the play and subsequent filmO Auto da Compadecida.",
      "links": [
        {
          "title": "Brazilian Folklore",
          "url": "/pmwiki/pmwiki.php/Myth/BrazilianFolklore"
        },
        {
          "title": "O Auto da Compadecida",
          "url": "/pmwiki/pmwiki.php/Film/OAutoDaCompadecida"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Bulgarian and Macedonian folklore have Hitar Petar (\"Sly Peter\"). Nasreddin Hojais also presentin those tales as Peter's rival, but due to the rather unpleasant history with the Ottoman Empire, he's always the one who gets outwitted.",
      "links": [
        {
          "title": "is also present",
          "url": "/pmwiki/pmwiki.php/Main/ExpyCoexistence"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Celtic Mythology:Theleprechaunsare considered the most notable Irish version. If one should be lucky enough to catch a leprechaun, they should be very careful not to get distracted or take their eyes off them before they show you where their pot of gold is or grant you one or a few wishes, or the leprechaun will quickly run away, with very little chance of finding him again.",
      "links": [
        {
          "title": "Celtic Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/CelticMythology"
        },
        {
          "title": "leprechauns",
          "url": "/pmwiki/pmwiki.php/Main/Leprechaun"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Classical Mythologyhas various examples, the main ones being descendants ofTrickster GodHermes.Autolycus,one of his multiple sons, who is well knownfor having inherited his father's arts of theft and trickery.Odysseus, Hermes's great-grandson, although he uses his skills forhypotheticallybetter purposes.Sisyphus, the king of Corinth, was enough of a trickster that he used the gods' secrets to cheat death twice. Zeus ultimately had him punished by forcing him to roll a boulder up a mountain in Tartarus for all of eternity.",
      "links": [
        {
          "title": "Classical Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/ClassicalMythology"
        },
        {
          "title": "Trickster God",
          "url": "/pmwiki/pmwiki.php/Main/TricksterGod"
        },
        {
          "title": "one of his multiple sons",
          "url": "/pmwiki/pmwiki.php/Main/ReallyGetsAround"
        },
        {
          "title": "for having inherited his father's arts of theft and trickery",
          "url": "/pmwiki/pmwiki.php/Main/LamarckWasRight"
        },
        {
          "title": "Odysseus",
          "url": "/pmwiki/pmwiki.php/Main/TheSmartGuy"
        },
        {
          "title": "hypothetically",
          "url": "/pmwiki/pmwiki.php/Main/BlackandGrayMorality"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Japanese Mythology:The bird-likeTenguare an entire race of tricksters, playing pranks on those who offend them.Although Susano'o has been labeled as a Trickster God, he's quite a subversion due to being a lot more barbaric and bloodthirsty than other examples, although he did have one moment of genuine Trickster-ness with how he disposed ofOrochi.",
      "links": [
        {
          "title": "Japanese Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/JapaneseMythology"
        },
        {
          "title": "Tengu",
          "url": "/pmwiki/pmwiki.php/Main/Tengu"
        },
        {
          "title": "Orochi",
          "url": "/pmwiki/pmwiki.php/Main/Orochi"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mesopotamian Mythology: Inanna. In one Sumerian myth, she tricks her grandfather Ea into giving her theme(the arts and skills of civilization) by getting him drunk.",
      "links": [
        {
          "title": "Mesopotamian Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/MesopotamianMythology"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Middle Eastern Folklore:Nasreddin Hodja (in Persian- and Turkic-speaking countries)/Juha (or Joha or Guha or Goha or...) (in Arabic-speaking countries), theSufi MuslimTrickster. His stories typically portray him as a somewhat reluctant Muslim cleric and judge, and a bit of a fool, who nonetheless manages to outwit his neighbors. A few typical stories:Nasreddin running anavant-le-lettreKansas City Shuffleon a hapless border guard: bringing donkeys carrying sacks of hay across the border, and always telling the guard that he's a smuggler. The guard searches the sacks but never finds anything but hay in the sacks. Years later, when the guard asks him what he was smuggling, Nasreddin/Juha just says \"donkeys.\"A specifically Egyptian tale has Goha being forced to sell his house against his will to a particularly unpleasant man who used shady dealings to cement the transaction. He hammers a nail into an interior wall of the house and uses the nail as an excuse to visit the old house whenever he likes. (To this day \"Goha's nail\" is an Egyptian term for something you intentionally leave at a place so you'll have an excuse to go back there later.)Nasreddin/Juha is sitting in judgment in a lawsuit by the owner of a kebab stand against a poor man. The owner accuses the poor man of standing near the stand and enjoying the smell of the grilling meat as the poor man ate his bread, and demands payment. This exchange follows:Nasreddin:[to the poor man]Do you deny this?Poor man:I do not.Nasreddin:Do you have any coins?Poor man:Just a few coppers.Nasreddin:Give them here.Poor man:Your Honor, they're all I have!Nasreddin:That may be so, but please just give me those coins.Poor man:Very well.[hands over the coins]Nasreddin:[to the stand owner]Pay close attention.[drops coins on the table]Did you hear that?Stand owner:Yes, your Honor.Nasreddin:Excellent. Now you take the sound of those coins as payment for the smell of the meat.[returns coins to poor man]In a set of Middle Eastern animal fables, Kalila and Dimna, two trickster jackals, servethe king lionand nearly always outsmart other animals.",
      "links": [
        {
          "title": "Sufi Muslim",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/Islam"
        },
        {
          "title": "Kansas City Shuffle",
          "url": "/pmwiki/pmwiki.php/Main/KansasCityShuffle"
        },
        {
          "title": "the king lion",
          "url": "/pmwiki/pmwiki.php/Main/KingOfBeasts"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Norse Mythology:Loki, if the number of works above that have made use of him wasn't an indication, is probably one of the most famous examples in this regard. In the original tales, Loki was the go-toGuile Heroof the Norse gods, and there's numerous tales of him helping to solve many problems through the use of trickery and manipulation, often because the other gods were threatening to beat him to death if he didn't (though, this was often because it washimwho caused a lot of the problems).Its notable that in the stories, Loki became something of a deconstruction of this; his trickery and pranks eventually soiled his relationship with the other gods, who didn't like him much in the first place, which in turn made Loki resent them and become crueler in his jokes. This eventually led to Loki being bound to a boulder by the entrails of his murdered son where he spent years tortured by a snake dripping venom into his eyes (in the earlier stories, this was because helashed out at them during a dinnerafter they snubbed him and made fun of him behind his back, in the later, post-Christianizationversions of the myths (in order to make the Aesir look less like psychotic jerks), this is in response for killing Baldr), until he broke out and lead the armies of Asgard's enemies against the gods, eventually leading toRagnarok.Odin is also a trickster in Norse mythology, though more beloved than Loki. One of Odin's common actions isto hide as a human among mortals and check their hospitality, honor, etc. It's even theorized that Odin and Loki originated as the same character, but the myths evolved to split them so that the negative aspects were all concentrated into Loki.",
      "links": [
        {
          "title": "Norse Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/NorseMythology"
        },
        {
          "title": "Guile Hero",
          "url": "/pmwiki/pmwiki.php/Main/GuileHero"
        },
        {
          "title": "lashed out at them during a dinner",
          "url": "/pmwiki/pmwiki.php/Main/SacredHospitality"
        },
        {
          "title": "Christianization",
          "url": "/pmwiki/pmwiki.php/Main/HijackedByJesus"
        },
        {
          "title": "Ragnarok",
          "url": "/pmwiki/pmwiki.php/Main/Gotterdammerung"
        },
        {
          "title": "to hide as a human among mortals and check their hospitality, honor, etc",
          "url": "/pmwiki/pmwiki.php/Main/SecretTestOfCharacter"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Maui, the demigod fromPacific Mythology, most recently depicted inMoana. Among his achievements were stealing fire from the Underworld/(the island goddess Te Fiti's heart inMoana), fishing out New Zealand (and the Hawaiian Islands, and basically every island Polynesians live on) from the ocean, and lassoing the sun so it wouldn't streak across the sky so quickly. \"Lassoing\" isn't the full story; he also beat the living crap out of the Sun until it agreed to slow down.",
      "links": [
        {
          "title": "Pacific Mythology",
          "url": "/pmwiki/pmwiki.php/Myth/PacificMythology"
        },
        {
          "title": "Moana",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Moana"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Puerto Rico'sJuan Bobois often characterized as a boy who does tricks to get out of situations.",
      "links": [
        {
          "title": "Juan Bobo",
          "url": "/pmwiki/pmwiki.php/Myth/JuanBobo"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hanuman of theRamayana. Many scholars consider him a predecessor or even inspiration to the aforementionedSun Wukong.",
      "links": [
        {
          "title": "Ramayana",
          "url": "/pmwiki/pmwiki.php/Literature/Ramayana"
        },
        {
          "title": "Sun Wukong",
          "url": "/pmwiki/pmwiki.php/Literature/JourneyToTheWest"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "If there is one professional wrestler who qualifies, it's \"Lie, Cheat, & Steal\"Eddie Guerrero. And to a lesser extent, his nephew Chavo (at least after Eddie's death). Eddie's favorite trick was to take advantage of theGlass-Jaw/Easily Distracted Refereeand couple it with aWounded Gazelle Gambit(in which he'd slam a chair on the mat and toss it to his unwitting opponent before lying down) orLet's You and Him Fight, such as using Shaniqua's whip on the Ref's rump before tossing it to Danny Basham. He becamea fan favoritebecauseof hisunabashed cheating.",
      "links": [
        {
          "title": "Lie, Cheat, & Steal",
          "url": "/pmwiki/pmwiki.php/Main/CharacterCatchPhrase"
        },
        {
          "title": "Eddie Guerrero",
          "url": "/pmwiki/pmwiki.php/Wrestling/EddieGuerrero"
        },
        {
          "title": "Glass-Jaw",
          "url": "/pmwiki/pmwiki.php/Main/GlassJawReferee"
        },
        {
          "title": "Easily Distracted Referee",
          "url": "/pmwiki/pmwiki.php/Main/EasilyDistractedReferee"
        },
        {
          "title": "Wounded Gazelle Gambit",
          "url": "/pmwiki/pmwiki.php/Main/WoundedGazelleGambit"
        },
        {
          "title": "Let's You and Him Fight",
          "url": "/pmwiki/pmwiki.php/Main/LetsYouAndHimFight"
        },
        {
          "title": "a fan favorite",
          "url": "https://youtu.be/KgxsZYnruTU"
        },
        {
          "title": "unabashed cheating",
          "url": "https://youtu.be/32tN4kkeUM8"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The large majority of exoticos, going back at least to Gardenia Davis in the 1940s, given that their method of winning involves destroying the opponent's masculine pride, rather than his physical body.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Luscious Latasha, the cheerful Zumba enthusiast, uses lots of unconventional tricks during her matches to throw off her bigger opponents (nearly all of them).",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "Second City Saints Ace Steel andColt Cabana, especially the latter, are more inclined to goof off during matches than try and hurt their opponents too much.",
      "links": [
        {
          "title": "Colt Cabana",
          "url": "/pmwiki/pmwiki.php/Wrestling/ColtCabana"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Ars Magica: House Tytalus play this role inMagical Society, testing themselves and others in the belief that only conflict can inspire growth. The House gained a bad reputation when they tried to outwitSatanhimself, resulting in widespread diabolism.",
      "links": [
        {
          "title": "Ars Magica",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ArsMagica"
        },
        {
          "title": "Magical Society",
          "url": "/pmwiki/pmwiki.php/Main/MagicalSociety"
        },
        {
          "title": "Satan",
          "url": "/pmwiki/pmwiki.php/Main/Satan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Chuubo's Marvelous Wish-Granting Engine: Rinley, the Troublemaker. Rinley's job is twofold: first, to beThe Heartand provide a social glue holding the group together; and two, to mess with them in the process. If you need someone to break into a building through a window it doesn't actually have, switch people's hearts, push a pompous character like Leonardo into a koi pond or tell a story so convincing it deceives even people who saw what actually happened, you should get Rinley to do it.",
      "links": [
        {
          "title": "Chuubo's Marvelous Wish-Granting Engine",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ChuubosMarvelousWishGrantingEngine"
        },
        {
          "title": "The Heart",
          "url": "/pmwiki/pmwiki.php/Main/TheHeart"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Games Workshopgames:InWarhammer,Warhammer: Age of SigmarandWarhammer 40,000, when not actively advancing the plots of the Great Deceiver, the Changeling spends its time amusing itself by using its powers to spread general chaos and confusion amongst mortals and daemons alike.Warhammer 40,000specific examples:The Deceiver is a weakerEldritch Abominationwho is one of the bigger players in theGambit Pileupin the setting.The Laughing God is one of thefew surviving gods of the Eldar, whose followers are theHarlequins(space elf ninja clown acrobat librarians).The Space Wolf character Lukas the Trickster, alow-rankingSpace Marinewho replaced one of his hearts with astasis bombthatgoes off on his death. The whole archetype is also part of the Space Wolves' hat. The majority areBoisterous Bruisersto varying degrees, and many of the younger ones have a real fondness for harmless (or sometimes, not-so-harmless)practical jokes. Lukas is a prime example on how extreme the Space Wolves' rebellious nature can be, since he doesn't even respect superiors within his own chapter as much as any other character.",
      "links": [
        {
          "title": "Games Workshop",
          "url": "/pmwiki/pmwiki.php/Creator/GamesWorkshop"
        },
        {
          "title": "Warhammer",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer"
        },
        {
          "title": "Warhammer: Age of Sigmar",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WarhammerAgeOfSigmar"
        },
        {
          "title": "Warhammer 40,000",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer40000"
        },
        {
          "title": "Warhammer 40,000",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Warhammer40000"
        },
        {
          "title": "Eldritch Abomination",
          "url": "/pmwiki/pmwiki.php/Main/EldritchAbomination"
        },
        {
          "title": "Gambit Pileup",
          "url": "/pmwiki/pmwiki.php/Main/GambitPileup"
        },
        {
          "title": "few surviving gods of the Eldar",
          "url": "/pmwiki/pmwiki.php/Main/HaveYouSeenMyGod"
        },
        {
          "title": "Harlequins",
          "url": "/pmwiki/pmwiki.php/Main/MonsterClown"
        },
        {
          "title": "space elf ninja clown acrobat librarians",
          "url": "/pmwiki/pmwiki.php/Main/NinjaPirateZombieRobot"
        },
        {
          "title": "low-ranking",
          "url": "/pmwiki/pmwiki.php/Main/AlmightyJanitor"
        },
        {
          "title": "Space Marine",
          "url": "/pmwiki/pmwiki.php/Main/SpaceMarine"
        },
        {
          "title": "stasis bomb",
          "url": "/pmwiki/pmwiki.php/Main/AndIMustScream"
        },
        {
          "title": "goes off on his death",
          "url": "/pmwiki/pmwiki.php/Main/TakingYouWithMe"
        },
        {
          "title": "Boisterous Bruisers",
          "url": "/pmwiki/pmwiki.php/Main/BoisterousBruiser"
        },
        {
          "title": "practical jokes",
          "url": "/pmwiki/pmwiki.php/Main/ThePrankster"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kitsune: Of Foxes and Fools: The player's characters areKitsuneplaying tricks on mortals to gain the approval of the Kitsune Elders.",
      "links": [
        {
          "title": "Kitsune: Of Foxes and Fools",
          "url": "/pmwiki/pmwiki.php/TabletopGame/KitsuneOfFoxesAndFools"
        },
        {
          "title": "Kitsune",
          "url": "/pmwiki/pmwiki.php/Main/AsianFoxSpirit"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Scionfeatures several trickster gods from mythology, and the Trickster is one of the Callings.",
      "links": [
        {
          "title": "Scion",
          "url": "/pmwiki/pmwiki.php/TabletopGame/Scion"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The World of Darkness:The pooka fromChangeling: The Dreamingare an animalistic kith given to unearthing the best (or worst) of people through their antics. Their kith weakness is that they cannot tell the whole truth unless they make an effort at it.A watchtower is devoted to this concept inMage: The Awakening, the Acanthus. A fifth of mages in existence, and all of them devoted to the trickster concept of the Fool Tarot.Vampire: The Masquerade: Vampires of Clan Ravnos have always been this, with 5th Edition emphasizing it more than others; in earlier editions, they were depicted as a clan of vampiricRoguish Romani, butValues Dissonancehad them re-written as a more multi-cultural group. Modern Ravnos view themselves as heirs to the various trickster gods of humanity, such as Loki, Anansi, Hermes, and Coyote. In all cases, Ravnos Vampires have access to uniqueillusorypowers.Werewolf: The Apocalypse:The Ragabash Auspice are the trickster class of theGarou, although they more closely resemble rogues or thieves in other RPG settings. Their role in the Garou society is to question the ways of the pack, in order to make the others think differently about how they do things. Often accomplished through trickery. Various Trickster spirits from mythology also appear as Totems for werewolves to follow.There's an additionalSplatof were-coyotes called the Nuwisha who are the Ragabash cranked up, although their \"intended role\" in the world is as the Teachers of Gaia, using their wiles to teach others lessons. Their backstory claims that their progenitor Coyote played a trick on Luna so heinous that she turned her back on him forever. Their Coyote takes the form of every trickster deity in the world, allowing players to choose which aspect of Coyote they want their character to follow. To cement their trickster status, the Nuwisha character sheets featured an entry for \"Pants?\".The Corax were-ravens are also Trickster archetypes, although to a lesser extent.",
      "links": [
        {
          "title": "The World of Darkness",
          "url": "/pmwiki/pmwiki.php/Franchise/TheWorldofDarkness"
        },
        {
          "title": "Changeling: The Dreaming",
          "url": "/pmwiki/pmwiki.php/TabletopGame/ChangelingTheDreaming"
        },
        {
          "title": "Mage: The Awakening",
          "url": "/pmwiki/pmwiki.php/TabletopGame/MageTheAwakening"
        },
        {
          "title": "Vampire: The Masquerade",
          "url": "/pmwiki/pmwiki.php/TableTopGame/VampireTheMasquerade"
        },
        {
          "title": "Roguish Romani",
          "url": "/pmwiki/pmwiki.php/Main/RoguishRomani"
        },
        {
          "title": "Values Dissonance",
          "url": "/pmwiki/pmwiki.php/Main/ValuesDissonance"
        },
        {
          "title": "illusory",
          "url": "/pmwiki/pmwiki.php/Main/MasterOfIllusion"
        },
        {
          "title": "Werewolf: The Apocalypse",
          "url": "/pmwiki/pmwiki.php/TabletopGame/WerewolfTheApocalypse"
        },
        {
          "title": "Garou",
          "url": "/pmwiki/pmwiki.php/Main/OurWerewolvesAreDifferent"
        },
        {
          "title": "Splat",
          "url": "/pmwiki/pmwiki.php/Main/Splat"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Taken at face value with the Trickster Archetype inUnknown Armies.",
      "links": [
        {
          "title": "Unknown Armies",
          "url": "/pmwiki/pmwiki.php/TabletopGame/UnknownArmies"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Early plays frequently featuredStock Charactersof this type, usually underlings or servants—a trope solidified by the plays ofPlautus. This was carried on into theCommedia dell'Arteand Elizabethan plays, such as the works ofShakespeare.",
      "links": [
        {
          "title": "Stock Characters",
          "url": "/pmwiki/pmwiki.php/Main/StockCharacters"
        },
        {
          "title": "Plautus",
          "url": "/pmwiki/pmwiki.php/Creator/Plautus"
        },
        {
          "title": "Commedia dell'Arte",
          "url": "/pmwiki/pmwiki.php/Main/CommediaDellArte"
        },
        {
          "title": "Shakespeare",
          "url": "/pmwiki/pmwiki.php/Creator/Shakespeare"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pseudolus fromA Funny Thing Happened on the Way to the Forumis anamalgamof every character of this type in Plautus.His name means\"liar\", by the way.",
      "links": [
        {
          "title": "A Funny Thing Happened on the Way to the Forum",
          "url": "/pmwiki/pmwiki.php/Theatre/AFunnyThingHappenedOnTheWayToTheForum"
        },
        {
          "title": "amalgam",
          "url": "/pmwiki/pmwiki.php/Main/CompositeCharacter"
        },
        {
          "title": "His name means",
          "url": "/pmwiki/pmwiki.php/Main/MeaningfulName"
        },
        {
          "title": "liar",
          "url": "/pmwiki/pmwiki.php/Main/ConsummateLiar"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The eponymous character inThe Barber of SevilleandThe Marriage of Figaro(it's the same guy). At the time of publishing \"Marriage\" (the sequel in canon, but made into an opera long before the first story), this kind of character being the lead in an opera was unheard of. Combined with Figaro being a commoner, it caused quite a stir in the music world. Needless to say, now they're some of the most beloved and famous operas in the world.",
      "links": [
        {
          "title": "The Barber of Seville",
          "url": "/pmwiki/pmwiki.php/Theatre/TheBarberOfSeville"
        },
        {
          "title": "The Marriage of Figaro",
          "url": "/pmwiki/pmwiki.php/Theatre/TheMarriageOfFigaro"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Cross Roadhas Amduscias, the Devil of Music, whomakes a contractwith the violinist Niccolo Paganini. He is clever, and always finds a way to manipulate the situation to his liking (and for the benefit of his human).",
      "links": [
        {
          "title": "Cross Road",
          "url": "/pmwiki/pmwiki.php/Theatre/CrossRoad"
        },
        {
          "title": "makes a contract",
          "url": "/pmwiki/pmwiki.php/Main/DealWithTheDevil"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InGianni Schicchi, the title character is this trope amped to ridiculous levels. HisGambit Pileuphe makes up on the fly, hinging on the other characters' greed both for him to prevail in the end and get off with impunity.",
      "links": [
        {
          "title": "Gianni Schicchi",
          "url": "/pmwiki/pmwiki.php/Theatre/GianniSchicchi"
        },
        {
          "title": "Gambit Pileup",
          "url": "/pmwiki/pmwiki.php/Main/GambitPileup"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Cirque du Soleil'sKOOZAdoesn't mess around — itsGentleman Snarkertrickster figure isnamedThe Trickster. Other trickster figures in Cirque include:The Queen of the Night and the King of Fools inLe Cirque RéinventéMadame Corporation and the Great Chamberlain inNouvelle Experience(Great Gazoo)Le Baron and Eddie inSaltimbanco(separate characters but played by the same actor), as well as the Baroques (aBlithe Spiritspecies)Brian Le Petit inMystere.",
      "links": [
        {
          "title": "Gentleman Snarker",
          "url": "/pmwiki/pmwiki.php/Main/GentlemanSnarker"
        },
        {
          "title": "Le Cirque Réinventé",
          "url": "/pmwiki/pmwiki.php/Theatre/LeCirqueReinvente"
        },
        {
          "title": "Great Gazoo",
          "url": "/pmwiki/pmwiki.php/Main/GreatGazoo"
        },
        {
          "title": "Blithe Spirit",
          "url": "/pmwiki/pmwiki.php/Main/BlitheSpirit"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "An incredibly dark version of this isIagofromOthello(sometimes spelled Otello for the opera).",
      "links": [
        {
          "title": "Iago",
          "url": "/pmwiki/pmwiki.php/Main/FalseFriend"
        },
        {
          "title": "Othello",
          "url": "/pmwiki/pmwiki.php/Theatre/Othello"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In some of Tomson Highway's plays, Nanabush is a prominent character but can either not be seen or fully recognized by most characters in part symbolizing a loss and marginalization of (Canadian) native culture.",
      "links": []
    },
    {
      "section": "Examples:",
      "text": "In the cartoon shorts produced byBendy and the Ink Machine's Joey Drew Studios, Bendy is known to pull pranks on Boris, whether because Boris has just done something to deserve it or justFor the Lulz.",
      "links": [
        {
          "title": "Bendy and the Ink Machine",
          "url": "/pmwiki/pmwiki.php/VideoGame/BendyAndTheInkMachine"
        },
        {
          "title": "For the Lulz",
          "url": "/pmwiki/pmwiki.php/Main/ForTheLulz"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Lance Galahad sure is one inBrain Dead 13, especially when he plays a few ones on Fritz from the very beginning.",
      "links": [
        {
          "title": "Brain Dead 13",
          "url": "/pmwiki/pmwiki.php/VideoGame/BrainDead13"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dante ofDevil May Cryactually has many of the hallmarks of this, especially inDMC4where he becomes aTrickster Mentorto Nero.He relishes being a troll to his opponents to throw them off their game, has an extremely diverse and crafty fighting style employing numerous weapons at once and frequently employs Obfuscating Stupidity being much smarter than most friends and foes realise. Dante has successfully fooled various eldritch demons into underestimating him.",
      "links": [
        {
          "title": "Devil May Cry",
          "url": "/pmwiki/pmwiki.php/Franchise/DevilMayCry"
        },
        {
          "title": "DMC4",
          "url": "/pmwiki/pmwiki.php/VideoGame/DevilMayCry4"
        },
        {
          "title": "Trickster Mentor",
          "url": "/pmwiki/pmwiki.php/Main/TricksterMentor"
        },
        {
          "title": "He relishes being a troll to his opponents to throw them off their game",
          "url": "/pmwiki/pmwiki.php/Main/YouFightLikeACow"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Elder ScrollsLorkhan (akaShor, Shezarr, Sep, Lorkhajj, etc.), the\"dead\" creator godof Mundus, the mortal plane, is said to be this even by those religions with a highly favorable view of him. Depending on the telling, he convinced/tricked some of the other pre-creation spirits (Anu et'Ada or Aedra) into sacrificing a large portion of their power in order to create the mortal world. Feeling betrayed by him, these other spirits \"killed\" him, cut out his heart (or \"divine center\"), and cast it down into the world he helped to create, where his spirit is forced to wander. The races of Mer (Elves), particularly the Altmer, typically despise him as they believe he robbed their ancestors of their pre-creation divinity and forced them to experience mortal loss and suffering. The races of Men (especially the Nords and Imperials) instead view him as a cosmicGreater-Scope Paragonand champion of Mankind.This is within the realm of Sheogorath, theDaedric PrinceofMadness. One of his favorite games is making mortals or even other Daedra look like idiots. The lesson is usually \"don't underestimate/bargain with/upset/stand near/shirk worship of Sheogorath\", but it can be kinder (\"there's always room for creativity\") or crueler (\"there's madness within us all\"),depending on his whims...TheTribunal deityVivec, most prominently seen inMorrowind, has this as one of his \"mythic roles.\" A cunningWarrior Poet, Vivec has been known to bedevil the universe's other divine beings, especially if they mess with his people (though he is known toexaggerate his rolein some of these events and tells a number ofMetaphorical Truthsto make him seemmore divine than he really is). He also implies (steeped in heavy metaphor) that his \"godhood\" essentially comes fromrealizing that he's in a video gameand using that knowledge to \"edit\" the situation around him. When he disappeared in the 4th Era, so did his power keeping the Ministry of Truth (originally the \"rogue moon\" Baar Dau) floating over Vivec City. Even with people sacrificing souls to Clavicus Vile, the Daedric Prince ofBargainsandWishesto keep it afloat, it fell with the same momentum it had before Vivec stopped it and annihilated the island. In its wake Vivec City turning into the Scathing Bay, Red Mountian erupted, Vvardenfell became covered in choking ash, and the survivors were forced to evacuate. And thenthe Argonians invaded...",
      "links": [
        {
          "title": "The Elder Scrolls",
          "url": "/pmwiki/pmwiki.php/Franchise/TheElderScrolls"
        },
        {
          "title": "Shor, Shezarr, Sep, Lorkhajj, etc.",
          "url": "/pmwiki/pmwiki.php/Main/IHaveManyNames"
        },
        {
          "title": "\"dead\" creator god",
          "url": "/pmwiki/pmwiki.php/Main/GodIsDead"
        },
        {
          "title": "Greater-Scope Paragon",
          "url": "/pmwiki/pmwiki.php/Main/GreaterScopeParagon"
        },
        {
          "title": "Daedric Prince",
          "url": "/pmwiki/pmwiki.php/Main/OurGodsAreDifferent"
        },
        {
          "title": "Madness",
          "url": "/pmwiki/pmwiki.php/Main/MadGod"
        },
        {
          "title": "depending on his whims",
          "url": "/pmwiki/pmwiki.php/Main/MoodSwinger"
        },
        {
          "title": "Tribunal deity",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGod"
        },
        {
          "title": "Morrowind",
          "url": "/pmwiki/pmwiki.php/VideoGame/TheElderScrollsIIIMorrowind"
        },
        {
          "title": "Warrior Poet",
          "url": "/pmwiki/pmwiki.php/Main/WarriorPoet"
        },
        {
          "title": "exaggerate his role",
          "url": "/pmwiki/pmwiki.php/Main/UnreliableNarrator"
        },
        {
          "title": "Metaphorical Truths",
          "url": "/pmwiki/pmwiki.php/Main/MetaphoricallyTrue"
        },
        {
          "title": "more divine than he really is",
          "url": "/pmwiki/pmwiki.php/Main/DeityOfHumanOrigin"
        },
        {
          "title": "realizing that he's in a video game",
          "url": "/pmwiki/pmwiki.php/Main/BreakingTheFourthWall"
        },
        {
          "title": "Bargains",
          "url": "/pmwiki/pmwiki.php/Main/DealWithTheDevil"
        },
        {
          "title": "Wishes",
          "url": "/pmwiki/pmwiki.php/Main/LiteralGenie"
        },
        {
          "title": "the Argonians invaded",
          "url": "/pmwiki/pmwiki.php/Main/TheDogBitesBack"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kefka fromFinal Fantasy VIfalls squarely into the \"evil trickster\" mold, then becomessomething even worse.",
      "links": [
        {
          "title": "Final Fantasy VI",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyVI"
        },
        {
          "title": "something even worse",
          "url": "/pmwiki/pmwiki.php/Main/MonsterClown"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Yuffie Kisaragi and Cait Sith fromFinal Fantasy VII. The former enjoys stealing the party's money if they prove unsuccesful in convincing her to come along, while Cait Sith likes giving out fortuneswhile pretending to be an ally, beingThe Molecontrolled by Reeve Tuesti within Shinra.",
      "links": [
        {
          "title": "Final Fantasy VII",
          "url": "/pmwiki/pmwiki.php/VideoGame/FinalFantasyVII"
        },
        {
          "title": "The Mole",
          "url": "/pmwiki/pmwiki.php/Main/TheMole"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InNEO: The World Ends with You,Motoi Anezawaturns out be this, whose fame asAn0theris all a huge con he created by stealing quotes from other people and taking all the credit from them to become a social sensation. He then uses this for his advantage in the Reapers' Game by controlling Rindo, who was a big fan of his until he found out that Motoi was using him in order to claim a spot as a Reaper. Needless to say,Rindo is disgustedand beats him so.",
      "links": [
        {
          "title": "NEO: The World Ends with You",
          "url": "/pmwiki/pmwiki.php/VideoGame/NEOTheWorldEndsWithYou"
        },
        {
          "title": "An0ther",
          "url": "/pmwiki/pmwiki.php/Main/An0ther"
        },
        {
          "title": "Rindo is disgusted",
          "url": "/pmwiki/pmwiki.php/Main/BrokenPedestal"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Persona 5: Discussed, with the game outright asking you to take the role of a \"Trickster\" in theOpening Narration. Your protagonist is unsurprisingly a seemingly quiet and docile high schooler who ends up embracing aSecret Identityas a notoriousGentleman Thiefout to reform the world through covert activities likeHeel–Face Brainwashingcorrupt serial abusers in positions of power.",
      "links": [
        {
          "title": "Persona 5",
          "url": "/pmwiki/pmwiki.php/VideoGame/Persona5"
        },
        {
          "title": "Opening Narration",
          "url": "/pmwiki/pmwiki.php/Main/OpeningNarration"
        },
        {
          "title": "Secret Identity",
          "url": "/pmwiki/pmwiki.php/Main/SecretIdentity"
        },
        {
          "title": "Gentleman Thief",
          "url": "/pmwiki/pmwiki.php/Main/GentlemanThief"
        },
        {
          "title": "Heel–Face Brainwashing",
          "url": "/pmwiki/pmwiki.php/Main/HeelFaceBrainwashing"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Pokémon Black and Whiteintroduces us to Zorua/Zoroark and Cottonee/Whimsicott. Cottonee has Prankster as one of its abilities, and Zorua can actually disguise itself as another Pokémon to trick its enemies.",
      "links": [
        {
          "title": "Pokémon Black and White",
          "url": "/pmwiki/pmwiki.php/VideoGame/PokemonBlackAndWhite"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "One of the most iconic tricksters in gaming isSonic the Hedgehog, who has a reputation as aMascot with Attitude, and ranges from being aSilent Snarkerin the classic Sega Genesis games to a plain oldDeadpan Snarkerin the modern era (and anything where he's not aHeroic Mime). He performs heroic feats and foils Dr. Eggman's plans while humiliating him in a manner reminiscent of characters likeBugs Bunny.",
      "links": [
        {
          "title": "Sonic the Hedgehog",
          "url": "/pmwiki/pmwiki.php/Franchise/SonicTheHedgehog"
        },
        {
          "title": "Mascot with Attitude",
          "url": "/pmwiki/pmwiki.php/Main/MascotWithAttitude"
        },
        {
          "title": "Silent Snarker",
          "url": "/pmwiki/pmwiki.php/Main/SilentSnarker"
        },
        {
          "title": "Deadpan Snarker",
          "url": "/pmwiki/pmwiki.php/Main/DeadpanSnarker"
        },
        {
          "title": "Heroic Mime",
          "url": "/pmwiki/pmwiki.php/Main/HeroicMime"
        },
        {
          "title": "Bugs Bunny",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/BugsBunny"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InStray Gods, Pan being god of mischief leads him to tell half-truths and play pranks, such as spreading the rumor about Cupid being a winged baby, to Eros's displeasure.",
      "links": [
        {
          "title": "Stray Gods",
          "url": "/pmwiki/pmwiki.php/VideoGame/StrayGods"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Juppo and Meg from theSuikodenseries are \"tricksters\" by occupation.",
      "links": [
        {
          "title": "Suikoden",
          "url": "/pmwiki/pmwiki.php/VideoGame/Suikoden"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dimentio fromSuper Paper Mariomanages to combine this withMonster Clown.",
      "links": [
        {
          "title": "Super Paper Mario",
          "url": "/pmwiki/pmwiki.php/VideoGame/SuperPaperMario"
        },
        {
          "title": "Monster Clown",
          "url": "/pmwiki/pmwiki.php/Main/MonsterClown"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Illidan Stormrage fromWorld of Warcraft: He managed to deceive demon lords and to gain their powers (The vision of Sargeras, for example). He had a cunning and inventive intellect- he was the first demon hunter, using the powers of the Burning Legion against itself. His \"gift\" for the night elves slightly reminds at the Titan Prometheus, too. The arcane is comparable to fire: It can lead both to high cultural advantages (the elves of the magical kingdom Quel'thalas were admired even by the mages of Dalaran for their perfection in the arcane arts) and immense destruction). Additionally, Illidan had traits of an Anti-Hero.Actually, the Night Elves already had magic but abandoned it after nearly destroying Azeroth by overusing/abusing it. Prometheus did bring fire to the humans, while Illidan brought hellfire to the Night Elves.",
      "links": [
        {
          "title": "World of Warcraft",
          "url": "/pmwiki/pmwiki.php/VideoGame/WorldOfWarcraft"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Kokichi Oma inDanganronpa V3initially appears as an annoying prankster with a penchant for lying, and is likened to an attention-wanting child. In reality, he is a master ofXanatos Speed Chess, coming up with schemes to beat the killing game, with his methods ranging from comical to outright cruel, and manipulating everyone to do his bidding. Kokichi intentionally makes himself out to be a villain who enjoys the killing gamebefore revealing he's the mastermind who started it all. Exceptthat's a lie, and he actuallyloathesthe killing game, and all of his actions have been in an effort to end it. To that extent, he even comes up with a way to meddle in the class trials postmortem after arranging for his own murder. Kokichi also shows some shades ofTrickster Mentorto Shuichi during their Free Time Events, explaining in his own convoluted way that it's possible to win a game by not playingwhich is ultimately how they beat Team Danganronpa.",
      "links": [
        {
          "title": "Danganronpa V3",
          "url": "/pmwiki/pmwiki.php/VisualNovel/DanganronpaV3KillingHarmony"
        },
        {
          "title": "Xanatos Speed Chess",
          "url": "/pmwiki/pmwiki.php/Main/XanatosSpeedChess"
        },
        {
          "title": "Trickster Mentor",
          "url": "/pmwiki/pmwiki.php/Main/TricksterMentor"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InRemember11, Yuni is (rightfully) called Trickster in the opening credits, to go with the game's Jungian tones.",
      "links": [
        {
          "title": "Remember11",
          "url": "/pmwiki/pmwiki.php/VisualNovel/Remember11"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Waru from13 Cardsfrequently messes with and plays tricks on the other clones and even Fedor.",
      "links": [
        {
          "title": "13 Cards",
          "url": "/pmwiki/pmwiki.php/WebAnimation/ThirteenCards"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "El Corretón fromCálico Electrónicoisn't portrayed as outright evil, but more like someone whoreallylikes pranking people... and happens to own aSuper-Speedmachine.",
      "links": [
        {
          "title": "Cálico Electrónico",
          "url": "/pmwiki/pmwiki.php/WebAnimation/CalicoElectronico"
        },
        {
          "title": "Super-Speed",
          "url": "/pmwiki/pmwiki.php/Main/SuperSpeed"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Dreamscape: Keedran likes getting under people's skin and making them question things. She also hates doing things 'by-the-book' of her fellow guardians like Kai, which sometimes annoys them.",
      "links": [
        {
          "title": "Dreamscape",
          "url": "/pmwiki/pmwiki.php/WebAnimation/Dreamscape"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "DSBT InsaniT: As Lisa tells Koden and the others in 'The Camping Episode', she doesn't have anything against them, she just likes to mess with them. Especially Asia.",
      "links": [
        {
          "title": "DSBT InsaniT",
          "url": "/pmwiki/pmwiki.php/WebAnimation/DSBTInsaniT"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Bronze Skin Inc.: The Saci that appears in one chapter is one. He takes after Looney Tunes characters both in his design and his Reality Warper abilities taking the form of Cartoon Physics.",
      "links": [
        {
          "title": "Bronze Skin Inc.",
          "url": "/pmwiki/pmwiki.php/Webcomic/BronzeSkinInc"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "In8-Bit Theaterthe totemic spirit Raven once tricked Thief into thinking that he had died and was now in his own personal hell where he owned everything (and there was nothing left to steal). Then, several comics after \"reviving him\" tried to collect on the debt Thief owed him, instead Thieftricked Raveninto admitting that he was never dead.",
      "links": [
        {
          "title": "8-Bit Theater",
          "url": "/pmwiki/pmwiki.php/Webcomic/EightBitTheater"
        },
        {
          "title": "tricked Raven",
          "url": "/pmwiki/pmwiki.php/Main/INeverSaidItWasPoison"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Sam \"Some of my people have even survived after uttering the phrase 'Watch This!'\" Starfall, ofFreefall.Sam claims this is good for humanity.(Also, his species.) Many other characters have elements of this as well; heroine Florence Ambrose is evena relative of Coyote's.",
      "links": [
        {
          "title": "Freefall",
          "url": "/pmwiki/pmwiki.php/Webcomic/Freefall"
        },
        {
          "title": "Sam claims this is good for humanity.",
          "url": "http://freefall.purrsia.com/ff300/fv00288.htm"
        },
        {
          "title": "a relative of Coyote's",
          "url": "/pmwiki/pmwiki.php/Main/UpliftedAnimal"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "April Fools' Dayin the webcomicHoliday Warsis a shapeshifting prankster.",
      "links": [
        {
          "title": "April Fools' Day",
          "url": "/pmwiki/pmwiki.php/Main/AprilFoolsDay"
        },
        {
          "title": "Holiday Wars",
          "url": "/pmwiki/pmwiki.php/Webcomic/HolidayWars"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Homestuck:John Egbert. You cannot hope to beat Egbert in a prank-off. He is simply the best there is. It also seems to run in the family.A more supernatural example in the vein of Coyote is Godcat, who is just as likely to teleport you into a paddock across town in the middle of a heavy rainstorm for giggles as he is to save you from an explosion by summoning a convenient couch floating in midair.",
      "links": [
        {
          "title": "Homestuck",
          "url": "/pmwiki/pmwiki.php/Webcomic/Homestuck"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InKoan of the Day, the tortoise is a Trickster, able toeasily subvert another's beliefs.",
      "links": [
        {
          "title": "Koan of the Day",
          "url": "/pmwiki/pmwiki.php/Webcomic/KoanOfTheDay"
        },
        {
          "title": "easily subvert another's beliefs",
          "url": "http://www.koanoftheday.com/4/"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Chaos ofLife and Death. Plays cross-dimensional golf, teaches people to hold their tempers in the most obnoxious way possible, and can be a show off.DO NOT piss him off though.",
      "links": [
        {
          "title": "Life and Death",
          "url": "/pmwiki/pmwiki.php/Webcomic/LifeAndDeath"
        },
        {
          "title": "DO NOT piss him off though.",
          "url": "/pmwiki/pmwiki.php/Main/BewareTheNiceOnes"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InA Magical Roommate, Mermaids are, as a culture, deliberately annoying. In an inversion of typical sirens, mermaid musicians can actually cause shipmen to suicide crash simply due to the utter cacophony.\"I know! To regain our surprise, let's perform Morning Screams!\"",
      "links": [
        {
          "title": "A Magical Roommate",
          "url": "/pmwiki/pmwiki.php/Webcomic/AMagicalRoommate"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Coyote and Reynardine (based somewhat on the above-mentionedReynard the Fox) fromGunnerkrigg Court.",
      "links": [
        {
          "title": "Reynard the Fox",
          "url": "/pmwiki/pmwiki.php/Literature/ReynardTheFox"
        },
        {
          "title": "Gunnerkrigg Court",
          "url": "/pmwiki/pmwiki.php/Webcomic/GunnerkriggCourt"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Jarethis the resident one in thefancomicRoommatesand itsSpin-Offs (Girls Next DoorandDown the Street), but hiswholefamilyhas shades of this.",
      "links": [
        {
          "title": "Jareth",
          "url": "/pmwiki/pmwiki.php/Film/Labyrinth"
        },
        {
          "title": "fan",
          "url": "/pmwiki/pmwiki.php/Main/FanFic"
        },
        {
          "title": "comic",
          "url": "/pmwiki/pmwiki.php/Main/Webcomic"
        },
        {
          "title": "Roommates",
          "url": "/pmwiki/pmwiki.php/Webcomic/Roommates"
        },
        {
          "title": "Spin-Off",
          "url": "/pmwiki/pmwiki.php/Main/SpinOff"
        },
        {
          "title": "Girls Next Door",
          "url": "/pmwiki/pmwiki.php/Webcomic/GirlsNextDoor"
        },
        {
          "title": "Down the Street",
          "url": "/pmwiki/pmwiki.php/Webcomic/DownTheStreet"
        },
        {
          "title": "whole",
          "url": "/pmwiki/pmwiki.php/Main/TangledFamilyTree"
        },
        {
          "title": "family",
          "url": "/pmwiki/pmwiki.php/Main/TheFairFolk"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Nixvir: King Eurystheus of Vaizrun turns out to be this. He said that he tricked them into performingImpossible Tasksbecause a) it's fun to toy with people and b) he needed to ensure that Erik was well-prepared for the burdensome task ahead of him, namely the task of finally defeatingRagnarand bringing an end to the war.",
      "links": [
        {
          "title": "Nixvir",
          "url": "/pmwiki/pmwiki.php/Webcomic/Nixvir"
        },
        {
          "title": "Impossible Tasks",
          "url": "/pmwiki/pmwiki.php/Main/ImpossibleTask"
        },
        {
          "title": "Ragnar",
          "url": "/pmwiki/pmwiki.php/Main/BewareTheSuperman"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Nudge fromWapsi Squareisa classic trickster.She eventually discovers that she is the kind of trickster who makes people want to punch her.",
      "links": [
        {
          "title": "Wapsi Square",
          "url": "/pmwiki/pmwiki.php/Webcomic/WapsiSquare"
        },
        {
          "title": "a classic trickster.",
          "url": "http://wapsisquare.com/comic/trickster/"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InThe Water Phoenix King, the goddess Ailari, patron of travelers, messengers, merchants, inns, freedom, and fortune. Her various servants and champions all embody these aspects in different ways, starting with Anthem's protests that she's nobody's servant, thankyouverymuch, and Gilgam's shamelessRules Lawyeringand outright deceptions to see justice done without giving her away. (Vish even has Hermes' winged sandals, for all his Lawful inclinations.)Vish:...Lady Luck. My Goddess. Yours now. Sanctifier of Journeys, Lady of Crossroads, Gallows-Girl of Thieves and the Courts of Night.",
      "links": [
        {
          "title": "The Water Phoenix King",
          "url": "/pmwiki/pmwiki.php/Webcomic/TheWaterPhoenixKing"
        },
        {
          "title": "Rules Lawyering",
          "url": "/pmwiki/pmwiki.php/Main/RulesLawyer"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Rowan's speciality inWeak Hero. He makes up for his lack of strength by constantly exaggerating the feats of himself and his allies, escaping fights by intimidating his foes with tales that are a mix of fact and fiction.Hopping between facts and lies, it was the exaggerating trickster Rowan Im's chaotic bullshit party!",
      "links": [
        {
          "title": "Weak Hero",
          "url": "/pmwiki/pmwiki.php/Webcomic/WeakHero"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "This ends up being Shayma's class inBlue Core, a role she settles into well as the story progresses.",
      "links": [
        {
          "title": "Blue Core",
          "url": "/pmwiki/pmwiki.php/Literature/BlueCore"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Hermes shows up in the 7thChrono Hustlestory. While it is his status as messenger of the Gods that is in play, his trickster tendencies show up as well.",
      "links": [
        {
          "title": "Chrono Hustle",
          "url": "/pmwiki/pmwiki.php/Literature/ChronoHustle"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "TheHitler Rantsturn Hermann Fegelein into a TricksterArch-Enemyof Hitler. Everything that goes wrong in the Third Reich can be attributed to Fegelein and his antics. Himmler helps him out on it too on at least one occasion, and is pretty explicitly said in the parodies to also have been a major trickster.",
      "links": [
        {
          "title": "Hitler Rants",
          "url": "/pmwiki/pmwiki.php/WebVideo/HitlerRants"
        },
        {
          "title": "Arch-Enemy",
          "url": "/pmwiki/pmwiki.php/Main/ArchEnemy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Survival of the Fittest: Liz Polanski. Oh Liz. This is a character who starts out her gameObfuscating Insanityby slicing the head off a dead body and carrying it around, smearing her face with makeup, and overall trying to make herself look asAx-Crazyas possible in front of other students so they'll leave her alone. She then one-ups herself bypouring melted aluminum all over her collar to deactivate it. And itworks.",
      "links": [
        {
          "title": "Survival of the Fittest",
          "url": "/pmwiki/pmwiki.php/Roleplay/SurvivalOfTheFittest"
        },
        {
          "title": "Obfuscating Insanity",
          "url": "/pmwiki/pmwiki.php/Main/ObfuscatingInsanity"
        },
        {
          "title": "Ax-Crazy",
          "url": "/pmwiki/pmwiki.php/Main/AxCrazy"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Coober the Wizard inURealms Live. He tried to sell the main party a bunch of cursed artifacts inThe Nuren Campaign, and he disguised himself as a Kobold for unknown reasons inThe Sunswords.",
      "links": [
        {
          "title": "URealms Live",
          "url": "/pmwiki/pmwiki.php/WebVideo/URealmsLive"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Whateley Universe:While Beltane and Thorn both see themselves as tricksters among the students atWhateley Academy, they are nothing compared to Sun Wu Kong, who has been plaguing Bladedancer ever since his first appearance.Sun isn't the onlyTrickster Godto show up at the school, either. It is known that Tracer is the incarnation ofHermes, for example, and while he has only shown up in-story occasionally, it's been mentioned that he's been playing pranks around school. In the Gen 2 stories, there are hints thatAme-no-Uzume's Paladin may be showing up soon (it has also been mentioned that Benzaiten and Susano-o are also looking for Paladins, so things may get a bit crowded when it comes toPhysical Godssometime in 2016 - again).WhenCoyoteshows up onPejuta's doorstep, things getDarker and Edgiervery quickly, and for a character arc that involves rape, multiple murders, and an attempted frame-up, that's saying a lot.",
      "links": [
        {
          "title": "Whateley Universe",
          "url": "/pmwiki/pmwiki.php/Literature/WhateleyUniverse"
        },
        {
          "title": "Whateley Academy",
          "url": "/pmwiki/pmwiki.php/Main/SuperheroSchool"
        },
        {
          "title": "Trickster God",
          "url": "/pmwiki/pmwiki.php/Main/TricksterGod"
        },
        {
          "title": "Hermes",
          "url": "/pmwiki/pmwiki.php/Myth/GreekMythology"
        },
        {
          "title": "Ame-no-Uzume",
          "url": "/pmwiki/pmwiki.php/Myth/JapaneseMythology"
        },
        {
          "title": "Physical Gods",
          "url": "/pmwiki/pmwiki.php/Main/PhysicalGods"
        },
        {
          "title": "Coyote",
          "url": "/pmwiki/pmwiki.php/Myth/CoyoteMythologicalCharacter"
        },
        {
          "title": "Pejuta",
          "url": "/pmwiki/pmwiki.php/Main/MagicalNativeAmerican"
        },
        {
          "title": "Darker and Edgier",
          "url": "/pmwiki/pmwiki.php/Main/DarkerAndEdgier"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Magic Man fromAdventure Timelives solely to knock heroes down a peg.",
      "links": [
        {
          "title": "Adventure Time",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/AdventureTime"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Avatar AangfromAvatar: The Last Airbender, before hedeveloped as a character.",
      "links": [
        {
          "title": "Avatar Aang",
          "url": "/pmwiki/pmwiki.php/Characters/AvatarTheLastAirbenderAvatarAang"
        },
        {
          "title": "Avatar: The Last Airbender",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/AvatarTheLastAirbender"
        },
        {
          "title": "developed as a character",
          "url": "/pmwiki/pmwiki.php/Main/CharacterDevelopment"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Bugs Bunny, the formerTrope Namer, is claimed to be a cross between Br'er Rabbit andGroucho Marx, himself an example. Likewise, many other characters fromThe Golden Age of Animationcan fit this archetype likeWoody Woodpecker,Screwy Squirrel,Chip 'n Dale, and pre-FlanderizationDaffy Duck.",
      "links": [
        {
          "title": "Bugs Bunny",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/BugsBunny"
        },
        {
          "title": "Trope Namer",
          "url": "/pmwiki/pmwiki.php/Main/TropeNamer"
        },
        {
          "title": "Groucho Marx",
          "url": "/pmwiki/pmwiki.php/Creator/TheMarxBrothers"
        },
        {
          "title": "The Golden Age of Animation",
          "url": "/pmwiki/pmwiki.php/UsefulNotes/TheGoldenAgeOfAnimation"
        },
        {
          "title": "Woody Woodpecker",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/WoodyWoodpecker"
        },
        {
          "title": "Screwy Squirrel",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/ScrewySquirrel"
        },
        {
          "title": "Chip 'n Dale",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/ChipAndDale"
        },
        {
          "title": "Flanderization",
          "url": "/pmwiki/pmwiki.php/Main/Flanderization"
        },
        {
          "title": "Daffy Duck",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/DaffyDuck"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "The Fairly OddParents!: Cosmo and Wanda were this in theOh Yeah Cartoonshorts, but this wasphased outin favor of Cosmotaking several levels in dumbass, and Wanda becomingthe voice of reason.",
      "links": [
        {
          "title": "The Fairly OddParents!",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheFairlyOddParents"
        },
        {
          "title": "Oh Yeah Cartoon",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/OhYeahCartoons"
        },
        {
          "title": "phased out",
          "url": "/pmwiki/pmwiki.php/Main/CharacterizationMarchesOn"
        },
        {
          "title": "taking several levels in dumbass",
          "url": "/pmwiki/pmwiki.php/Main/TookALevelInDumbAss"
        },
        {
          "title": "the voice of reason",
          "url": "/pmwiki/pmwiki.php/Main/WomenAreWiser"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Bill Cipher fromGravity Fallscandefinitelybe classed as one. One withReality Warpingpowers and the disposition of aPsychopathic Manchild...This can't end well...Bill:It's funny how dumb you are.",
      "links": [
        {
          "title": "Gravity Falls",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/GravityFalls"
        },
        {
          "title": "Reality Warping",
          "url": "/pmwiki/pmwiki.php/Main/RealityWarping"
        },
        {
          "title": "Psychopathic Manchild",
          "url": "/pmwiki/pmwiki.php/Main/PsychopathicManchild"
        },
        {
          "title": "This can't end well...",
          "url": "/pmwiki/pmwiki.php/Main/ThisIsGonnaSuck"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "OnThe Hair Bear Bunch, Hair Bear is able to trick the most gullible of people (Botch the most gullible) and once in awhile he'll snooker head zookeeper Peevly.",
      "links": [
        {
          "title": "The Hair Bear Bunch",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheHairBearBunch"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "On the other end of the spectrum, Orko fromHe-Man and the Masters of the Universetended to rely on tricks and such for fighting, if only because his magic was severely nerfed while he was on Eternia.",
      "links": [
        {
          "title": "He-Man and the Masters of the Universe",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/HeManAndTheMastersOfTheUniverse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "June fromKaBlam!is basically a female, human, eleven-year-old version ofBugs Bunny.",
      "links": [
        {
          "title": "KaBlam!",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/KaBlam"
        },
        {
          "title": "Bugs Bunny",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/BugsBunny"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Mr. Cat fromKaeloousually tricks the others into giving him things he wants. It helps thathe's the only actual smart character in the cast.",
      "links": [
        {
          "title": "Kaeloo",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Kaeloo"
        },
        {
          "title": "he's the only actual smart character in the cast.",
          "url": "/pmwiki/pmwiki.php/Main/SurroundedByIdiots"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "My Little Pony: Friendship Is Magic:Discordlooks and acts like a Trickster, but beneath it there's a hidden side of malice. Also, when push comes to shove and trickery fails, he's not above justCutting the Knotto get what he wants. Becomes a straight example after hisHeel–Face Turn.",
      "links": [
        {
          "title": "My Little Pony: Friendship Is Magic",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/MyLittlePonyFriendshipIsMagic"
        },
        {
          "title": "Discord",
          "url": "/pmwiki/pmwiki.php/Characters/FriendshipIsMagicDiscord"
        },
        {
          "title": "Cutting the Knot",
          "url": "/pmwiki/pmwiki.php/Main/CuttingTheKnot"
        },
        {
          "title": "Heel–Face Turn",
          "url": "/pmwiki/pmwiki.php/Main/HeelFaceTurn"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "T.J. Detweiler fromRecess. King Bob was this as well before he became king of the playground.",
      "links": [
        {
          "title": "Recess",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/Recess"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "When she wasn't tossing around shadowbolts like party favors, Shadow Weaver ofShe-Ra: Princess of Powerfame often used her magic to trick and befuddled the Rebellion with illusions. Imp also tended to take the Trickster archetype whenever he felt the need to directly interact with the good guys.",
      "links": [
        {
          "title": "She-Ra: Princess of Power",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/SheRaPrincessOfPower"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Bart SimpsonfromThe Simpsonswas often such in older episodes (\"The Telltale Head\" and \"Radio Bart\", for example). A number of books written aboutThe Simpsonshave compared it to African trickster tales, where the smaller, cunning creatures (hare, spider, tortoise) outwit the larger dumber animals (lion, elephant, hyena). He sometimes uses trickster methods with school bullies like Jimbo, Kearney and Dolph, and especially on certain authority figures like Principal Skinner, and Homer. Even when dealing with a cunning foe like Sideshow Bob, he relies on his wits to defeat him.",
      "links": [
        {
          "title": "Bart Simpson",
          "url": "/pmwiki/pmwiki.php/Characters/TheSimpsonsBartSimpson"
        },
        {
          "title": "The Simpsons",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheSimpsons"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Word of GoddescribesThe Spectacular Spider-Manversions of Spidey himself and the Green Goblin this way.",
      "links": [
        {
          "title": "Word of God",
          "url": "/pmwiki/pmwiki.php/Main/WordOfGod"
        },
        {
          "title": "The Spectacular Spider-Man",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TheSpectacularSpiderMan"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Digeri Dingo fromTaz-Mania. He often tricks Taz into doing dangerous things for his own profit. To keep him from beingThe Scrappy, he's got some of the wittiest, most hilarious lines in the series and could possibly fall intoEnsemble Dark Horsestatus because of this.",
      "links": [
        {
          "title": "Taz-Mania",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TazMania"
        },
        {
          "title": "The Scrappy",
          "url": "/pmwiki/pmwiki.php/Main/TheScrappy"
        },
        {
          "title": "Ensemble Dark Horse",
          "url": "/pmwiki/pmwiki.php/Main/EnsembleDarkHorse"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "Babs and Buster Bunny fromTiny Toon Adventuresinherit this from their mentorBugs Bunny, but especially Babs.",
      "links": [
        {
          "title": "Tiny Toon Adventures",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/TinyToonAdventures"
        },
        {
          "title": "Bugs Bunny",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/BugsBunny"
        }
      ]
    },
    {
      "section": "Examples:",
      "text": "InXiaolin Showdown, one of the first things Raimundo does is pants Omi and complain about the mat beds.",
      "links": [
        {
          "title": "Xiaolin Showdown",
          "url": "/pmwiki/pmwiki.php/WesternAnimation/XiaolinShowdown"
        }
      ]
    }
  ]
}